Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Okay, you better be worth it. Here's the gold.
fr: Ok, tu as intérêt à en valoir la peine. Voilà l'or.

source: You won't regret it. Where do we start?
fr: Tu ne le regretteras pas. Par où on commence?

source: These slaves are the lucky ones. These orcs are nothing to a master like Morteau.
fr: Ces esclaves sont les plus chanceux. Ces orcs ne sont rien pour un maître comme Morteau.

source: Try to communicate
fr: Essayer de communiquer

source: Type a lowercase answer.
fr: Tapez une réponse en minuscules.

source: The ram suddenly looks startled and sprints away.
fr: Le bélier semble soudainement surpris et s'enfuit en courant.

source: The ram scrapes its heels and gives you a scowl.
fr: Le bélier gratte ses talons et vous fait un air renfrogné.

source: The ram stares at you with dumb confusion.
fr: Le bélier vous regarde avec une confusion stupide.

source: Give it a kick
fr: Donnez-lui un coup de pied

source: That belongs to me! If you damage it, I'll damage you...
fr: Ça m'appartient! Si tu l'abîmes, je t'abîmerai...

source: Nothing to say then?
fr: Rien à dire alors?

source: I take it you're in charge here?
fr: Je suppose que tu es responsable ici?

source: Yep. See anything you like?
fr: Yep. Tu vois quelque chose qui te plaît?

source: Ask if any freemen have visited
fr: Demandez si des hommes libres sont passés

source: Have any freemen been here? We met some fellows who seemed to have a bone to pick.
fr: Y a-t-il eu des hommes libres ici? Nous avons rencontré des gars qui semblaient avoir un os à cueillir.

source: Yes, but they aren't freemen any more. We killed them all, except the captain. He's in chains again.
fr: Oui, mais ce ne sont plus des hommes libres. On les a tous tués, sauf le capitaine. Il est à nouveau enchaîné.

source: How you make good boss?
fr: Comment tu fais pour être un bon chef?

source: No one likes following orders, how do you get these goons to do what you say?
fr: Personne n'aime suivre les ordres, comment faites-vous pour que ces imbéciles fassent ce que vous dites?

source: Pitto, your tribe obey you as if by instinct. What is this sway you have over them?
fr: Pitto, ta tribu t'obéit comme par instinct. Quelle est cette emprise que vous avez sur eux?

source: How do you keep such an unruly mob under your command? Your rule here is impressive.
fr: Comment faites-vous pour garder une foule aussi indisciplinée sous votre commandement? Votre règle ici est impressionnante.

source: You were not born to be a leader, forget it.
fr: Vous n'êtes pas né pour être un leader, oubliez ça.

source: Leadership is all about fear and motivation. But mostly fear.
fr: Le leadership, c'est une question de peur et de motivation. Mais surtout de la peur.

source: I can teach you my methods, but I demand rum. Three barrels, no less.
fr: Je peux vous enseigner mes méthodes, mais j'exige du rhum. Trois barils, pas moins.

source: Give him three barrels of rum
fr: Donnez-lui trois barils de rhum

source: Here's your rum. Show us the orcish way.
fr: Voici ton rhum. Montre-nous le chemin des orques.

source: $unit.name spends the day watching and learning from Pitto's harsh treatment of his troops.
fr: $unit.name passe la journée à observer et à apprendre du traitement sévère que Pitto inflige à ses troupes.

source: That's it. Like I said, it's mostly fear.
fr: C'est ça. Comme je l'ai dit, c'est surtout de la peur.

source: Offer him a slave
fr: Offre-lui un esclave

source: Interested in buying any slaves?
fr: Intéressé par l'achat d'esclaves?

source: Possibly. Send them to me and I'll give you a price.
fr: Possiblement. Envoyez-les moi et je vous donnerai un prix.

source: Buy a slave
fr: Acheter un esclave

source: Which slave do you want to buy?
fr: Quel esclave voulez-vous acheter?

source: None
fr: Aucun

source: $slave_1.name the $slave_1.type
fr: $slave_1.name le $slave_1.type

source: I'll buy $slave_1.name the $slave_1.type. Here's $slave_1.cost gold.
fr: Je vais acheter $slave_1.name the $slave_1.type. Voici $slave_1.cost gold.

source: $slave_3.name the $slave_3.type
fr: $slave_3.name le $slave_3.type

source: I'll buy $slave_3.name the $slave_3.type. Here's $slave_3.cost gold.
fr: Je vais acheter $slave_3.name the $slave_3.type. Voici $slave_3.cost gold.

source: $slave_4.name the $slave_4.type
fr: $slave_4.name le $slave_4.type

source: I'll buy $slave_4.name the $slave_4.type. Here's $slave_4.cost gold.
fr: Je vais acheter $slave_4.name the $slave_4.type. Voici $slave_4.cost gold.

source: I don't buy second-hand goods. Send me some fresh bones to break.
fr: Je n'achète pas de biens d'occasion. Envoyez-moi des os frais à casser.

source: Sell the unit into slavery
fr: Vendre l'unité en esclavage

source: You bastard!
fr: Espèce de salaud!

source: So, this is Marco's promised land? Looks like it was once a grand tower - now it's nothing but rubble.
fr: Alors, c'est la terre promise de Marco? On dirait que c'était autrefois une grande tour - maintenant ce n'est plus que des décombres.

source: Haha, it's heartening to know he betrayed us for nowt!
fr: Haha, c'est réconfortant de savoir qu'il nous a trahis pour rien!

source: Perhaps, but we are still no closer to finding him.
fr: Peut-être, mais nous ne sommes toujours pas près de le retrouver.

source: Cheer up, brother. Let's look around. We're sure to find some leads here.
fr: Courage, mon frère. Regardons autour de nous. On va sûrement trouver des pistes ici.

source: The second floor has collapsed, there's nothing up there.
fr: Le deuxième étage s'est effondré, il n'y a rien là-haut.

source: Careful brother.
fr: Attention mon frère.

source: Marco, you have returned? Nay, my dead eyes deceive me. You are not Marco, though you look much like him.
fr: Marco, tu es revenu? Non, mes yeux morts me trompent. Tu n'es pas Marco, bien que tu lui ressembles beaucoup.

source: What has happened here?
fr: Qu'est-ce qui s'est passé ici?

source: Burning. Fire. So much fire. So much death. They came from the skies.
fr: Brûlant. Feu. Tant de feu. Tant de mort. Ils sont venus du ciel.

source: Who? Tell us who came from the skies?
fr: Qui? Dites-nous qui est venu du ciel?

source: The monsters of fire, born from the volcano.
fr: Les monstres de feu, nés du volcan.

source: Where is Marco, is he here? Is he dead?
fr: Où est Marco, est-il ici? Est-il mort?

source: He better not be dead. I'm the one who gets to kill him.
fr: Il a intérêt à ne pas être mort. C'est moi qui vais le tuer.

source: I do not know. All died, yet I sense he lives still.
fr: Je ne sais pas. Ils sont tous morts, mais je sens qu'il vit encore.

source: Why have you not passed over? For what reason do you linger in this world?
fr: Pourquoi n'es-tu pas passé? Pour quelle raison vous attardez-vous dans ce monde?

source: My son. I must tell him of my fate. Steven is his name. I cannot leave this place until it is done. I beg of you, please find my son and tell of what became of me.
fr: Mon fils. Je dois lui parler de mon destin. Il s'appelle Steven. Je ne peux pas quitter cet endroit avant que cela ne soit fait. Je vous en prie, trouvez mon fils et dites-lui ce que je suis devenue.

source: I believe we met your son at Greystone Port. He's doing fine. He asked us to pass on his greetings.
fr: Je crois que nous avons rencontré votre fils au port de Greystone. Il va bien. Il nous a demandé de vous transmettre ses salutations.

source: This we can do. If we meet your son Steven he shall know your fate.
fr: On peut le faire. Si nous rencontrons votre fils Steven, il connaîtra votre destin.

source: Thank you, friends of Marco. One last gift I shall grant you - do not judge Marco in haste. Like every man, his character showed two sides. In the end, who knows which will come to the fore?
fr: Merci, amis de Marco. Un dernier cadeau que je vous ferai - ne jugez pas Marco à la hâte. Comme tout homme, son personnage a montré deux côtés. A la fin, qui sait lequel sera mis en avant?

source: Bugger that.
fr: Va te faire foutre.

source: This is weird. Let's search the rest of the island for more clues.
fr: C'est bizarre. Cherchons d'autres indices dans le reste de l'île.

source: It's all been burnt to cinders.
fr: Tout a été brûlé en cendres.

source: Wait, what's that?
fr: Attends, c'est quoi ça?

source: Time is short, so I will be brief. I was sent to greet you. I know where your brother is...
fr: Le temps est compté, je serai donc bref. On m'a envoyé pour vous saluer. Je sais où est ton frère...

source: What the?
fr: Mais qu'est-ce que?

source: We are too late!
fr: On arrive trop tard!

source: Our ship! We're cut off...
fr: Notre bateau! Nous sommes coupés...

source: Come, my magic will take us to a place of safety. Marco is there.
fr: Viens, ma magie va nous emmener dans un endroit sûr. Marco est là.

source: Very well, we have no choice. Take us to him.
fr: Très bien, nous n'avons pas le choix. Emmène-nous à lui.

source: Ah, the old hideout. 'Tis good to be home.
fr: Ah, la vieille cachette. C'est bon d'être à la maison.

source: There's some mushrooms right here!
fr: Il y a des champignons juste ici!

source: Those are regular mushrooms, dummy. The ones I'm after are much more exciting.
fr: C'est des champignons normaux, idiot. Ceux que je cherche sont beaucoup plus excitants.

source: Howdy boys. Nice of you to drop by. What a lovely little island!
fr: Salut les gars. C'est gentil de passer. Quelle charmante petite île!

source: Looks like you've made yourself at home. What are you up to exactly?
fr: On dirait que tu t'es fait à l'idée. Qu'est-ce que tu fais exactement?

source: Not much, to be honest. I've rigged up what I can, but I'm missing the most important piece of my kit. I need a cauldron.
fr: Pas grand chose, pour être honnête. J'ai fait ce que j'ai pu, mais il me manque la pièce la plus importante de mon kit. J'ai besoin d'un chaudron.

source: What are you, some kind of witch?
fr: Tu es quoi, une sorte de sorcière?

source: Funny, that's what the thugs at Fort Bastille said when they kicked down my door.
fr: C'est drôle, c'est ce que les voyous du Fort Bastille ont dit quand ils ont défoncé ma porte.

source: Give her the cauldron
fr: Donnez-lui le chaudron

source: Here, we found a cauldron you can use.
fr: Ici, nous avons trouvé un chaudron que vous pouvez utiliser.

source: Excellent! A bit battered, but it should work fine. Listen, you boys have been mighty good to me. I suppose I should do you a favour in return...
fr: Excellent! Un peu abîmé, mais ça devrait marcher. Ecoutez, vous avez été très bons avec moi. Je suppose que je devrais vous faire une faveur en retour...

source: I thought you'd never ask.
fr: Je pensais que vous ne demanderiez jamais.

source: How about I rustle you up a few brews? On the house, as it were.
fr: Et si je vous préparais quelques bières? C'est la maison qui offre.

source: You're gonna make moonshine in a cauldron? Really?
fr: Tu vas faire de la gnôle dans un chaudron? Vraiment?

source: Ha, not quite. I've got something better in mind. Something that might help when you're off... doing whatever it is you do. I can make brews that'll blow your mind, but only with the right ingredients.
fr: Ha, pas tout à fait. J'ai quelque chose de mieux en tête. Quelque chose qui pourrait t'aider quand tu seras parti... à faire ce que tu fais. Je peux faire des bières qui vous épateront, mais seulement avec les bons ingrédients.

source: What sort of ingredients?
fr: Quel genre d'ingrédients?

source: Mushrooms!
fr: Champignons!

source: What sort of mushrooms?
fr: Quelle sorte de champignons?

source: Magic mushrooms!
fr: Des champignons magiques!

source: Ask about magic mushrooms
fr: Se renseigner sur les champignons magiques

source: Where can we find some magic mushrooms?
fr: Où peut-on trouver des champignons magiques?

source: The ones I need are brightly coloured, with a reddish cap and white speckles. They are quite rare and tend to grow in out of the way places.
fr: Ceux dont j'ai besoin sont de couleur vive, avec un chapeau rougeâtre et des mouchetures blanches. Ils sont assez rares et ont tendance à pousser dans des endroits éloignés.

source: I should warn you that these mushrooms are not to be eaten. However, my trials have shown that their spores can be cooked off and turned into something rather wonderful. In short, I believe I can harness the power of shrooms to manipulate the very fabric of time and space.
fr: Je dois vous avertir que ces champignons ne doivent pas être mangés. Cependant, mes essais ont montré que leurs spores peuvent être cuites et transformées en quelque chose d'assez merveilleux. En bref, je crois que je peux exploiter le pouvoir des champignons pour manipuler le tissu même du temps et de l'espace.

source: Whoah, are you sure you're not a witch?
fr: Whoah, vous êtes sûr que vous n'êtes pas une sorcière?

source: Nah, I just like to get messed up. Bring me some mushrooms and you'll see what I mean.
fr: Non, j'aime juste me faire embrouiller. Apporte-moi des champignons et tu verras ce que je veux dire.

source: Ask about her brews
fr: Renseignez-vous sur ses brassins

source: Tell me about the brews you make...
fr: Parlez-moi des bières que vous faites...

source: My brews come in all kinds of flavours, but I think I know the variety you'll be interested in. A red brew can reverse time for the drinker alone, effectively undoing the effects of battle and doubling your health. A sip from a blue brew will whisk the drinker into a different dimension, leaving them invisible for a few moments. Meanwhile, a green brew can bend space in such a way as to allow you to teleport into the shoes of your brother, and vice versa.
fr: Mes brassins sont disponibles dans toutes sortes de saveurs, mais je pense que je connais la variété qui vous intéressera. Un brassin rouge peut inverser le temps pour le seul buveur, ce qui annule les effets de la bataille et double votre santé. Une gorgée d'une bière bleue fera basculer le buveur dans une autre dimension, le laissant invisible pendant quelques instants. Pendant ce temps, une infusion verte peut tordre l'espace de manière à vous permettre de vous téléporter dans la peau de votre frère, et vice versa.

source: That's the theory, anyway.
fr: C'est la théorie, en tout cas.

source: Show her the magic mushroom
fr: Montre-lui le champignon magique

source: We found a magic mushroom. Wanna fire up the cauldron?
fr: Nous avons trouvé un champignon magique. Tu veux allumer le chaudron?

source: Ah, splendid! I can make you a brew for every mushroom you bring me. Let's get started...
fr: Ah, splendide! Je peux vous faire une infusion pour chaque champignon que vous m'apportez. Commençons...

source: Ask her to make a red brew
fr: Demandez-lui de faire une infusion rouge

source: Make us a red brew.
fr: Faites-nous un brassin rouge.

source: Ask her to make a blue brew
fr: Demandez-lui de nous faire un brassin bleu

source: Make us a blue brew.
fr: Faites-nous un brassin bleu.

source: Ask her to make a green brew
fr: Demandez-lui de nous faire un brassin vert

source: The gold is ours. Pull up the anchor!
fr: L'or est à nous. Lève l'ancre!

source: Ah, this brings me back. Are we here to raid, brother?
fr: Ah, ça me ramène. Sommes-nous ici pour faire un raid, mon frère?

source: Perhaps, yet we bear them no ill will. They're only peasants after all.
fr: Peut-être, mais nous ne leur en voulons pas. Ce ne sont que des paysans après tout.

source: Exactly. That will only make the cut more clean. Let's see what they've got.
fr: Exactement. Cela ne fera que rendre la coupe plus nette. Voyons ce qu'ils ont.

source: So be it, but we would do well to speak with these farming folk. We've been out of the loop a long time. A few rumours could prove more valuable right now.
fr: Ainsi soit-il, mais nous ferions bien de parler avec ces paysans. Nous sommes hors du coup depuis longtemps. Quelques rumeurs pourraient s'avérer plus précieuses en ce moment.

source: The pickings seems scant anyhow. We'll do it your way, questions first.
fr: De toute façon, les récoltes semblent peu abondantes. Nous le ferons à votre façon, les questions d'abord.

source: The locals aren't very friendly...
fr: Les locaux ne sont pas très amicaux...

source: Do you know the land of Elixion? They say it's littered with jewels. They also say it's haunted, else I'd go there myself.
fr: Connaissez-vous le pays d'Élixion? Ils disent qu'il est jonché de bijoux. Ils disent aussi qu'elle est hantée, sinon j'irais là-bas moi-même.

source: Avoid the port of Rutt, if you be a honest man. Nothin' there but footpads and cutpurses. They say Alderot is the worst of the bunch. Stay away, I say.
fr: Évitez le port de Rutt, si vous êtes un honnête homme. Il n'y a rien là-bas à part des coussinets de pied et des porte-monnaie. On dit qu'Alderot est le pire de la bande. N'approchez pas, je vous dis.

source: Watch your step, the royals have our backs.
fr: Attention à la marche, les rois nous soutiennent.

source: Hello stranger.
fr: Bonjour étranger.

source: Ask about the farm
fr: Se renseigner sur la ferme

source: I see the harvest has been bountiful this season.
fr: Je vois que la récolte a été abondante cette saison.

source: Oh yes, quite so. At my age, you learn a thing or two about tilling the fields. A little rain never hurt neither, heh.
fr: Oh oui, tout à fait. A mon âge, on apprend une chose ou deux sur le travail des champs. Un peu de pluie ne fait jamais de mal non plus.

source: Surely, you have more food than you need. What do you do with the leftover grain?
fr: Tu as sûrement plus de nourriture que tu n'en as besoin. Que faites-vous des restes de céréales?

source: Hmm, you are quite right. There are many merchants who pay in gold for our grain. We're not strangers to business, even this in this rural hamlet.
fr: Hmm, tu as tout à fait raison. Il y a beaucoup de marchands qui payent en or pour notre grain. Nous ne sommes pas étrangers aux affaires, même dans ce hameau rural.

source: Ask if he knows Marco
fr: Demander s'il connaît Marco

source: By chance did a man named Marco come around these parts?
fr: Un homme nommé Marco est-il venu par hasard par ici?

source: Oh dear me, I forget names faster than a dwarf can down a pint. Perhaps some of the lads know something.
fr: Oh mon Dieu, j'oublie les noms plus vite qu'un nain ne peut boire une pinte. Peut-être que certains des gars savent quelque chose.

source: My brother joined the Royal Navy, he did. Got a bag of stories, that one.
fr: Mon frère s'est engagé dans la Royal Navy, c'est vrai. Il a un sac d'histoires, celui-là.

source: Is that so? Where's your brother now?
fr: C'est vrai? Où est ton frère maintenant?

source: Last I heard he set south. Seems they be chasing pirates. His tales often walk a little taller than the truth, if you ask me.
fr: Aux dernières nouvelles, il est parti vers le sud. Il semble qu'ils poursuivent des pirates. Ses histoires sont souvent un peu plus grandes que la vérité, si tu veux mon avis.

source: Pirates, eh? I thought they had them all banged up.
fr: Des pirates, hein? Je croyais qu'ils les avaient tous fait sauter.

source: Me too. But my brother was down in Farrow. Some fancy lordling turned on the royals, hooked up with some lout called Marco. It's all war and revolt down there. I hope my brother is okay.
fr: Moi aussi. Mais mon frère était à Farrow. Une bande d'amateurs s'en est pris à la famille royale, et a rencontré un rustre appelé Marco. Là-bas, c'est la guerre et la révolte. J'espère que mon frère va bien.

source: Ye be cruel men. We be only farmers!
fr: Soyez des hommes cruels. Nous ne sommes que des fermiers!

source: Your death is your own doing, fool. If you'd let us leave unhindered, we'd have let you live.
fr: Ta mort est ton oeuvre, idiot. Si vous nous aviez laissés partir sans entrave, nous vous aurions laissé vivre.

source: Steal the gold
fr: Voler l'or

source: That be ours, ya scoundrel!
fr: C'est à nous, canaille!

source: It is ours now, I'm afraid. Funny how one's fortunes can be so fickle.
fr: C'est à nous maintenant, j'en ai peur. C'est drôle comme la fortune d'une personne peut être si inconstante.

source: This ain't no jest. You be pirates!
fr: Ce n'est pas une plaisanterie. Vous êtes des pirates!

source: So we are, old man. You are wise. But are you wise enough to let us leave with our weapons unstained?
fr: C'est ce que nous sommes, mon vieux. Vous êtes sages. Mais êtes-vous assez sage pour nous laisser partir avec nos armes non tachées?

source: We're nay 'fraid of you, fiend. Ye'll never take me stash.
fr: Nous n'avons pas peur de vous, monstre. Vous ne me prendrez jamais en cachette.

source: Men in metal come to take, never give.
fr: Les hommes en métal viennent pour prendre, mais ne donnent jamais.

source: No need for sail when swim so good!
fr: Pas besoin de voile quand on nage si bien!

source: Mermen need help, Nagas need fight.
fr: Les hommes ont besoin d'aide, les Nagas ont besoin de se battre.

source: Me go back to sea now, bye.
fr: Moi retourner à la mer maintenant, au revoir.

source: Iklon saw city of merman. Hesso not believe, but true.
fr: Iklon a vu la ville de Merman. Hesso pas croire, mais vrai.

source: Heh. A city of mermen, you say? Where is it then?
fr: Heh. Une ville d'hommes, vous dites? Où est-elle donc?

source: Iklon not know. Got taken when helping merman fight naga. Iklon injured. Long ago time.
fr: Iklon ne sait pas. Il a été pris en aidant un homme à combattre les Nagas. Iklon blessé. Il y a longtemps.

source: Right...
fr: Bien...

source: Iklon want see city again. If man find, come tell?
fr: Iklon veut revoir la ville. Si l'homme la trouve, viens lui dire?

source: You see merman city?
fr: Tu vois merman city?

source: Mertropolis? Yeah, it's quite a place.
fr: Mertropolis? Oui, c'est un sacré endroit.

source: Where be it? Please tell.
fr: Où est-ce que c'est? S'il te plaît, dis-le.

source: You describe the location of Mertropolis with some difficulty. Eventually Iklon grasps your meaning, flashes a smile and jumps into the sea.
fr: Vous décrivez l'emplacement de Mertropolis avec une certaine difficulté. Finalement, Iklon saisit votre sens, affiche un sourire et saute dans la mer.

source: Welcome man of land.
fr: Bienvenue homme de la terre.

source: We win fight and use blood to turn naga into friend. Now gift for man.
fr: Nous gagnons le combat et utilisons le sang pour transformer les nagas en amis. Maintenant, cadeau pour l'homme.

source: Ask about Reef Town
fr: Se renseigner sur Reef Town

source: Reef Town is home. We live here long time. Slanos born on wave right here.
fr: Reef Town is home. Nous vivons ici depuis longtemps. Les Slanos sont nés sur la vague juste ici.

source: There's nothing around but water and reef - how do you survive?
fr: Il n'y a rien d'autre que de l'eau et un récif autour - comment survivre?

source: Easy! We eat fish. Lots fish. And men come with things for stones we find.
fr: Easy! Nous mangeons du poisson. Beaucoup de poissons. Et les hommes viennent avec des choses pour les pierres que nous trouvons.

source: Stones?
fr: Des pierres?

source: Colour stones, worth much to men from land. We dive deep, pick stones from reef and sell for blade and rope.
fr: Des pierres de couleur, qui valent beaucoup pour les hommes de la terre. On plonge, on ramasse des pierres sur le récif et on les vend pour des lames et des cordes.

source: A fair deal, I'm sure.
fr: Un marché équitable, j'en suis sûr.

source: Ask about the nearby islands
fr: Se renseigner sur les îles voisines

source: What can you tell me about the nearby islands?
fr: Que pouvez-vous me dire sur les îles voisines?
