Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Evil island is short swim to south. Those go close hear screams. Cold wind blow at dark.
fr: L'île du mal est à quelques encablures au sud. Ceux qui vont tout près entendent des cris. Le vent froid souffle à la nuit tombée.

source: Evil island is short swim to south. We hear big noise and screams stop. No more cold wind blow.
fr: L'île du mal est à quelques encablures au sud. On entend un grand bruit et les cris s'arrêtent. Le vent froid ne souffle plus.

source: The screams may stop, but the pain continues.
fr: Les cris peuvent s'arrêter, mais la douleur continue.

source: We know not name of men. We not ask.
fr: Nous ne connaissons pas le nom des hommes. Nous ne demandons pas.

source: Ask about recent news
fr: Se renseigner sur les dernières nouvelles

source: Anything been happening here lately?
fr: Il s'est passé quelque chose ici dernièrement?

source: Naga come more often now. We fight well, but many hurt.
fr: Les Nagas viennent plus souvent maintenant. Nous nous battons bien, mais beaucoup souffrent.

source: Want us to wipe them out?
fr: Vous voulez qu'on les élimine?

source: Naga here when man not, swim under wave, come any time. We fight well, but too many.
fr: Les Nagas sont ici quand l'homme n'est pas là, nagent sous les vagues, viennent n'importe quand. Nous nous battons bien, mais il y en a trop.

source: Blood of siren is good for fight with naga. Find some, bring here?
fr: Le sang des sirènes est bon pour se battre avec les Nagas. Trouvez-en, et amenez-en ici?

source: Give her the siren's blood
fr: Donnez-lui le sang de la sirène

source: We brought you the siren's blood you asked for. I hope it helps.
fr: Nous vous avons apporté le sang de la sirène que vous avez demandé. J'espère que cela vous aidera.

source: Good! Blood turns naga into friend, fight easy now!
fr: Bien! Le sang transforme le naga en ami, combattez doucement maintenant!

source: We have friend in man too now?
fr: On a aussi l'ami dans l'homme maintenant?

source: Sure...
fr: Bien sûr...

source: Without invitation, Hesso swims over and hops onto the deck of your ship.
fr: Sans invitation, Hesso nage et saute sur le pont de votre navire.

source: How Hesso help?
fr: Comment Hesso vous aide?

source: $unit.name want to swim like you. Show how?
fr: $unit.name veut nager comme vous. Montrer comment?

source: Woman, let's strip. You're going to show me how to swim - and if you're lucky I might show you something in return.
fr: Femme, déshabillons-nous. Tu vas me montrer comment nager - et si tu as de la chance, je pourrais te montrer quelque chose en retour.

source: Oh, to feel the lapping of water against my cursed body! Will you show me how you float among the waves? It has been so long!
fr: Oh, sentir le clapotis de l'eau contre mon corps maudit! Tu vas me montrer comment tu flottes parmi les vagues? Cela fait si longtemps!

source: You lot seem like fine swimmers, could you show us some strokes?
fr: Vous avez l'air d'être de bons nageurs, pourriez-vous nous montrer quelques mouvements?

source: It makes us feel like landlubbers to watch you swim. Can you show us some strokes?
fr: On a l'impression d'être des terriens en vous regardant nager. Pouvez-vous nous montrer quelques mouvements?

source: Me show you swim? Hah! You no swim! You sink!
fr: Moi vous montrer nager? Hah! Vous ne nagez pas! Vous coulez!

source: Me show you swim? Yes, be funny. Make share - you bring pots of spice? Always boring fish taste.
fr: Moi vous montrer nager? Oui, sois drôle. Fais une part - tu apportes des pots d'épices? Toujours le goût ennuyeux du poisson.

source: No thanks, we'd rather have the spices ourselves.
fr: Non merci, on préfère avoir les épices nous-mêmes.

source: Give her two pots of spices
fr: Donnez-lui deux pots d'épices

source: Here, have the spice.
fr: Tiens, prends l'épice.

source: $unit.name spends the day learning strokes with Hesso. She makes a fine teacher in the water and the session is swift. After several hours $unit.name has definitely improved.
fr: $unit.name passe la journée à apprendre les coups avec Hesso. Elle fait un excellent professeur dans l'eau et la séance est rapide. Après plusieurs heures, $unit.name s'est nettement amélioré.

source: You swim good now. Not good like Hesso, but better than turtle. Hah!
fr: Tu nages bien maintenant. Pas aussi bien que Hesso, mais mieux que la tortue. Hah!

source: What's all this stuff?
fr: C'est quoi tous ces trucs?

source: We dive for coloured stones from reef, but sometime we bring things up not stones. Me think not throw them back, sell them too!
fr: On plonge pour trouver des pierres de couleur sur le récif, mais parfois on remonte des choses qui ne sont pas des pierres. Je pense qu'il ne faut pas les jeter, mais les vendre aussi!

source: What kind of things?
fr: Quel genre de choses?

source: Look... Big black rock! And head bone of man!
fr: Regarde... Un gros rocher noir! Et l'os de la tête de l'homme!

source: Examine the black rock
fr: Examine le rocher noir

source: Upon closer inspection you realise the black rock is actually an unexploded dwarven bomb. How it ended up here you have no idea.
fr: En y regardant de plus près, on se rend compte que la roche noire est en fait une bombe naine non explosée. Comment elle a fini ici, vous n'en avez aucune idée.

source: Me sell for sixty coin!
fr: Moi vendre pour soixante pièces!

source: Buy the black rock
fr: Acheter la roche noire

source: I'll buy the dwarven bomb.
fr: Je vais acheter la bombe naine.

source: Nice black rock for you.
fr: Joli rocher noir pour toi.

source: Not free! Need coins!
fr: Pas gratuit! Besoin de pièces!

source: Examine the head bone
fr: Examine l'os de la tête

source: The head bone is a human skull, bleached white by the countless years it has rested beneath the waves. Not valuable, just old.
fr: L'os de la tête est un crâne humain, blanchi par les innombrables années où il a reposé sous les vagues. Il n'a pas de valeur, il est juste vieux.

source: You buy for thirty coin?
fr: Vous achetez pour trente pièces?

source: Buy the head bone
fr: Acheter l'os de la tête

source: I'll buy the skull... er, head bone.
fr: Je vais acheter le crâne... euh, l'os de la tête.

source: Not think anyone buy that. Good!
fr: Je ne pense pas que quelqu'un achète ça. Bien!

source: Welcome to Griply, land of the free.
fr: Bienvenue à Griply, le pays de la liberté.

source: Things are looking up around here.
fr: Les choses s'améliorent par ici.

source: Remember Douffany? What a goon!
fr: Tu te souviens de Douffany? Quel idiot!

source: If you're after rum, head to the port. But don't be drinking the stuff in public.
fr: Si vous cherchez du rhum, allez au port. Mais ne buvez pas ce truc en public.

source: Excuse me, I've got to tend to the sugarcane.
fr: Excusez-moi, je dois m'occuper de la canne à sucre.

source: The cottage is a smart abode, with decorative sugarcanes suspended from the rafters. Whoever lives here obviously takes good care of the place.
fr: Le cottage est une demeure élégante, avec des cannes à sucre décoratives suspendues aux chevrons. Celui qui vit ici prend évidemment bien soin de l'endroit.

source: There are colourful flowers planted around this cottage and a sweet smell pervades the airy interior.
fr: Il y a des fleurs colorées plantées autour de ce cottage et une douce odeur envahit l'intérieur aéré.

source: What's this? It wasn't here last time we visited.
fr: Qu'est-ce que c'est? Ce n'était pas là la dernière fois que nous sommes venus.

source: It's a momument to the worker's uprising that ended the reign of the despot Douffany.
fr: C'est un momument du soulèvement des travailleurs qui a mis fin au règne du despote Douffany.

source: He was the only one keeping this place together! You lot were off your head first time we looked round.
fr: Il était le seul à garder cet endroit ensemble! La première fois qu'on a regardé autour de vous, vous étiez complètement fous.

source: It was the backbreaking labour that drove us to drink - that and the cruelty of the old boss. Now we've established a worker's co-operative and most of the men have gone teetotal. And you know what? Production is up! Plenty of barrels waiting for you in the port.
fr: C'est le travail pénible qui nous a fait boire - ça et la cruauté de l'ancien patron. Maintenant, nous avons créé une coopérative de travailleurs et la plupart des hommes sont devenus abstinents. Et vous savez quoi? La production est en hausse! Beaucoup de barils vous attendent dans le port.

source: Sail to an island
fr: Naviguez vers une île

source: Right-click on your character to access your log
fr: Cliquez avec le bouton droit de la souris sur votre personnage pour accéder à votre journal de bord

source: What a blessing to be upon the ocean once more! I feared I was to perish in that hell hole.
fr: Quelle bénédiction d'être à nouveau sur l'océan! Je craignais de périr dans ce trou de l'enfer.

source: Aye, the scent of the old sea breeze is a comfort. But like the wind, our fortunes may soon turn. They'll be after us for sure.
fr: Oui, l'odeur de la vieille brise marine est un réconfort. Mais comme le vent, notre destin pourrait bientôt changer. Ils nous poursuivront, c'est sûr.

source: Well, we cannae hope to outrun the royal fleet in this rickety raft. We need to get ourselves a bigger craft and sail far from these shallows. If luck is with us, some stash might remain at our old hideout. Let's head there.
fr: Eh bien, nous pouvons espérer distancer la flotte royale dans ce radeau branlant. Nous devons nous procurer un plus gros bateau et naviguer loin de ces hauts-fonds. Si la chance est avec nous, il se peut qu'il reste des réserves dans notre ancienne cachette. Allons-y.

source: I say we head for Port Rutt. Alderot is likely to lurk there still. We surely have a few favours buried in that old dog.
fr: Je dis que nous devons aller à Port Rutt. Alderot y sera probablement encore. Nous avons sûrement quelques faveurs enfouies dans ce vieux chien.

source: Nice work, brother. Let's see that map.
fr: Beau travail, mon frère. Voyons cette carte.

source: We're heading for a place called Lantos. That's the island Marco was given for betraying us.
fr: Nous nous dirigeons vers un endroit appelé Lantos. C'est l'île que Marco a reçu pour nous avoir trahis.

source: Looks like it's deep in the south seas, not too far from Greystone Port.
fr: On dirait que c'est au fond des mers du sud, pas trop loin du port de Greystone.

source: Let's set sail!
fr: Allons mettre les voiles!

source: Wait, don't you remember those weird clouds we saw? They didn't seem to be moving at all. Lantos is south of that storm.
fr: Attends, tu ne te souviens pas de ces nuages bizarres qu'on a vus? Ils ne semblaient pas bouger du tout. Lantos est au sud de cette tempête.

source: Then we'll have to find a way through it.
fr: Alors il va falloir trouver un moyen de le traverser.

source: Hang on, Lantos is further south than the great storm.
fr: Attends, Lantos est plus au sud que la grande tempête.

source: Then through the storm we shall go.
fr: Alors, à travers la tempête, nous irons.

source: What are we to do? We're skint.
fr: Que devons-nous faire? Nous sommes fauchés.

source: Um, maybe Alderot has one more favour in him.
fr: Hum, peut-être qu'Alderot a encore un service à nous rendre.

source: There's a beast of a storm ahead, change course!
fr: Il y a une bête de tempête devant nous, changez de cap!

source: Strange, these thunder clouds seem to be almost static...
fr: Etrange, ces nuages de tonnerre semblent presque statiques...

source: No time for cloud spotting, brother. We about-turn or risk getting sucked into it.
fr: Pas de temps pour le repérage des nuages, mon frère. On fait demi-tour ou on risque de se faire aspirer.

source: But Lantos is even further south. Marco is on the other side of that storm.
fr: Mais Lantos est encore plus au sud. Marco est de l'autre côté de cette tempête.

source: Then we'll have to find another way through.
fr: Alors il va falloir trouver un autre chemin.

source: The orb's still working, but its glow has dimmed. I doubt we'll get much more use out of it.
fr: L'orbe fonctionne toujours, mais sa lueur s'est atténuée. Je doute qu'il nous soit d'une grande utilité.

source: The mana orb's glow has died and the shell is disintegrating. I fear it will no longer work for us.
fr: La lueur du globe de mana est morte et la coquille se désintègre. Je crains qu'elle ne nous soit plus utile.

source: Then there's only one way to go. Onwards!
fr: Alors il n'y a qu'un seul chemin à suivre. En avant!

source: This is absurd.
fr: C'est absurde.

source: Hey, it works!
fr: Hé, ça marche!

source: It's useless, we're trapped in the shallows.
fr: C'est inutile, nous sommes coincés dans les bas-fonds.

source: Head back to the tower, I suppose.
fr: Retournez à la tour, je suppose.

source: This is getting serious now, brother. Laying siege to Fort Liberty isn't something we can pull off by ourselves.
fr: Ça devient sérieux maintenant, mon frère. Assiéger Fort Liberty n'est pas quelque chose qu'on peut faire tout seul.

source: I hear what you're saying. Let's look up our old allies.
fr: J'entends ce que tu dis. Allons voir nos anciens alliés.

source: Or make some new ones.
fr: Ou faisons-en de nouveaux.

source: You may now install a figurehead to the front of your ship. You can do this by right-clicking on the bow, i.e. the right-most hex of your ship's deck.
fr: Vous pouvez maintenant installer une figure de proue à l'avant de votre navire. Vous pouvez le faire en faisant un clic droit sur la proue, c'est-à-dire l'hexagone le plus à droite du pont de votre navire.

source: That was a close thing, brother. I've never been eaten before.
fr: C'était moins une, mon frère. Je n'ai jamais été mangé avant.

source: Aye, we did well, but what good has it done us? We're adrift in the sea, for god's sake!
fr: Oui, on a bien fait, mais à quoi ça nous a servi? Nous sommes à la dérive dans la mer, pour l'amour de Dieu!

source: Hmmm, I take your point.
fr: Hmmm, je comprends votre point de vue.

source: Ahoy there!
fr: Ohé, là!

source: $stored_unit.name|, you are a damn fine sailor!
fr: $stored_unit.name|, tu es un sacré bon marin!

source: We thought you'd been drowned! What happened? We've been circling around here just on the off chance...
fr: On pensait que tu t'étais noyé! Qu'est-ce qui s'est passé? On a tourné en rond ici juste au cas où...

source: There'll be time for tales later, just help us back onboard...
fr: On aura le temps de raconter des histoires plus tard, aide-nous à remonter à bord...

source: But first, some dry clothes and rum!
fr: Mais d'abord, des vêtements secs et du rhum!

source: All hands to deck!
fr: Tout le monde sur le pont!

source: Scroll To Ship
fr: Parchemin vers le bateau

source: Scroll To Deck
fr: Allez sur le pont du navire

source: Altaz Gaol
fr: Prison d'Altaz

source: Brother, are you sure we're quite ready? There's no turning back from this battle. We must be sure we have gold and recalls, as this is the final push.
fr: Frère, es-tu sûr que nous sommes prêts? Il n'y a pas de retour en arrière dans cette bataille. Nous devons être sûrs d'avoir de l'or et des rappels, car c'est la dernière ligne droite.

source: Turn back
fr: Retour

source: You are right, we need to prepare for this one.
fr: Vous avez raison, nous devons nous préparer pour celui-ci.

source: Attack the fort
fr: Attaquer le fort

source: We're as ready as we'll ever be. Our allies are here waiting for us, we cannot hesitate now.
fr: Nous sommes plus prêts que jamais. Nos alliés nous attendent ici, nous ne pouvons pas hésiter maintenant.

source: Strange... there's nobody here.
fr: Etrange... il n'y a personne ici.

source: The farms have gone to seed, the place is deserted. I suppose the township suffered without their gold.
fr: Les fermes ont été ensemencées, l'endroit est désert. Je suppose que le canton a souffert sans leur or.

source: Well, there's nothing here for us now. Let's get going.
fr: Eh bien, il n'y a plus rien pour nous ici maintenant. Allons-y.

source: Looks like someone's been here. There's a grave over there.
fr: On dirait que quelqu'un est venu ici. Il y a une tombe là-bas.

source: Worth a look?
fr: Ça vaut la peine de regarder?

source: As deserted as the day after we raided the place. Let's get going.
fr: Aussi désert que le lendemain de notre raid. Allons-y.

source: These people had nothing when the farms were working. Now there's even less to loot.
fr: Ces gens n'avaient rien quand les fermes travaillaient. Maintenant, il y a encore moins à piller.

source: This is where the old windmill stood. Looks like it collapsed in on itself.
fr: C'est ici que se trouvait le vieux moulin à vent. On dirait qu'il s'est effondré sur lui-même.

source: Nothing here but rotten old canvas.
fr: Ici, il n'y a rien d'autre que de la vieille toile pourrie.

source: Old Man Tet. A simple farmer, murdered by pirates. RIP.
fr: Old Man Tet. Un simple fermier, assassiné par des pirates. RIP.

source: What's that sound?
fr: Quel est ce bruit?

source: I know who you are. Unless you're an idiot you'll know who I am too.
fr: Je sais qui tu es. A moins que tu ne sois un idiot, tu sauras qui je suis aussi.

source: Huh? Didn't we kill you?
fr: Hein? On ne t'a pas tué?

source: I guess it's easy to lose track when you spill blood like you spill beer. You killed Old Man Tet, my brother.
fr: Je suppose qu'il est facile de perdre la trace quand on verse du sang comme on verse de la bière. Tu as tué le vieux Tet, mon frère.

source: You're a brother seeking revenge, eh?
fr: T'es un frère qui veut se venger, hein?

source: I am a brother claiming revenge. There's a difference.
fr: Je suis un frère qui réclame sa vengeance. Il y a une différence.

source: Kill Uncle Tet and his men
fr: Tue l'oncle Tet et ses hommes

source: Damn it, we were just farmers...
fr: Merde, nous n'étions que des agriculteurs...

source: Let's get going before any other siblings show up.
fr: Allons-y avant que d'autres frères et soeurs n'arrivent.

source: All enemies must be knocked down to 5hp or less - but not killed
fr: Tous les ennemis doivent être réduits à 5 chevaux ou moins - mais pas tués

source: Help! The men are rioting! Too much rum has set them loose, I fear for my life!
fr: Au secours! Les hommes se révoltent! Trop de rhum les a libérés, je crains pour ma vie!

source: We could sort this out, no problem. But there's a price - a hold full of free rum?
fr: On pourrait régler ça, pas de problème. Mais il y a un prix à payer - une cale pleine de rhum gratuit?

source: Of course! Anything! Subdue the rioters, but do not kill them. The distillery is ruined if the workers die...
fr: Bien sûr! N'importe quoi! Soumettez les émeutiers, mais ne les tuez pas. La distillerie est ruinée si les ouvriers meurent...

source: Might be trickier than we bargained for.
fr: Ça pourrait être plus compliqué que ce que nous avions prévu.

source: Down with the lazy lords who siphon off our rum!
fr: A bas les seigneurs paresseux qui siphonnent notre rhum!

source: Idiots! You have wrecked your own livelihood!
fr: Idiots! Vous avez détruit votre propre gagne-pain!

source: Nonsense. We can run this place...
fr: N'importe quoi. Nous pouvons diriger cet endroit...

source: (hiccup)
fr: (hoquet)

source: ...better than you.
fr: ...mieux que toi.

source: With the death of Douffany the men simmer down and cease their rioting. Most slink off to find somewhere to bed down, while the ones that remain are too far gone to notice you.
fr: Avec la mort de Douffany, les hommes se calment et cessent leurs émeutes. La plupart s'éclipsent pour trouver un endroit où se coucher, tandis que ceux qui restent sont trop loin pour vous remarquer.

source: Careful, he was my chief taster. Do not let any others die!
fr: Attention, c'était mon chef dégustateur. Ne laissez pas les autres mourir!

source: Fools! You have butchered my workforce! I withdraw the reward...
fr: Idiots! Vous avez massacré ma main-d'œuvre! Je retire la récompense...

source: In that case, we'll leave you to your fate.
fr: Dans ce cas, nous vous laissons à votre sort.

source: The riot is quelled. The men won't try anything like that again.
fr: L'émeute est réprimée. Les hommes ne tenteront plus rien de tel.

source: Excellent. Come see me in a few days for your reward. We'll have the rum ready as soon as the men are back at work.
fr: Excellent. Venez me voir dans quelques jours pour votre récompense. Le rhum sera prêt dès que les hommes seront de retour au travail.

source: Kill Dr Morteau
fr: Tuez le Dr Morteau

source: Death of Sayer
fr: La mort de la calomnieuse

source: Men, it is time we put our pets to rest. To the village!
fr: Messieurs, il est temps que nous mettions nos animaux au repos. Au village!

source: There are strangers on the island - they seem to be helping the creatures.
fr: Il y a des étrangers sur l'île - on dirait qu'ils aident les créatures.

source: Must I send all my men on this simple errand? So be it.
fr: Dois-je envoyer tous mes hommes pour cette simple course? Qu'il en soit ainsi.

source: I daresay it is a fitting fate.
fr: J'ose dire que c'est un destin approprié.

source: With Dr Morteau slain his men scatter into the trees in fright and disarray. The howls you hear soon after suggest they did not escape the clutches of the forest creatures.
fr: Le Dr Morteau ayant été tué, ses hommes se dispersent dans les arbres, effrayés et désemparés. Les hurlements que vous entendez peu après suggèrent qu'ils n'ont pas échappé aux griffes des créatures de la forêt.

source: Thank you, strangers.
fr: Merci, étrangers.

source: Largo, let's get going. This place ain't pretty.
fr: Largo, allons-y. Cet endroit n'est pas joli.

source: Kill all the orcs
fr: Tuez tous les orcs

source: Death of Dylii
fr: La mort de Dylii

source: The tower stands! The knowledge lives on! Come see me for your reward.
fr: La tour se dresse! Le savoir continue à vivre! Viens me voir pour ta récompense.

source: The tower falls with me. Our knowledge is lost.
fr: La tour tombe avec moi. Notre savoir est perdu.

source: Help has arrived! The falcon's cry has been answered!
fr: Les secours sont arrivés! Le cri du faucon a été entendu!

source: Let us hope it is not too late...
fr: Espérons qu'il n'est pas trop tard...

source: The orcs come to loot the library and enslave our people. They must be stopped.
fr: Les orcs viennent piller la bibliothèque et asservir notre peuple. Ils doivent être arrêtés.

source: Bighorn, I have to ask...
fr: Bighorn, je dois demander...

source: No you don't. I work for you. If you kill orcs, I kill orcs.
fr: Non, tu ne dois pas. Je travaille pour toi. Si tu tues des orcs, je tue des orcs.

source: I like your work ethic! As you were...
fr: J'aime ton éthique de travail! Comme tu étais...

source: I fought to the end!
fr: Je me suis battu jusqu'à la fin!

source: Transport system disrupted due to orcish invasion. Severe delays expected.
fr: Le système de transport a été perturbé à cause de l'invasion des orcs. De sérieux retards sont à prévoir.

source: The orcs are dead. Where's the reward?
fr: Les orcs sont morts. Où est la récompense?

source: Of course, let's see... a hundred coins for each of you.
fr: Bien sûr, voyons voir... une centaine de pièces pour chacun de vous.

source: Decline the reward
fr: Refuser la récompense

source: On second thoughts, keep it. Looks like you'll need the gold to clean up this mess.
fr: En y réfléchissant bien, gardez-le. On dirait que vous aurez besoin de l'or pour nettoyer ce gâchis.

source: You are very gracious. Perhaps one day your story will be put upon the page...
fr: Vous êtes très aimable. Peut-être qu'un jour votre histoire sera mise en page...
