Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: - Income is handled differently in this campaign. Your leaders do not have a base income, nor do they earn gold from owning villages. Furthermore, there is no bonus gold for completing a scenario. - Instead, you will earn gold by trading goods and completing certain quests. Gold can be given to the other player by right-clicking on their leader. - Although villages do not give gold, they still heal as normal and provide upkeep. Thus capturing villages is still required in order to field a large army. - It is very important to watch your income during battles to ensure you can pay for the upkeep of your units. Ending a scenario with negative gold will mean you start the next map with nothing.
fr: - Les revenus sont traités différemment dans cette campagne. Vos dirigeants n'ont pas de revenu de base et ne gagnent pas d'or en possédant des villages. En outre, il n'y a pas d'or en prime pour la réalisation d'un scénario. - Vous gagnerez plutôt de l'or en échangeant des marchandises et en accomplissant certaines quêtes. L'or peut être donné à l'autre joueur en faisant un clic droit sur son chef. - Bien que les villages ne donnent pas d'or, ils guérissent normalement et assurent leur entretien. Il faut donc toujours capturer des villages pour pouvoir déployer une grande armée. - Il est très important de surveiller vos revenus pendant les batailles afin de vous assurer que vous pouvez payer l'entretien de vos unités. Si vous terminez un scénario avec de l'or négatif, vous commencerez la carte suivante sans rien.

source: Help - Recruits and Recalls
fr: Aide - Recrutements et rappels

source: - In this campaign your characters do not belong to a faction as such, and thus you don't have a set recruit list. - Instead, the units you are able to recruit are based on the circumstances you find yourself in at any given time. For instance, you may be able to recruit Augurs if you are on an island inhabited by friendly Saurians. - Units from previous scenarios can be recalled as normal, regardless of the island you're on. - Most scenarios will allow you to recruit and recall from a keep on an island, while others allow it from the deck of your ship. On certain maps recruiting and recalling is not an option. - If you can find them, there are a handful of special 'follower' units which require no upkeep and are automatically recalled for free at the start of scenarios. Followers can gain abilities from trainers you meet in the game. You can assign a follower to another player by right-clicking on the unit. - Your ship's figurehead is a magical mascot that protects and empowers your crew. Whenever you recall a unit there is a chance it will receive a temporary bonus or a permanent blessing - depending on the figurehead. This happens every time a unit is recalled, even if they are recalled on land. Figureheads can be changed at any time as long as you have access to your ship (by right-clicking on the bow, i.e. the right-most hex of your ship's deck). Once a unit has been blessed it will receive no further benefits from that figurehead.
fr: - Dans cette campagne, vos personnages n'appartiennent pas à une faction en tant que telle, et vous n'avez donc pas de liste de recrutement fixe. - Au contraire, les unités que vous pouvez recruter sont basées sur les circonstances dans lesquelles vous vous trouvez à un moment donné. Par exemple, vous pouvez recruter des Augures si vous vous trouvez sur une île habitée par des Sauriens amis. - Les unités des scénarios précédents peuvent être rappelées comme d'habitude, quelle que soit l'île où vous vous trouvez. - La plupart des scénarios vous permettront de recruter et de rappeler à partir d'un donjon sur une île, tandis que d'autres vous le permettront à partir du pont de votre navire. Sur certaines cartes, le recrutement et le rappel ne sont pas possibles. - Si vous pouvez les trouver, il existe quelques unités spéciales de "suiveurs" qui ne nécessitent aucun entretien et sont automatiquement rappelées gratuitement au début des scénarios. Les suiveurs peuvent acquérir des capacités grâce aux entraîneurs que vous rencontrez dans le jeu. Vous pouvez attribuer un suiveur à un autre joueur en cliquant avec le bouton droit de la souris sur l'unité. - La figure de proue de votre navire est une mascotte magique qui protège et donne du pouvoir à votre équipage. Chaque fois que vous rappelez une unité, il y a une chance qu'elle reçoive un bonus temporaire ou une bénédiction permanente - selon la figure de proue. Cela se produit à chaque fois qu'une unité est rappelée, même si elle est rappelée à terre. Les figurines peuvent être modifiées à tout moment tant que vous avez accès à votre navire (en cliquant avec le bouton droit de la souris sur la proue, c'est-à-dire l'hexagone le plus à droite du pont de votre navire). Une fois qu'une unité a été bénie, elle ne recevra plus aucun avantage de cette figure de proue.

source: Help - Trading
fr: Aide - Commerce

source: - There are three tradable goods in this campaign: rum, spices and jewels. They can be found, or bought and sold at trading ports. - Trading these goods will be your primary source of income. Try to maximise profits by selling goods at ports with a high demand. - Goods can be bought for 10g from an island with a distillery, mine or plantation. The number of goods on sale will increase by +1 every 50 turns. - Goods can be sold at any island with a trading port. The going price for goods differs from port to port - depending on the distance to the nearest distillery, mine or plantation. - Each type of ship has a different max cargo capacity. Goods cannot be picked up or bought if your ship is at its max capacity.
fr: - Cette campagne porte sur trois biens échangeables : le rhum, les épices et les bijoux. On peut les trouver, ou les acheter et les vendre dans les ports de commerce. - Le commerce de ces biens sera votre principale source de revenus. Essayez de maximiser vos profits en vendant des marchandises dans les ports où la demande est forte. - Les marchandises peuvent être achetées pour 10g sur une île dotée d'une distillerie, d'une mine ou d'une plantation. Le nombre de marchandises en vente augmentera de +1 tous les 50 tours. - Les marchandises peuvent être vendues sur toute île disposant d'un port de commerce. Le prix courant des marchandises diffère d'un port à l'autre, en fonction de la distance à parcourir pour atteindre la distillerie, la mine ou la plantation la plus proche. - Chaque type de navire a une capacité de chargement maximale différente. Les marchandises ne peuvent pas être récupérées ou achetées si votre navire est à sa capacité maximale.

source: Help - Upgrades
fr: Aide - Mises à jour

source: - In this campaign your character improves at fighting every time he attacks an enemy unit. Put simply, the damage of an attack increases the more you use it. - An attack will increase by +1 damage when you have opted to use it a certain number of times. Attacks with a high number of strikes will take longer to increase than those with few strikes. Only offensive combat counts towards improving attack damage. - When an attack's damage increases every subsequent bonus will take 20% longer to achieve. For example, if it takes you 10 rounds of combat to increase the damage of your 'swing' attack, it will take 12 more fights to earn the next bonus - and so on. - Weapon stats do not improve when your character levels up, instead you gain an additional special attack. This too will increase in damage the more you use it. - Each attack has a max limit at which point the damage will no longer increase.
fr: - Dans cette campagne, votre personnage s'améliore au combat chaque fois qu'il attaque une unité ennemie. En d'autres termes, les dégâts d'une attaque augmentent au fur et à mesure que vous l'utilisez. - Une attaque augmentera de +1 dommage lorsque vous avez choisi de l'utiliser un certain nombre de fois. Les attaques avec un nombre élevé de frappes mettront plus de temps à augmenter que celles avec peu de frappes. Seul le combat offensif compte pour l'amélioration des dégâts d'attaque. - Lorsque les dégâts d'une attaque augmentent, chaque bonus ultérieur prendra 20 % de plus à obtenir. Par exemple, s'il vous faut 10 rounds de combat pour augmenter les dégâts de votre attaque "swing", il vous faudra 12 combats supplémentaires pour obtenir le prochain bonus, et ainsi de suite. - Les statistiques d'armes ne s'améliorent pas lorsque votre personnage monte en niveau, mais vous obtenez une attaque spéciale supplémentaire. Les dégâts augmenteront également au fur et à mesure que vous l'utiliserez. - Chaque attaque a une limite maximale, à partir de laquelle les dégâts n'augmentent plus.

source: Help - Ships and Sailing
fr: Aide - Navires et navigation

source: - Most of the ship movement in this game is confined to the world map. This is where you control your vessel and decide which locations to visit. - Your ship's moves will be replenished when they reach zero. Since there are no active enemy units on the world map, ending the turn is not necessary. However you may encounter hidden random encounters whilst at sea. Sail close to islands to best avoid these. - Most locations are present on the world map at the start of the game. Some locations only appear as a result of certain events or dialogue. - The weapons displayed on your deck (cannon, ballista, mortar, etc) represent your ship's attacks. They are only decorations and cannot be interacted with. - The colour of the island labels indicate the danger level. Yellow represents a slight threat or a skirmish, orange a decent-sized battle, red a very tough battle. Islands with green labels contain very little or no combat. This colour-code system allows you to ensure you do not stumble into battles without enough gold. - Once a scenario has been completed the state of play in that location will be modified to reflect the outcome of the scenario. For instance, liberating an island occupied by the royals may allow another faction to take power. - Returning to previous locations can be useful. Often there will be NPCs to speak with or trades and recruits to be had. The story state of some islands are also affected by hidden events. - Player two will gain control of the ship when player one ends their turn.
fr: - Dans ce jeu, la plupart des mouvements des navires sont confinés à la carte du monde. C'est là que vous contrôlez votre navire et décidez des endroits à visiter. - Les mouvements de votre vaisseau seront reconstitués lorsqu'ils atteindront zéro. Comme il n'y a pas d'unités ennemies actives sur la carte du monde, il n'est pas nécessaire de terminer le tour. Cependant, vous pouvez rencontrer des rencontres aléatoires cachées en mer. Naviguez près des îles pour les éviter au mieux. - La plupart des lieux sont présents sur la carte du monde au début du jeu. Certains lieux n'apparaissent qu'à la suite de certains événements ou dialogues. - Les armes affichées sur votre pont (canon, baliste, mortier, etc.) représentent les attaques de votre navire. Elles ne sont que des décorations et ne peuvent pas être utilisées en interaction avec elles. - La couleur des étiquettes des îles indique le niveau de danger. Le jaune représente une légère menace ou une escarmouche, l'orange une bataille de taille décente, le rouge une bataille très dure. Les îles avec des étiquettes vertes ne contiennent que très peu ou pas de combat. Ce système de code couleur vous permet de vous assurer que vous ne tombez pas dans des batailles sans avoir assez d'or. - Une fois qu'un scénario est terminé, l'état de la situation à cet endroit sera modifié pour refléter le résultat du scénario. Par exemple, la libération d'une île occupée par la famille royale peut permettre à une autre faction de prendre le pouvoir. - Il peut être utile de revenir aux endroits précédents. Souvent, il y aura des PNJs à qui parler ou des échanges et des recrues à avoir. L'état de certaines îles est également affecté par des événements cachés. - Le joueur deux prendra le contrôle du navire lorsque le joueur un terminera son tour.

source: Help - Global Turns
fr: Aide - Tours globaux

source: - The turn counter in the world map displays the total number of turns elapsed since the start of the campaign. This is known as the global turn count. It tracks the time that has passed since your escape from the gaol. - The global turn count is used to determine how many commodities are produced in each port. It may also affect certain minor events. - A turn at sea is worth five on land. This means every time your ship's moves are replenished on the world map the global turn count rises by 5. - The global turn count also triggers fixed events affecting the story of the campaign. Beware of wasting too much time! Endless trading or xp-farming may not be worth it in the long run...
fr: - Le compteur de tours sur la carte du monde affiche le nombre total de tours écoulés depuis le début de la campagne. C'est ce que l'on appelle le compte-tours global. Il indique le temps écoulé depuis votre évasion de prison. - Le compteur de tours global est utilisé pour déterminer combien de marchandises sont produites dans chaque port. Il peut également affecter certains événements mineurs. - Un tour en mer vaut cinq tours à terre. Cela signifie que chaque fois que les mouvements de votre navire sont reconstitués sur la carte du monde, le nombre de tours globaux augmente de 5. - Le nombre de tours globaux déclenche également des événements fixes qui affectent l'histoire de la campagne. Attention à ne pas perdre trop de temps! Le commerce sans fin ou l'agriculture intensive ne vaut peut-être pas la peine à long terme...

source: Help - Bugs and Settings
fr: Aide - Bugs et réglages

source: - The campaign has some very short scenarios which means player one may jump ahead to a scenario before player two has caught up. Due to a fault in Wesnoth this may cause the game to crash. If you are player one, try to wait for player two to join the scenario before making your move. - We recommended you change your preferences to disable the pop-ups asking to save replays and delete auto-saves. This will prevent you having to click past them every time you move between scenarios. - It may also be wise to disable the option to interrupt moves when an ally is sighted. There are often lots of them. - We also recommend you turn sound effects and music on.
fr: - La campagne comporte des scénarios très courts, ce qui signifie que le joueur 1 peut passer à un scénario avant que le joueur 2 n'ait rattrapé son retard. En raison d'une faute dans Wesnoth, cela peut provoquer un crash du jeu. Si vous êtes le joueur un, essayez d'attendre que le joueur deux rejoigne le scénario avant d'agir. - Nous vous recommandons de modifier vos préférences afin de désactiver les pop-ups demandant de sauvegarder les reprises et de supprimer les sauvegardes automatiques. Cela vous évitera de devoir cliquer dessus chaque fois que vous passez d'un scénario à l'autre. - Il peut également être judicieux de désactiver l'option permettant d'interrompre les déplacements lorsqu'un allié est repéré. Ils sont souvent nombreux. - Nous vous recommandons également d'activer les effets sonores et la musique.

source: Cheat Mode
fr: Mode Triche

source: This is just here to help us test the campaign.
fr: C'est juste pour nous aider à tester la campagne.

source: Enter Secret Code:
fr: Entrez le code secret :

source: Help
fr: Aider

source: Select a topic for more info.
fr: Sélectionnez un sujet pour plus d'informations.

source: Villages and Gold
fr: Villages et or

source: Recruits and Recalls
fr: Recrues et rappels

source: Trading
fr: Commerce

source: Upgrades
fr: Améliorations

source: Ships and Sailing
fr: Bateaux et voile

source: Global Turns
fr: Tours globaux

source: Bugs and Settings
fr: Bugs et paramètres

source: Give Gold
fr: Donnez de l'or

source: Giving Gold
fr: Donner de l'or

source: How much gold will you give to $unit.id|? $unit.id currently has: $taker.gold|g
fr: Combien d'or allez vous donner à $unit.id|? $unit.id a actuellement: $taker.gold| pièces d'or

source: Assign To Hugo
fr: Assigner à Hugo

source: Assign To Largo
fr: Assigner au Largo

source: Trading Port
fr: Port de commerce

source: You can trade goods here. The going price for goods differs from port to port - depending on the distance to the nearest distillery, mine or plantation.
fr: Vous pouvez échanger des marchandises ici. Le prix courant des marchandises diffère d'un port à l'autre, en fonction de la distance à parcourir pour atteindre la distillerie, la mine ou la plantation la plus proche.

source: Your ship is currently carrying
fr: Votre bateau transporte actuellement

source: barrels of rum
fr: barils de rhum

source: chests of jewels
fr: coffres de bijoux

source: pots of spices
fr: pots d'épices

source: Leave Trading Port
fr: Quitter le port de commerc

source: float^+$temp_jewels Jewels
fr: float^+$temp_jewels Bijoux

source: Buy Rum
fr: Acheter du rhum

source: There are $rum_{PLACE}_stock barrels to buy
fr: Il y a $rum_{PLACE}_stock barils à acheter

source: Buy Jewels
fr: Acheter des bijoux

source: There are $jewels_{PLACE}_stock chests to buy
fr: Il y a $jewels_{PLACE}_stock coffres à acheter

source: Buy Spices
fr: Acheter des épices

source: There are $spices_{PLACE}_stock pots to buy
fr: Il y a $spices_{PLACE}_stock pots à acheter

source: Sell Rum
fr: Vendre du rhum

source: Sell Jewels
fr: Vendre des bijoux

source: Sell Spices
fr: Vendre des épices

source: Secret Stash
fr: Réserve secrète

source: You can stash goods here and retrieve them at a later date. This allows you to store goods until you find a suitable buyer.
fr: Vous pouvez ranger ici des marchandises et les récupérer plus tard. Cela vous permet de stocker des marchandises jusqu'à ce que vous trouviez un acheteur approprié.

source: Stash Rum
fr: Réserve de Rhum

source: Stash Jewels
fr: Réserve de Bijoux

source: Stash Spices
fr: Réserve d'Epices

source: Retrieve Rum
fr: Récupérer du rhum

source: There are $stash_{PLACE}_rum barrels stashed here
fr: Il y a $stash_{PLACE}_rum barils de rhum entreposés ici

source: Retrieve Jewels
fr: Récupérer des bijoux

source: There are $stash_{PLACE}_jewels chests stashed here
fr: Il y a $stash_{PLACE}_jewels coffres entreposés ici

source: Retrieve Spices
fr: Récupérer des épices

source: There are $stash_{PLACE}_spices pots stashed here
fr: Il y a $stash_{PLACE}_spices pots d'épices entreposés ici

source: Inventory
fr: Inventaire

source: Items in the inventory are shared between players. Select an item to use it.
fr: Les objets de l'inventaire sont partagés entre les joueurs. Sélectionnez un objet pour l'utiliser.

source: Flints
fr: Silex

source: The flints do nothing here. Let's try using them on something else.
fr: Les silex ne font rien ici. Essayons de les utiliser sur autre chose.

source: Let's see if the flints will light these leaves.
fr: Voyons si les silex peuvent allumer ces feuilles.

source: At least it's warmer now I suppose.
fr: Au moins, il fait plus chaud maintenant, je suppose.

source: Boulders
fr: Rochers

source: With a bit of luck we can block up the torrent with these boulders.
fr: Avec un peu de chance, nous pouvons bloquer le torrent avec ces rochers.

source: Hmm, the water is still gushing through the gaps.
fr: Hmm, l'eau jaillit encore à travers les brèches.

source: Magic Mushrooms
fr: Champignons magiques

source: Wanna try eating a shroom? Nah, me neither.
fr: Tu veux essayer de manger une chemise? Non, moi non plus.

source: Red Brew
fr: Bière rouge

source: Healed
fr: Guéri

source: Gremlock, try some of this red brew. It should sort you out.
fr: Gremlock, goûtez un peu de ce breuvage rouge. Ça devrait vous aider à vous en sortir.

source: Blue Brew
fr: Bière bleue

source: Green Brew
fr: Bière verte

source: Cauldron
fr: Chaudron

source: Can't do much with this cauldron right now. Best find someone who'll make the most of it.
fr: Je ne peux pas faire grand chose avec ce chaudron pour l'instant. Il vaut mieux trouver quelqu'un qui en tirera le meilleur parti.

source: Clay
fr: Argile

source: This clay packs into the gaps nicely.
fr: Cette argile se tasse bien dans les interstices.

source: Seems like it did the trick, for now.
fr: On dirait que ça a fait l'affaire, pour l'instant.

source: The water just washes the clay away. We'll need to start with something bigger.
fr: L'eau ne fait que laver l'argile. On va devoir commencer avec quelque chose de plus grand.

source: What shall we do with this clay? I don't think I need a facepack right now.
fr: Qu'est-ce qu'on va faire avec cette argile? Je ne pense pas que j'ai besoin d'un masque pour l'instant.

source: Dwarven Bomb
fr: Bombe des nains

source: Our dwarven bomb might be useful here, but not right now.
fr: Notre bombe naine pourrait être utile ici, mais pas maintenant.

source: Let's make sure the bomb is where it needs to be before we set it off.
fr: Assurons-nous que la bombe est bien là où elle doit être avant de la faire exploser.

source: Everyone stand back! I'm setting off a bomb...
fr: Tout le monde recule! Je vais faire exploser une bombe...

source: I can think of a good use for our dwarven bomb. Let's make sure we're close enough.
fr: Je peux penser à une bonne utilisation de notre bombe naine. Assurons-nous que nous sommes assez près.

source: Well, that was satisfying.
fr: Eh bien, c'était satisfaisant.

source: Did I ever say how much I hated that place?
fr: Est-ce que j'ai déjà dit à quel point je détestais cet endroit?

source: The bomb would surely blow the lock apart - but it'd also bring down half the mountain!
fr: La bombe ferait sûrement sauter la serrure - mais elle ferait aussi tomber la moitié de la montagne!

source: I'm tempted to try out the dwarven bomb right now, but it's likely to bring the roof down on the temple beneath. I don't think that's quite the entrance we want to make.
fr: Je suis tenté d'essayer la bombe naine maintenant, mais elle risque de faire s'écrouler le toit du temple en dessous. Je ne pense pas que ce soit vraiment l'entrée que nous voulons faire.

source: Using the dwarven bomb here would probably cause a cave-in. That's not what we're after.
fr: Utiliser la bombe naine ici provoquerait probablement un effondrement. Ce n'est pas ce que nous cherchons.

source: We'll have to wait before we can blow anything up with this dwarven bomb.
fr: On devra attendre avant de pouvoir faire exploser quoi que ce soit avec cette bombe naine.

source: Black Blade
fr: Lame Noire

source: Ah, let me try this black blade we picked up in Greystone.
fr: Ah, laissez-moi essayer cette lame noire qu'on a ramassée à Greystone.

source: It fits the lock! The serrated edge matches the tumblers perfectly...
fr: Elle s'adapte à la serrure! Le bord dentelé correspond parfaitement aux gorges...

source: Mana Orb
fr: Orbe de mana

source: Let's see what this orb can do.
fr: Voyons ce que ce globe peut faire.

source: It's glowing...
fr: Il brille...

source: We have the orb from the temple, shall we head through the storm?
fr: Nous avons le globe du temple, allons-nous traverser la tempête?

source: Hmm, but we don't know where we're going - and that orb might only be a one way ticket. I suggest waiting until we find out where Marco is.
fr: Hmm, mais nous ne savons pas où nous allons - et ce globe n'est peut-être qu'un aller simple. Je suggère d'attendre de savoir où se trouve Marco.

source: Tub
fr: Bac

source: Brother, help me get this tub down to the shore. I've got an idea!
fr: Frère, aide-moi à descendre cette baignoire sur la rive. J'ai une idée!

source: Shovel
fr: Pelle

source: I reckon we can clear these rocks with the shovel...
fr: Je pense qu'on peut dégager ces rochers avec la pelle...
