Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Mariners
fr: Marins

source: Friends
fr: Amis

source: Investigate the island
fr: Enquêter sur l’île

source: Death of mariners
fr: Décès des marins

source: Sir Ludolf was a mean son of a bitch.
fr: Sir Ludolf était un fils de pute méchant.

source: What happens in the pits, stays in the pits.
fr: Ce qui se passe dans les stands, reste dans les stands.

source: Don't mess with Sylin, she throws a fast one-two.
fr: Ne jouez pas avec Sylin, elle lance un rapide une-deux.

source: Down below you can see the floor of a fighting arena littered with bodies.
fr: En bas, vous pouvez voir le sol d’une arène de combat jonchée de corps.

source: That way leads to the pits. You've no business there.
fr: De cette façon conduit aux stands. Tu n’as rien à faire là-bas.

source: This training doll has seen better days. It's barely still standing...
fr: Cette poupée d’entraînement a connu des jours meilleurs. Il est à peine encore debout...

source: Greetings, $unit.name|.
fr: Salutations, $unit.name|.

source: What will you do?
fr: Qu'allez-vous faire?

source: Walk on
fr: Continuer à marcher

source: Exchange pleasantries
fr: Echangez des plaisanteries

source: How is life on Judro these days?
fr: Comment va la vie sur Judro ces jours-ci?

source: We risked revolt because we had nothing to lose. We still have nothing, but now we're free. That makes a difference apparently.
fr: Nous avons risqué la révolte parce que nous n'avions rien à perdre. Nous n'avons toujours rien, mais maintenant nous sommes libres. Cela fait apparemment une différence.

source: Ask about the fighting pits
fr: Se renseigner sur les stands de combat

source: Do the fighting pits see any action these days?
fr: Est-ce que les combats font rage de nos jours?

source: Of course. We still use the pits for training, even if the prize is no longer a bed in a barracks. We hold regular bouts down there to determine our rank. Alas, my mine has slipped since the revolt. Prestige does not last long here.
fr: Bien sûr. Nous utilisons toujours les fosses pour l'entraînement, même si la récompense n'est plus un lit dans une caserne. Nous y organisons régulièrement des combats pour déterminer notre rang. Hélas, ma mine a glissé depuis la révolte. Le prestige ne dure pas longtemps ici.

source: Ask if he knows of Marco
fr: Demander-lui s'il connaît Marco

source: Did a man named Marco ever come here?
fr: Un homme nommé Marco est-il venu ici?

source: Not that I recall. If he did, he's either dead or wearing a uniform now.
fr: Pas que je me souvienne. S'il l'a fait, il est soit mort, soit en uniforme maintenant.

source: Ask to be trained
fr: Demander à être entrainé

source: Reckon you can teach a salty sea dog any new tricks?
fr: Vous savez apprendre de nouveaux tours à un chien de mer salé?

source: For sure, but I'm not as good as I once was. You should talk to Sylin - she's our current champion.
fr: Bien sûr, mais je ne suis plus aussi bon qu'avant. Tu devrais parler à Sylin - c'est notre championne actuelle.

source: Ask if he will join you
fr: Demander s'il veut se joindre à vous

source: Fancy tagging along with us? We're always looking for more crew.
fr: Envie de nous accompagner? Nous cherchons toujours plus d'équipage.

source: Not me, but I know many of the men are keen for fighting work. Head over to one of the old keeps and you'll find plenty to recruit.
fr: Pas moi, mais je sais que beaucoup d'hommes aiment le travail de combattant. Allez dans un des vieux donjons et vous trouverez de quoi recruter.

source: Fancy yourself as a fighter, do you?
fr: Vous vous imaginez être un combattant, n'est-ce pas?

source: Request to be trained
fr: Demander à être entraîné

source: You fight with both hands... $unit.name want to do that!
fr: Tu te bats avec les deux mains... $unit.name veux faire ça!

source: Show me your fancy handiwork, woman.
fr: Montre-moi ton beau travail, femme.

source: My curiosity is rarely sparked, but I am intrigued by your fighting style.
fr: Ma curiosité est rarement éveillée, mais je suis intrigué par ton style de combat.

source: How did you learn to fight two-handed? Can you show us how it's done?
fr: Comment as-tu appris à te battre à deux mains? Peux-tu nous montrer comment faire?

source: Some can emulate my style, but not you. No offence.
fr: Certains peuvent imiter mon style, mais pas vous. Sans vouloir vous offenser.

source: I'll teach you if you do something for me. What one hand gives, the other takes away. I'm looking for a new suit of armour. This old stuff doesn't cut it anymore. I'm a champion now, I need something suitable.
fr: Je t'apprendrai si tu fais quelque chose pour moi. Ce qu'une main donne, l'autre le reprend. Je suis à la recherche d'une nouvelle armure. Ce vieux truc ne me suffit plus. Je suis un champion maintenant, j'ai besoin de quelque chose de convenable.

source: Decline the offer
fr: Décliner l'offre

source: Maybe we'll come back to you.
fr: Peut-être que nous reviendrons vers toi.

source: Give her the golden armour
fr: Lui donner l'armure dorée

source: We've brought you some golden armour. Real special. Show us how it's done...
fr: Nous t'avons apporté une armure en or. Vraiment spéciale. Montre-nous comment faire...

source: $unit.name spends the day practising with Sylin, juggling weapons and learning how to make the most of their weak arm.
fr: $unit.name passe la journée à s'entraîner avec Sylin, à jongler avec des armes et à apprendre à tirer le meilleur parti de leur bras faible.

source: You've got the basics, the rest is up to you. If you can kill with one hand, you can do it with both.
fr: Vous avez les bases, le reste dépend de vous. Si tu peux tuer d'une main, tu peux le faire des deux.

source: float^Trained
fr: float^Entrainé

source: Foes
fr: Ennemis

source: A mariner must reach the fort entrance
fr: Un marin doit atteindre l'entrée du fort

source: Death of Renaldo
fr: Décès de Renaldo

source: Turns run out
fr: Il s'avère qu'il n'y a plus de place

source: We must press on! We haven't much time to waste.
fr: Nous devons continuer! Nous n'avons pas beaucoup de temps à perdre.

source: We need to hurry, Tylon could well be planning an escape.
fr: Nous devons nous dépêcher, Tylon pourrait bien préparer une évasion.

source: We're out of time! A ship has set sail from the north of the island - Tylon has escaped! It's all over.
fr: Nous n'avons plus de temps à perdre! Un navire a quitté le nord de l'île - Tylon s'est échappé! Tout est fini.

source: We've made it!
fr: On a réussi!

source: Good work, the tide has turned.
fr: Bon travail, le vent a tourné.

source: Renaldo, you mop up here while we seek out the throne room.
fr: Renaldo, tu passes la serpillière ici pendant que nous cherchons la salle du trône.

source: What! I had hoped to take on the coward king myself...
fr: Quoi! J'avais espéré affronter ce couard de roi moi-même...

source: There's no time for that. Tylon might still make good his escape. We go at once!
fr: On n'a pas le temps pour ça. Tylon pourrait encore lui permettre de s'échapper. Nous partons tout de suite!

source: Men! The final battle is upon us. Our revolution began as but a seed in Farrow. See how it has grown! Before us stands the massed ranks of King Tylon's men. They are many, as are we.
fr: Camarades! C'est la bataille finale. Notre révolution a commencé comme une graine à Farrow. Voyez comment elle a grandi! Devant nous se tiennent les rangs massés des hommes du roi Tylon. Ils sont nombreux, tout comme nous.

source: Do you see the king upon the battlefield? No, he hides behind his walls - and with good reason. His day has come!
fr: Voyez-vous le roi sur le champ de bataille? Non, il se cache derrière ses murs - et avec raison. Son heure est venue!

source: Onwards!
fr: En avant!

source: Wow, I heard about this place when I was a kid. Never thought I'd get to see it.
fr: Wow, j'ai entendu parler de cet endroit quand j'étais enfant. Je n'aurais jamais pensé pouvoir le voir.

source: We're here for more than sightseeing.
fr: On n'est pas ici que pour du tourisme.

source: Well, I never thought I'd be laying siege to it either.
fr: Eh bien, je n'aurais jamais pensé que je l'assiégerais non plus.

source: King Tylon's men receive a 'Global Turns' bonus of $gold_bonus extra gold.
fr: Les hommes du roi Tylon reçoivent un bonus 'Tours globaux' de $gold_bonus or en plus.

source: It is fortunate you found that cache of weapons on Peoria Ruins. Rodgers brought them and distributed them among the troops. There was about one hundred gold pieces' worth of gear in that old ship.
fr: C'est une chance que vous ayez trouvé cette cache d'armes sur les ruines de Peoria. Rodgers les a apportées et les a distribuées parmi les troupes. Il y avait une centaine de pièces d'or dans ce vieux bateau.

source: It is well that your men have the weapons they need. We can thank Hilldon for that.
fr: C'est bien que vos hommes aient les armes dont ils ont besoin. Nous pouvons remercier Hilldon pour cela.

source: I cannot wait to see Tylon's face as we storm the walls of the keep! Onward!
fr: J'ai hâte de voir le visage de Tylon quand nous prendrons d'assaut les murs du donjon! En avant!

source: You boys didn't think I'd miss a chance at revolution did you?
fr: Vous ne pensiez pas que je raterais une chance de révolution, n'est-ce pas?

source: Alderot! You old dog, you came just in time.
fr: Alderot! Vieux chien, tu es arrivé juste à temps.

source: I've brought supplies and men for you to recruit. C'mon lads!
fr: Je vous ai apporté des provisions et des hommes à recruter. Allez les gars!

source: Such an inglorious end!
fr: Une fin si peu glorieuse!

source: Without Renaldo's help we are lost!
fr: Sans l'aide de Renaldo, nous sommes perdus!

source: It cannot be! I have never lost a battle...
fr: Ce n'est pas possible! Je n'ai jamais perdu une bataille...

source: Fool!
fr: Idiot!

source: It bodes well - we are almost there!
fr: C'est de bon augure - nous y sommes presque!

source: Long live the king!
fr: Vive le roi!

source: Damn, I'm done for!
fr: Merde, je suis fait pour ça!

source: How dare you? Don't you know who I am?
fr: Comment osez-vous? Vous ne savez pas qui je suis?

source: Death to the king!
fr: Mort au roi!

source: What's in store for us here I wonder?
fr: Qu'est-ce qui nous attend ici, je me le demande?

source: Let's have a look around.
fr: Allons jeter un coup d'oeil.

source: These woods seem sinister to me. I feel like I'm being watched.
fr: Ces bois me semblent sinistres. J'ai l'impression d'être surveillé.

source: Good god, the wood is full of freaks.
fr: Bon Dieu, le bois est plein de monstres.

source: What on earth are you? I see a creature who by rights should be dead...
fr: Mais qu'est-ce que tu es? Je vois une créature qui devrait être morte de plein droit...

source: This poor beast cannot even speak. Its mouth makes sounds, but they are useless mumblings.
fr: Cette pauvre bête ne peut même pas parler. Sa bouche fait des bruits, mais ce sont des marmonnements inutiles.

source: Men of the sea, you are a welcome sight.
fr: Hommes de la mer, vous êtes les bienvenus.

source: We are not often met with such greetings. Why so this time?
fr: Nous ne recevons pas souvent de telles salutations. Pourquoi cette fois-ci?

source: I am in sore need of assistance, and you fit the bill.
fr: J'ai un grand besoin d'aide, et vous faites l'affaire.

source: Brother, what do you make of this? Should we check it out first or sign up now?
fr: Frère, qu'est-ce que tu en penses? Devrions-nous d'abord vérifier ou nous inscrire maintenant?

source: Ask about the island
fr: Se renseigner sur l'île

source: What is this place? There is an eerieness to it.
fr: Quel est cet endroit? Ce lieu est bien étrange.

source: Nonsense, this is my home. It is my laboratory also. These men you see are my helpers.
fr: N'importe quoi, c'est ma maison. C'est aussi mon laboratoire. Ces hommes que vous voyez sont mes aides.

source: Enquire about his work
fr: S'informer sur son travail

source: What do you do here?
fr: Que faites-vous ici?

source: I am involved in work of great import, but it is not something I expect you to grasp.
fr: Je suis impliqué dans un travail de grande importance, mais ce n'est pas quelque chose que j'attends que vous saisissiez.

source: Do you talk now of sorcery?
fr: Parlez-vous maintenant de sorcellerie?

source: Of a sort I suppose. I was trained in such arts, once upon a time. But what I do now has little in common with the toys beloved of most magicians.
fr: En quelque sorte, je suppose. J'ai été formé à ces arts, il y a longtemps. Mais ce que je fais maintenant a peu de choses en commun avec les jouets préférés de la plupart des magiciens.

source: You have heard of necromancy, I presume? Many amuse themselves by reviving the bodies of the fallen, yet such magics produce only awkward and inferior versions of the original. I seek to improve the original, nay, I aim to perfect it.
fr: Vous avez entendu parler de la nécromancie, je suppose? Beaucoup s'amusent à faire revivre les corps des morts, mais ces magies ne produisent que des versions maladroites et inférieures de l'original. Je cherche à améliorer l'original, non, je vise à le perfectionner.

source: I'm not sure I follow...
fr: Je ne suis pas sûr de suivre...

source: Did I not warn that your understanding would fail you? Put simply, my work is an attempt to turn man into more than he is. Where some are content to reawaken the dead, I seek to create such a one that would never sleep.
fr: N'ai-je pas prévenu que votre compréhension vous ferait défaut? Pour dire les choses simplement, mon travail est une tentative de transformer l'homme en plus qu'il n'est. Là où certains se contentent de réveiller les morts, je cherche à en créer un qui ne dormirait jamais.

source: An immortal?
fr: Un immortel?

source: Yes, I believe that is the layman's term for it. I envision a creature of perfection, one that yields even not to death.
fr: Oui, je crois que c'est le terme utilisé par les profanes. J'imagine une créature de perfection, qui ne cède même pas à la mort.

source: Ask how you can help
fr: Demander comment vous pouvez aider

source: It is a far-fetched notion that we could play some part in your grand scheme. What are you after?
fr: C'est une idée farfelue que de penser que nous pourrions jouer un rôle dans votre grand projet. Qu'est-ce que vous cherchez?

source: Ha, I do not require your belief, merely your muscle. Some of my experiments have gone awry of late. I need someone to take care of it.
fr: Ha, je n'ai pas besoin de votre croyance, seulement de vos muscles. Certaines de mes expériences ont mal tourné ces derniers temps. J'ai besoin de quelqu'un pour s'en occuper.

source: Take care of what?
fr: S'occuper de quoi?

source: On the opposite side of this isle you will find a shanty town inhabited by what can only be termed my failures. At first I did not care that these pitiful beings should run among the trees, in fact I was rather curious to see how they would fare, but they now grow numbersome.
fr: De l'autre côté de cette île, vous trouverez un bidonville habité par ce que l'on ne peut que qualifier de mes échecs. Au début, je ne me souciais pas que ces êtres pitoyables courent parmi les arbres. En fait, j'étais plutôt curieux de voir comment ils s'en sortiraient, mais ils sont maintenant de plus en plus nombreux.

source: I want you to eliminate them. Of course, my men here will help you but they cannot do the job alone. I am prepared to pay you a purse of 100 gold pieces once the work is done.
fr: Je veux que vous les éliminiez. Bien sûr, mes hommes ici présents vous aideront, mais ils ne peuvent pas faire le travail seuls. Je suis prêt à vous payer une bourse de 100 pièces d'or une fois le travail terminé.

source: Agree to help
fr: Accepter d'aider

source: Morteau, we will gladly deal with your problem. First we shall return to our ship and prepare for the fight.
fr: Morteau, nous nous occuperons volontiers de votre problème. Nous allons d'abord retourner à notre navire et nous préparer pour le combat.

source: What brings you to this place?
fr: Qu'est-ce qui vous amène ici?

source: I don't even know what this place is.
fr: Je ne sais même pas ce qu'est cet endroit.

source: It is the isle of Dr Morteau. I suggest you turn away now.
fr: C'est l'île du Dr Morteau. Je vous suggère de vous en aller maintenant.

source: Brother, are you sure we want to get involved in this without looking around?
fr: Frère, tu es sûr qu'on veut s'impliquer dans cette affaire sans regarder autour de nous?

source: Ask what is going on
fr: Demandez ce qui se passe

source: Why do you warn me so?
fr: Pourquoi m'avertissez-vous ainsi?

source: Do you not see what is before you? Do you not see what we are?
fr: Ne voyez-vous pas ce qui est devant vous? Ne voyez-vous pas ce que nous sommes?

source: I see, but I do not know what it is I look upon.
fr: Je vois, mais je ne sais pas ce que je regarde.

source: You look upon the work of Dr Morteau. We here were born in his house of pain.
fr: Vous regardez le travail du Dr Morteau. Nous sommes nés ici dans sa maison de la douleur.

source: He created you? But why?
fr: Il vous a créé? Mais pourquoi?

source: He changed us. From the dimmest of memories I am reminded that I was once like you. But I was changed, we all were.
fr: Il nous a changés. Les souvenirs les plus sombres me rappellent que j'étais autrefois comme vous. Mais j'ai été changé, nous l'avons tous été.

source: What did he do?
fr: Qu'a-t-il fait?

source: I do not know what, nor why. We see men come to these shores and we see monsters emerge from the house of pain. We hear them become like us. I among them am alone in that my words still make some sense to you. Many of the others cannot reason let alone speak as I.
fr: Je ne sais pas quoi, ni pourquoi. Nous voyons des hommes venir sur ces rivages et nous voyons des monstres sortir de la maison de la douleur. Nous les entendons devenir comme nous. Je suis seul parmi eux, car mes paroles ont encore un certain sens pour vous. Beaucoup d'autres ne peuvent pas raisonner et encore moins parler comme moi.

source: Ask who he is
fr: Demander qui il est

source: Are you the leader here?
fr: Etes-vous le chef ici?

source: In a sense, though a leader suggests a purpose. We have none. We are but the waste that issues senselessly from Morteau's evil chamber.
fr: Dans un sens, bien qu'un chef suggère un but. Nous n'en avons pas. Nous ne sommes que les déchets qui sortent insensées de la chambre du mal de Morteau.

source: This is horrific. Can't you escape this place?
fr: C'est horrible. Vous ne pouvez pas vous échapper de cet endroit?

source: And go where? There is no reason for us to be, here or elsewhere. Our fate is sealed by the form we have been given.
fr: Et aller où? Nous n'avons aucune raison d'être, ici ou ailleurs. Notre destin est scellé par la forme qui nous a été donnée.

source: There seems to be plenty of your sort here. Have you tried rising against your tormentor?
fr: Il semble qu'il y ait beaucoup de gens comme vous ici. As-tu essayé de t'élever contre ton bourreau?

source: We have not, yet revenge upon Morteau is the one passion that still smoulders in the husk of my heart.
fr: Nous n'avons pas essayé, mais la vengeance contre Morteau est la seule passion qui couve encore dans mon coeur.

source: This is a monsterous place. We will fight by you and topple this vile doctor.
fr: C'est un endroit monstrueux. Nous nous battrons à vos côtés pour renverser ce vilain docteur.

source: I see no sense in your siding with us, but we are ready. Morteau must die.
fr: Je ne vois aucun sens à ce que tu te ranges de notre côté, mais nous sommes prêts. Morteau doit mourir.

source: Agreed, but first we shall return to our ship and prepare for the battle.
fr: D'accord, mais d'abord nous devons retourner à notre bateau et nous préparer pour la bataille.

source: There you are!
fr: Vous voilà!

source: We've been looking all over for you...
fr: Nous t'avons cherché partout...

source: We took a little tumble and did a spot of tomb raiding.
fr: On a fait une petite chute et on a fait un peu de pillage de tombe.

source: Sounds intriguing. To tell you the truth we've mostly been playing cards. Ready to set off?
fr: Ça semble intriguant. Pour te dire la vérité, nous avons surtout joué aux cartes. Prêt à partir?

source: As soon as possible...
fr: Dès que possible...

source: No way. Let's give that place a miss...
fr: Pas question. Laissons cet endroit de côté...

source: No way are we going back in there.
fr: Pas question d'y retourner.

source: Looks like they've locked us out good and proper this time.
fr: On dirait qu'ils nous ont bien enfermés dehors cette fois.

source: What are you?
fr: Qu'est-ce que vous êtes?

source: You're back I see.
fr: Tu es de retour, je vois.

source: Enquire about the island
fr: Renseignez-vous sur l'île

source: How are things here?
fr: Comment çase passe ici?

source: Fine, thank you. There have been no more... problems. Is there a reason you have returned?
fr: Bien, merci. Il n'y a plus eu de... problèmes. Y a-t-il une raison pour laquelle vous êtes revenu?

source: Ask about his work
fr: Renseigner-vous sur son travail

source: You mentioned before that you were trained in the art of magic...
fr: Vous avez dit que vous aviez été formé à l'art de la magie...

source: That is right. I was once a pupil of the Brotherhood of Ice, but my talents far exceeded their meagre standards. I could learn no more from them so I left.
fr: C'est exact. J'étais autrefois un élève de la Confrérie des glaces, mais mes talents dépassaient de loin leurs maigres standards. Je ne pouvais plus apprendre d'eux, alors je suis parti.

source: Could you tell me where the brotherhood is based?
fr: Pouvez-vous me dire où se trouve le siège de la confrérie?

source: Such infomation is supposed to be kept a secret by students. But, well, you did me a favour and I care little for the brotherhood rules these days. Here, take this map.
fr: De telles informations sont censées être gardées secrètes par les élèves. Mais vous m'avez fait une faveur et je me soucie peu des règles de la confrérie de nos jours. Tiens, prends cette carte.

source: Offer to help
fr: Proposer d'aider

source: Is there some way we can help you?
fr: Y a-t-il un moyen de vous aider?

source: The only thing I need are new specimens. Send me men and I will give you a fair price. I'll need to examine them first, so make sure you bring them before me.
fr: La seule chose dont j'ai besoin, ce sont de nouveaux spécimens. Envoyez-moi des hommes et je vous donnerai un prix équitable. Je dois d'abord les examiner, alors assurez-vous de me les apporter.

source: I'd be particularly interested in a cursed specimen. If you find yourself with a surplus crewman who has picked up a curse of any kind I'll gladly pay double.
fr: Je serais particulièrement intéressé par un spécimen maudit. Si vous vous retrouvez avec un équipier en surnombre qui a ramassé une malédiction quelconque, je paierai volontiers le double.

source: Ask about the walking corpse
fr: Se renseigner sur les zombis

source: We happened to notice a weird zombie wandering the woods. I thought we'd cleared them all out...
fr: Nous avons remarqué par hasard un zombie bizarre qui errait dans les bois. Je pensais qu'on les avait tous évacués...

source: The freaks you helped remove were simply the waste products of my work. The experiments continue, thus the woods will again slowly fill with the unwanted results.
fr: Les monstres que vous avez aidé à éliminer étaient simplement les déchets de mon travail. Les expériences continuent, ainsi les bois se rempliront à nouveau lentement des résultats non désirés.

source: Need us to kill it?
fr: On doit le tuer?
