Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: This temple is home to the Brotherhood of Ice. I trust you have heard of our order. It is more than a home, however. It is here we teach adepts to harness their inner storm, it is here we train them in the way of blue magic...
fr: Ce temple abrite la Confrérie des glaces. J'espère que vous avez entendu parler de notre ordre. Mais c'est plus qu'un foyer. C'est ici que nous enseignons aux adeptes à maîtriser leur tempête intérieure, c'est ici que nous les formons à la magie bleue...

source: Let him continue
fr: Laissez-le continuer

source: There are those throughout the land who have a hankering for the colder climes, those whose passions are a picture of an icy gale. Often they spend their lives as misfits or outcasts. When we find such a soul, we take them in. Thus the brotherhood grows.
fr: Il y a ceux qui, dans tout le pays, ont une envie irrésistible d'un climat plus froid, ceux dont les passions sont l'image d'un coup de vent glacial. Souvent, ils passent leur vie comme des inadaptés ou des parias. Quand nous trouvons une telle âme, nous les accueillons. Ainsi la confrérie grandit.

source: I see.
fr: Je vois.

source: Interrupt with a question about storms
fr: L'interrompre avec une question sur les tempêtes

source: You mentioned storms - do you speak in metaphor or does the brotherhood revel in such weather?
fr: Vous avez parlé de tempêtes - parlez-vous en métaphore ou la confrérie se réjouit-elle d'un tel temps?

source: Evidently my words surpass the limits of your grasp. The inner storm must be calmed before the outer forces can be unleashed.
fr: Il est évident que mes mots dépassent les limites de votre compréhension. La tempête intérieure doit être calmée avant que les forces extérieures puissent être libérées.

source: We have seen a storm unlike no other. It appears to block the southern sea. Do you know of such a thing?
fr: Nous avons vu une tempête comme aucune autre. Elle semble bloquer la mer du sud. Connaissez-vous une telle chose?

source: Ah, you had best speak to Brother Shadow Fang. He is usually found in the main hall, behind me.
fr: Ah, vous feriez mieux de parler à Frère Shadow Fang. Il se trouve généralement dans le hall principal, derrière moi.

source: How does one calm the inner storm?
fr: Comment calmer la tempête intérieure?

source: It takes years to master; to explain it is likewise a lengthy undertaking. I cannot begin.
fr: Il faut des années pour le maîtriser ; l'expliquer est également une longue entreprise. Je ne peux pas commencer.

source: Interrupt with a question about blue magic
fr: L'interrompre avec une question sur la magie bleue

source: Hang on, I thought it was black magic you lot were into. I've heard the tales...
fr: Attendez, je croyais que c'était la magie noire qui vous intéressait. J'ai entendu les histoires...

source: The tales are untrue. Your ignorance is unforgivable.
fr: Les histoires sont fausses. Votre ignorance est impardonnable.

source: Ask him about joining the brotherhood
fr: Demandez-lui de rejoindre la confrérie

source: Not my thing.
fr: Pas mon truc.

source: Enquire about recent news
fr: S'informer des dernières nouvelles

source: Much going on round here lately?
fr: Il se passe beaucoup de choses ici ces derniers temps?

source: We were forced to expel one of our students for misconduct.
fr: Nous avons été obligés d'expulser un de nos étudiants pour mauvaise conduite.

source: That's a shame.
fr: C'est une honte.

source: One of our students has recently been promoted to the role of sorcerer.
fr: Un de nos étudiants a récemment été promu au rôle de sorcier.

source: Good for them.
fr: C'est bien pour eux.

source: In light of this, we are currently looking for another adept to join the brotherhood.
fr: A la lumière de cela, nous sommes actuellement à la recherche d'un autre adepte pour rejoindre la confrérie.

source: Can I join?
fr: Puis-je rejoindre la confrérie?

source: I shall give you my honest opinion on the matter. No.
fr: Je vous donnerai mon avis sur la question. Non.

source: Our elder has been busy. Without his supervision our coffers grow empty.
fr: Notre aîné a été très occupé. Sans sa supervision, nos coffres se vident.

source: Offer a 10g donation
fr: Offre un don de 10g

source: I'd like to make a small donation to the brotherhood. Here's ten coins.
fr: J'aimerais faire un petit don à la confrérie. Voici dix pièces de monnaie.

source: Thank you very much.
fr: Merci beaucoup.

source: Ask about your reputation
fr: Se renseigner sur votre réputation

source: Are we welcome here?
fr: Sommes-nous les bienvenus ici?

source: There are some here who are suspicious of you. It would do you well to earn some favour within the brotherhood.
fr: Il y a ici des gens qui se méfient de vous. Il serait bon que vous gagniez quelques faveurs au sein de la confrérie.

source: To an extent... We have no pressing opinion of you, either way.
fr: Dans une certaine mesure... Nous n'avons pas d'opinion pressante sur vous, de toute façon.

source: You are favoured within the temple, for one reason or another. Try to keep it that way.
fr: Vous êtes favorisé au sein du temple, pour une raison ou une autre. Essayez de faire en sorte que cela reste ainsi.

source: Ask about the petrified skeletons
fr: Se renseigner sur les squelettes pétrifiés

source: I couldn't help but notice the fine skeleton statues you have here.
fr: Je n'ai pas pu m'empêcher de remarquer les fines statues squelettes que vous avez ici.

source: They are more than statues, they are guards-in-waiting. Leave them well alone.
fr: Ce sont plus que des statues, ce sont des gardes en attente. Laissez-les bien tranquilles.

source: I think I will.
fr: Je pense que je vais le faire.

source: Ask about the crystals
fr: Se renseigner sur les cristaux

source: Tell me, what are all these strange crystals?
fr: Dites-moi, que sont tous ces étranges cristaux?

source: They are our mana stones, a power you cannot know. Please do not interfere with them.
fr: Ce sont nos pierres de mana, un pouvoir que tu ne peux pas connaître. S'il vous plaît, ne vous en mêlez pas.

source: Tell him about Nippy
fr: Parlez-lui de Nippy

source: Coldfist, I'd like to lodge a complaint regarding one of your pupils.
fr: Coldfist, je voudrais déposer une plainte concernant un de vos élèves.

source: Oh yes, what is the problem?
fr: Oh oui, quel est le problème?

source: Nippy is his name. We was only trying to help him when he set some walking bones on us. It came out of nowhere. He very nearly had another corpse to play with.
fr: Nippy, c'est son nom. On essayait seulement de l'aider quand il nous a mis des bâtons dans les roues. C'est sorti de nulle part. Il a failli avoir un autre cadavre pour jouer avec.

source: Thank you for reporting the incident. I shall look into the matter.
fr: Merci d'avoir signalé l'incident. Je vais me pencher sur la question.

source: I hope he gets his due.
fr: J'espère qu'il recevra son dû.

source: Hello there.
fr: Bonjour.

source: Excuse me, I am very busy...
fr: Excusez-moi, je suis très occupé...

source: Now, where is that damn scroll?
fr: Maintenant, où est ce foutu parchemin?

source: Return his scroll
fr: Lui rendre son parchemin

source: I think I might have found the scroll you were looking for.
fr: Je pense que j'ai peut-être trouvé le parchemin que vous cherchiez.

source: Yes, that's the one. Thank you, I'm always getting my papers in a mess.
fr: Oui, c'est celui-là. Merci, j'ai toujours mes papiers en désordre.

source: You're welcome. May we ask you some questions?
fr: De rien. Pouvons-nous vous poser quelques questions?

source: I'd be glad to help. What is it?
fr: Je serais ravi de vous aider. Qu'est-ce qu'il y a?

source: We seek a man called Marco. Has he come this way before us?
fr: Nous cherchons un homme appelé Marco. Est-il venu par ici avant nous?

source: Marco? Let me see...
fr: Marco? Laisse-moi voir...

source: I'm afraid my records contain no reference to such a name.
fr: J'ai bien peur que mes dossiers ne contiennent aucune référence à un tel nom.

source: I doubt he'll be in the brotherhood records, but he might have passed through...
fr: Je doute qu'il soit dans les registres de la confrérie, mais il pourrait être passé par...

source: I seldom have contact with those from the outside world. Coldfist deals with any visitors to the temple.
fr: Je suis rarement en contact avec le monde extérieur. Coldfist s'occupe de tous les visiteurs du temple.

source: Ask about his role in the brotherhood
fr: Le questionner sur son rôle dans la confrérie

source: What is it you do here, Icewind?
fr: Qu'est-ce que tu fais ici, Icewind?

source: Well, I oversee the library here in the temple. I maintain the records and issue spellbooks to the students. Of course, I am supposed to be pursuing studies of my own - yet I rarely get the time to do so these days.
fr: Eh bien, je supervise la bibliothèque ici dans le temple. Je tiens les registres et je distribue des livres de sorts aux étudiants. Bien sûr, je suis censé poursuivre mes propres études, mais j'ai rarement le temps de le faire de nos jours.

source: Ask about Morteau
fr: Se renseigner sur Morteau

source: Do you remember a certain student named Morteau?
fr: Vous souvenez-vous d'un certain étudiant nommé Morteau?

source: Do not speak that name to me! He should have been cast out when I first reported his unsavoury activities. He was a dabbler in base evil and had no place in the brotherhood.
fr: Ne me parle pas de ce nom! Il aurait dû être mis à la porte lorsque j'ai signalé ses activités douteuses pour la première fois. C'était un amateur du mal et il n'avait pas sa place dans la confrérie.

source: Then perhaps you will be glad to know that we put him to rest. Morteau is no more.
fr: Alors peut-être serez-vous heureux de savoir que nous l'avons mis au repos. Morteau n'est plus.

source: Glad I would be if this news did not remind me of the promise he once showed. No, I shaln't dwell upon it any longer! I thank you for telling me, even if I cannot celebrate such a sorry tale.
fr: Je serais heureux si cette nouvelle ne me rappelait pas la promesse qu'il m'a faite un jour. Non, je n'y penserai plus! Je vous remercie de me l'avoir dit, même si je ne peux pas célébrer une si triste histoire.

source: Ask to buy a spellbook
fr: Demander à acheter un livre de sorts

source: May I purchase a spellbook?
fr: Puis-je acheter un livre d'orthographe?

source: I'm afraid that is out of the question. They are not for sale and you are not a student.
fr: J'ai bien peur qu'il n'en soit pas question. Ils ne sont pas à vendre et vous n'êtes pas un étudiant.

source: Ask about his studies
fr: Le questionner sur ses études

source: What is it you study, Icewind?
fr: Qu'est-ce que tu étudies, Icewind?

source: Well, in addition to the usual pursuits befitting my rank I also specialise in the history of blue magic. You see, much of the brotherhood's past is shrouded in time. There are many things we do not know.
fr: Eh bien, en plus des activités habituelles qui correspondent à mon rang, je suis également spécialisé dans l'histoire de la magie bleue. Vous voyez, une grande partie du passé de la confrérie est enveloppée par le temps. Il y a beaucoup de choses que nous ne savons pas.

source: It is my belief that our magics have lost much of their power since Xavier's time...
fr: Je crois que nos magies ont perdu beaucoup de leur puissance depuis l'époque de Xavier...

source: Enquire about Xavier
fr: S'informer sur Xavier

source: We had a look at the shrine over the bridge, but there's nothing there...
fr: Nous avons regardé le sanctuaire sur le pont, mais il n'y a rien là...

source: What? I suppose one of the students have uprooted the damn thing and taken it to their dorm again. Blasted youths!
fr: Quoi? Je suppose qu'un des étudiants a déraciné cette fichue chose et l'a ramenée dans son dortoir. Satanés jeunes!

source: Ask about Xavier
fr: Se renseigner sur Xavier

source: Who is Xavier? You speak this name as if it is one I should know.
fr: Qui est Xavier? Tu parles de ce nom comme si c'était un nom que je devrais connaître.

source: Indeed, you should. Xavier Star-Eye was the founder of this temple. It is to his teachings that I turn to for clues of what we have lost.
fr: En effet, tu devrais. Xavier Star-Eye est le fondateur de ce temple. C'est vers ses enseignements que je me tourne pour trouver des indices sur ce que nous avons perdu.

source: May I see these teachings?
fr: Puis-je voir ces enseignements?

source: I'm afraid not. The value of the manuscripts are beyond compare.
fr: J'ai bien peur que non. La valeur des manuscrits est incomparable.

source: A shame, sounds like the man knew a great many things.
fr: Dommage, on dirait que l'homme savait beaucoup de choses.

source: That he did, but such knowledge made him more than a man.
fr: C'est vrai, mais une telle connaissance a fait de lui plus qu'un homme.

source: If you are genuinely interested in the founder of our temple, you may pay your respects at his shrine. It is in the chamber to the west. I shall raise the platform to grant you access.
fr: Si vous êtes vraiment intéressé par le fondateur de notre temple, vous pouvez lui rendre hommage dans son sanctuaire. Il se trouve dans la salle à l'ouest. Je vais lever la plateforme pour vous y donner accès.

source: Ask about the orb
fr: Se renseigner sur l'orbe

source: I have seen a strange artefact in this temple. It seemed to be as a cloud, but trapped inside a globe of some kind...
fr: J'ai vu un étrange artefact dans ce temple. Il semblait être comme un nuage, mais piégé à l'intérieur d'une sorte de globe...

source: There are some who claim we are masters of air and storm, as well as ice and sea. Shadow Fang would not wish me to tell you more.
fr: Certains prétendent que nous sommes les maîtres de l'air et de la tempête, ainsi que de la glace et de la mer. Shadow Fang ne voudrait pas que je vous en dise plus.

source: 'The Life And Work Of Xavier Star-Eye'. Looks dull, but valuable.
fr: 'The Life And Work Of Xavier Star-Eye'. Ça a l'air ennuyeux, mais ça a de la valeur.

source: Best leave it where it is.
fr: 'Mieux vaut le laisser où il est.

source: Pick up the book
fr: "Prendre le livre

source: What the hell, I'm taking it.
fr: Et puis merde, je le prends.

source: Some sort of bronze idol... and he sure looks scary.
fr: Une sorte d'idole en bronze... et il a l'air effrayant.

source: Take the idol
fr: Prendre l'idole

source: It's mine now. Maybe I'll leave a donation on the way out.
fr: C'est à moi maintenant. Peut-être que je laisserai un don en partant.

source: Thank you for your sharing your thoughts before. $recommended_adept has now been promoted.
fr: Merci de m'avoir fait part de vos réflexions avant. $recommended_adept a maintenant été promu.

source: Anything else I can help with?
fr: Je peux vous aider pour autre chose?

source: No, not at the moment.
fr: Non, pas pour le moment.

source: Have you reconsidered? Which student do you fancy as a sorcerer?
fr: Avez-vous reconsidéré votre décision? Quel étudiant vous intéresse comme sorcier?

source: Not yet...
fr: Pas encore...

source: Recommend Chillton
fr: Recommander Chillton

source: Recommend Frost
fr: Recommander Frost

source: Recommend Nippy
fr: Recommander Nippy

source: Recommend Tundra
fr: Recommander Tundra

source: Recommend Snowflake
fr: Recommander le flocon de neige

source: Recommend Articas
fr: Recommander Articas

source: I think $recommended_adept is the most deserving.
fr: Je pense que $recommended_adept est le plus méritant.

source: I think you may have a point. Yes, $recommended_adept has shown great promise.
fr: Je pense que vous avez peut-être raison. Oui, $recommended_adept est très prometteur.

source: Glad to help.
fr: Ravi d'aider.

source: Nippy? I think you are mistaken. That one is trouble.
fr: Nippy? Je pense que vous vous trompez. Celui-là est un problème.

source: On reflection, I choose Frost.
fr: A la réflexion, je choisis Frost.

source: Suit yourself.
fr: Comme tu veux.

source: Articas? I think you are mistaken. That one is a dunce.
fr: Articas? Je crois que vous vous trompez. Celui-là est un cancre.

source: What are you doing?
fr: Qu'est-ce que tu fais?

source: Class is over. The students are attending to their chores.
fr: Le cours est terminé. Les étudiants s'occupent de leurs tâches.

source: I am considering my class. We have some fine students at the moment, but one or two seem somewhat unsuited. I cannot decide what to do.
fr: Je réfléchis à mon cours. Nous avons quelques bons élèves pour le moment, mais un ou deux semblent un peu inadaptés. Je n'arrive pas à décider quoi faire.

source: What can't you decide on?
fr: Qu'est-ce que tu ne peux pas décider?

source: Once a year, it is customary to promote a student to the role of sorcerer. It seals their entrance into the brotherhood and honours them as a disciple of blue magic. Yet I cannot decide who it is to be.
fr: Une fois par an, il est d'usage de promouvoir un étudiant au rôle de sorcier. Cela scelle leur entrée dans la confrérie et les honore en tant que disciple de la magie bleue. Pourtant, je ne peux pas décider qui il doit être.

source: In fact, I have pondered too long. Maybe you could help me in this matter?
fr: En fait, j'ai réfléchi trop longtemps. Peut-être pourriez-vous m'aider dans cette affaire?

source: Not sure I really get what goes on here. I'm a sailor, what would I know about sorcery?
fr: Je ne suis pas sûr de bien comprendre ce qui se passe ici. Je suis un marin, que saurais-je de la sorcellerie?

source: Yes, but you know the world of men - and their natures. In any case, an outside view might help me grasp my own more clearly. What say you?
fr: Oui, mais tu connais le monde des hommes - et leur nature. En tout cas, un regard extérieur pourrait m'aider à mieux comprendre le mien. Qu'en dites-vous?

source: Refuse
fr: Refuser

source: It is not for me to make up your mind, goodbye.
fr: Ce n'est pas à moi de décider, au revoir.

source: Agree
fr: Accepter

source: Okay, but I need some time to ponder it myself. I'll talk to your students and return with a decision.
fr: D'accord, mais j'ai besoin de temps pour y réfléchir moi-même. Je vais parler à vos élèves et je reviendrai avec une décision.

source: What's all this?
fr: C'est quoi tout ça?

source: I can only manifest three mana crystals at once. Winterbane can manage over a dozen.
fr: Je ne peux manifester que trois cristaux de mana à la fois. Winterbane peut en gérer plus d'une douzaine.

source: Don't think about stealing our stash, pirates. Even wizards enjoy good rum. And I've secured them with a magic you cannot fathom.
fr: Ne pensez pas à voler notre réserve, pirates. Même les sorciers aiment le bon rhum. Et je les ai sécurisés avec une magie que vous ne pouvez pas comprendre.

source: Is that so?
fr: C'est vrai?

source: Another reason I hate wizards.
fr: Une autre raison pour laquelle je déteste les sorciers.

source: We met your father, Chillton. He wishes you well.
fr: Nous avons rencontré ton père, Chillton. Il te souhaite bonne chance.

source: Bah, what a bore.
fr: Bah, quel ennui.

source: I doubt it. He has lost all faith in me now.
fr: J'en doute. Il a perdu toute confiance en moi maintenant.

source: Congratulations on your promotion, Chillton.
fr: Félicitations pour ta promotion, Chillton.

source: We met your father in the Ivory Tower. He gave us something to pass on to you...
fr: Nous avons rencontré ton père dans la Tour d'Ivoire. Il nous a donné quelque chose à te transmettre...

source: His good wishes.
fr: Ses bons voeux.

source: Thanks a bunch. He's a pain in the neck.
fr: Merci beaucoup. C'est une plaie.

source: The door is shut and there's not even a lock to pick.
fr: La porte est fermée et il n'y a même pas une serrure à crocheter.

source: What is your business here?
fr: Que faites-vous ici?

source: Ask what is behind the wooden door
fr: Demander ce qu'il y a derrière la porte en bois

source: May I ask what is beyond that door behind you?
fr: Puis-je vous demander ce qu'il y a derrière cette porte?

source: It is a sacred chamber, one you may not enter. Master Frozenheart is busy.
fr: C'est une chambre sacrée, dans laquelle vous ne pouvez pas entrer. Le Maître Frozenheart est occupé.

source: Ask who Frozenheart is
fr: Demander qui est Frozenheart

source: Who is the one they call Frozenheart?
fr: Qui est celui qu'on appelle Frozenheart?

source: Master Frozenheart is the elder of this order. He is the ice at the heart of the wind, the wind in the eye of the storm.
fr: Maître Frozenheart est l'aîné de cet ordre. Il est la glace au cœur du vent, le vent dans l'œil de la tempête.

source: May we speak with him?
fr: Pouvons-nous lui parler?

source: You may not. He has long been engaged in important work and has little time for other matters. For now, I am the overseer of the brotherhood. Any questions may be addressed to me.
fr: Vous ne pouvez pas. Il est engagé depuis longtemps dans un travail important et a peu de temps pour d'autres sujets. Pour l'instant, je suis le superviseur de la confrérie. Toutes les questions peuvent m'être adressées.

source: Enquire about the storm barrier
fr: S'informer sur la barrière d'orages

source: On our travels we have seen a mighty storm, blocking the southern seas. It has been said that the Brotherhood of Ice may have some hand in this freakish weather. Is it so?
fr: Au cours de nos voyages, nous avons vu une puissante tempête, bloquant les mers du sud. On dit que la Confrérie des glaces pourrait être impliquée dans ce temps effrayant. Est-ce vrai?

source: It is so, though I had hoped the trail would not have led to us so quickly. Your words worry me.
fr: C'est vrai, même si j'avais espéré que la piste ne nous aurait pas menés aussi vite. Vos paroles m'inquiètent.

source: Does the brotherhood really have the power to summon such a thing? It seems to be everlasting, and stretches as far as the eye can see!
fr: La confrérie a-t-elle vraiment le pouvoir de convoquer une telle chose? Elle semble être éternelle, et s'étend à perte de vue!

source: Indeed, it is a testament to the strength of our elder that it has remained in place.
fr: En effet, c'est un témoignage de la force de notre aîné qu'elle soit restée en place.

source: Ask about the purpose of the storm barrier
fr: Demander quel est l'objectif de la barrière d'orages

source: What is the purpose of the mighty southern storm?
fr: Quel est le but de la puissante tempête du sud?

source: Your presence here is tolerated, but your incessant questions still grate. I may be more inclined to talk once you have shown some respect for the temple.
fr: Votre présence ici est tolérée, mais vos incessantes questions restent toujours d'actualité. Je serai peut-être plus enclin à parler une fois que vous aurez montré un peu de respect pour le temple.

source: What is the purpose of this mighty southern storm? Our destination lies beyond it, but there seems no way round.
fr: Quel est le but de cette puissante tempête du sud? Notre destination est au-delà, mais il semble qu'il n'y ait pas d'autre solution.

source: If the purpose is unknown to you, it is probably best that both your knowledge and your path ends where the storm begins.
fr: Si le but vous est inconnu, il est probablement préférable que vos connaissances et votre chemin se terminent là où la tempête commence.

source: Threaten him and demand the barrier be lowered
fr: Menacez-le et exigez que la barrière soit abaissée

source: If you will not put an end to this ungodly storm, then we shall put an end to you. Lower the barrier at once!
fr: Si vous ne mettez pas fin à cette tempête impie, alors nous mettrons fin à votre vie. Abaissez la barrière immédiatement!
