Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Of course, I merely wait the right moment to strike. He is a powerful man.
fr: Bien sûr, j'attends simplement le bon moment pour frapper. C'est un homme puissant.

source: And so are you. The moment has come.
fr: Et vous aussi. Le moment est venu.

source: I appreciate the flattery, but it is matter of swords. His army is vast.
fr: J'apprécie la flatterie, mais c'est une question d'épée. Son armée est vaste.

source: Aye, but it is not ready for war. Ours is poised, dagger drawn.
fr: Oui, mais il n'est pas prêt pour la guerre. La nôtre est prête, le poignard tiré.

source: Will you join us in the coming war?
fr: Vous joindrez-vous à nous dans la prochaine guerre?

source: Join who exactly? You have an army?
fr: Rejoindre qui exactement? Vous avez une armée?

source: Me, my brother, our crew. You and your men. We also have the backing of the elves of Avalon. It is enough.
fr: Moi, mon frère, notre équipage. Toi et tes hommes. Nous avons aussi le soutien des elfes d'Avalon. C'est suffisant.

source: You speak truly? This is indeed a proposition!
fr: Tu parles vraiment? C'est vraiment une proposition!

source: Brother, this is a big choice we're making here. There might be others who would help us wage this war...
fr: Frère, c'est un grand choix que nous faisons ici. Il y en a peut-être d'autres qui nous aideraient à mener cette guerre...

source: Form an alliance with Renaldo
fr: Formez une alliance avec Renaldo

source: Let us pool our forces and bring down Tylon!
fr: Unissons nos forces et faisons tomber Tylon!

source: Agreed, but under what banner is this war to be waged? How would a lord from Farrow figure in the victory spoils?
fr: D'accord, mais sous quelle bannière cette guerre doit-elle être menée? Comment un seigneur de Farrow pourrait-il figurer dans le butin de la victoire?

source: We fight for our own ends, and for the elves. The King must be stopped for the sake of the kingdom, if nothing else. Who rules after him is not our burden. You could take his shoes if such shoes suited you.
fr: Nous nous battons pour nos propres fins, et pour les elfes. Le roi doit être arrêté, au moins pour le bien du royaume. Celui qui règne après lui n'est pas notre fardeau. Vous pourriez prendre ses chaussures si elles vous convenaient.

source: I rather think they would suit me fine. Let us seal this pact and make haste lest the King's ears hear of it. To war!
fr: Je pense plutôt qu'elles me conviendraient bien. Scellons ce pacte et hâtons-nous pour que les oreilles du roi n'en entendent pas parler. A la guerre!

source: To war it is. When you have assembled your troops, sail in silence to the coast of Fort Liberty. We shall gather what further forces we can and meet you there.
fr: C'est pour la guerre. Quand vous aurez rassemblé vos troupes, naviguez en silence vers la côte de Fort Liberty. Nous rassemblerons toutes les forces que nous pourrons et nous vous y rejoindrons.

source: Agreed. At last it is coming to pass!
fr: D'accord. Enfin, c'est en train de se faire!

source: When you are ready, sail to Fort Liberty in the north. My army will be waiting off the coast, ready to begin the siege. Let us tarry no longer!
fr: Quand vous serez prêts, naviguez vers le Fort Liberty au nord. Mon armée vous attendra au large des côtes, prête à commencer le siège. Ne nous attardons pas plus longtemps!

source: Ask about the statue
fr: Se renseigner sur la statue

source: What's that statue in the centre? Wasn't there before...
fr: Quelle est cette statue au centre? Elle n'était pas là avant...

source: I had it made to commemorate the brave riders that fell during the liberation of Farrow. We shall never forget.
fr: Je l'ai fait faire pour commémorer les braves cavaliers qui sont tombés lors de la libération de Farrow. Nous n'oublierons jamais.

source: What happened to that statue you got made?
fr: Qu'est-il arrivé à cette statue que tu as faite?

source: It was stolen by vandals, or so we presume. No doubt they valued the metals it was made from over the dignity and memory of our heroes. For such scum, there is no fitting punishment.
fr: Elle a été volée par des vandales, ou du moins c'est ce que nous supposons. Il ne fait aucun doute qu'ils ont préféré les métaux dont elle était faite à la dignité et à la mémoire de nos héros. Pour une telle racaille, il n'y a pas de punition appropriée.

source: Greetings, vagrant.
fr: Salutations, vagabond.

source: You are honoured to stand before the finest fighter in the northern isles.
fr: Vous êtes honoré de vous tenir devant le meilleur combattant des îles du nord.

source: I didn't see you at the battle of Farrow.
fr: Je ne vous ai pas vu à la bataille de Farrow.

source: Alas, I was elsewhere attending a fencing tournament. I was victorious, of course.
fr: Hélas, j'étais ailleurs en train d'assister à un tournoi d'escrime. J'ai été victorieux, bien sûr.

source: So were we - no thanks to you.
fr: Nous aussi, mais pas grâce à vous.

source: Your petty reproach does not go unheeded. Was there anything else?
fr: Votre petit reproche ne reste pas sans suite. Y avait-il autre chose?

source: Me want to fight like you. You show $unit.name how?
fr: Je veux me battre comme toi. Tu montres à $unit.name comment?

source: Show me your fancy footwork, humie.
fr: Montre-moi ton jeu de jambes fantaisiste, humie.

source: Though I can barely drag my feet across this wretched earth, it may yet do me well to learn this petty trick of yours.
fr: Bien que je puisse à peine traîner mes pieds sur cette misérable terre, ça pourrait me faire du bien d'apprendre ton petit tour.

source: I've seen some men sidestep their opponents before they can land a blow. How's it done?
fr: J'ai vu certains hommes éviter leurs adversaires avant qu'ils ne puissent porter un coup. Comment cela se fait-il?

source: You're prior training has left you without the grace to even begin. It is too late to teach you anything new.
fr: Ton entraînement préalable t'a laissé sans la grâce de commencer. Il est trop tard pour vous apprendre quoi que ce soit de nouveau.

source: I can teach you the art - for a price.
fr: Je peux t'apprendre l'art - pour un prix.

source: How much are we talking?
fr: De combien parle-t-on?

source: As you are obviously a pauper I shall charge a mere seventy gold coins.
fr: Comme tu es manifestement pauvre, je ne te demanderai que soixante-dix pièces d'or.

source: Seventy coins! You're kidding.
fr: Soixante-dix pièces! Vous plaisantez.

source: Give him 70 gold
fr: Donnez-lui 70 pièces d'or

source: Your price is steep, but very well. Go ahead.
fr: Votre prix est élevé, mais très bien. Allez-y.

source: $unit.name spends the day training with Quentin. This style of fighting does not come naturally, but they eventually grasp the basics.
fr: $unit.name passe la journée à s'entraîner avec Quentin. Ce style de combat ne vient pas naturellement, mais ils finissent par en saisir les bases.

source: Your time is up, I'm afraid. I hope you remember what I've taught you.
fr: Votre temps est écoulé, j'en ai bien peur. J'espère que vous vous souvenez de ce que je vous ai appris.

source: Force the brotherhood to lower the storm barrier
fr: Forcer la confrérie à abaisser la barrière de la tempête

source: I am arresting you in the name of King Tylon.
fr: Je vous arrête au nom du roi Tylon.

source: On what account? Is it a crime to pay a friendly visit to our brothers here?
fr: Pour quel motif? Est-ce un crime de rendre une visite amicale à nos frères ici?

source: Sir Eldrid tells me your visit was to be less than friendly. I had my doubts at first, but he was right in assuming you'd return.
fr: Sir Eldrid m'a dit que votre visite était moins qu'amicale. J'avais des doutes au début, mais il avait raison de supposer que tu reviendrais.

source: Coldfist you swine, you grassed us to the royals? I'm not going quietly!
fr: Poing de collier, espèce de porc, tu nous as dénoncés à la famille royale? Je n'y vais pas en silence!

source: Largo, we're surrounded. And these ain't fresh recruits.
fr: Largo, nous sommes encerclés. Et ce ne sont pas de nouvelles recrues.

source: Indeed, may I ask why the king's finest have come all this way to arrest a couple of pirates?
fr: En effet, puis-je demander pourquoi les meilleurs éléments du roi ont fait tout ce chemin pour arrêter deux pirates?

source: He feared for the fate of the storm barrier, of course. All those who have ventured beyond are not to be trusted.
fr: Il craignait pour le sort de la barrière anti-tempête, bien sûr. On ne peut pas faire confiance à tous ceux qui se sont aventurés au-delà.

source: Silence, loose-lipped conjurer! We need explain nothing to our new prisoners.
fr: Silence, illusionniste aux lèvres larges! Nous n'avons rien à expliquer à nos nouveaux prisonniers.

source: Not again...
fr: Pas encore...

source: Take them away!
fr: Emmenez-les!

source: This place is creepy. I think it's prudent to leave right now.
fr: Cet endroit est effrayant. Je pense qu'il est prudent de partir tout de suite.

source: Reckon there's a lesson to be learned here, Largo?
fr: Vous pensez qu'il y a une leçon à tirer ici, Largo?

source: Let's just say the rest of the crew don't need to know what happened today.
fr: Disons que le reste de l'équipage n'a pas besoin de savoir ce qui s'est passé aujourd'hui.

source: Heh, it's safe with me.
fr: Heh, c'est sans danger avec moi.

source: Good. Then let's put some distance behind us and this pretty little garden.
fr: Bien. Alors mettons un peu de distance derrière nous et ce joli petit jardin.

source: Look at these trees! The air here is sweet as wine.
fr: Regarde ces arbres! L'air ici est doux comme le vin.

source: Aye, and the flowers! It's a strange place, but quite a sight.
fr: Oui, et les fleurs! C'est un endroit étrange, mais c'est tout un spectacle.

source: Greetings.
fr: Salutations.

source: Welcome to Neafsey.
fr: Bienvenue à Neafsey.

source: Seems the trees aren't the only things worth checking out.
fr: On dirait que les arbres ne sont pas les seules choses qui valent la peine d'être regardées.

source: A garden and a haven.
fr: Un jardin et un refuge.

source: A place for you to be rested.
fr: Un endroit pour vous reposer.

source: Care to take a walk with us?
fr: Tu veux te promener avec nous?

source: There is much to see, much for us to share.
fr: Il y a beaucoup à voir, beaucoup à partager.

source: It'd be my honour...
fr: Ce serait un honneur pour moi...

source: We have waited long for men like you to come to these shores. Our garden truly blooms only when others are able to gaze on it.
fr: Nous avons longtemps attendu que des hommes comme vous viennent sur ces rivages. Notre jardin ne fleurit vraiment que lorsque les autres peuvent le contempler.

source: Glad to be of help.
fr: Ravi de vous aider.

source: What use is beauty without another to embrace it?
fr: A quoi sert la beauté sans qu'un autre ne l'embrasse?

source: Indeed. It is a fine view from here.
fr: En effet. C'est une belle vue d'ici.

source: Largo, follow me...
fr: Largo, suivez-moi...

source: Hugo, you are to come with me.
fr: Hugo, tu dois venir avec moi.

source: Good, now you see. You must rest here with us.
fr: Bien, maintenant tu vois. Tu dois te reposer ici avec nous.

source: Lay down your weary head, my friend.
fr: Couche ta tête fatiguée, mon ami.

source: Yes, the beds are soft. We shall make you comfortable.
fr: Oui, les lits sont doux. Nous allons te mettre à l'aise.

source: This bed is fit for a king...
fr: Ce lit est digne d'un roi...

source: Hugo, you too must lie upon your bed.
fr: Hugo, toi aussi tu dois t'allonger sur ton lit.

source: It's been a long time since I got a proper night's sleep.
fr: Cela fait longtemps que je n'ai pas eu une bonne nuit de sommeil.

source: Largo, you too must rest yourself.
fr: Largo, toi aussi tu dois te reposer.

source: That's right, my foolish boys. Lay down and sleep. Forever.
fr: C'est vrai, mes garçons stupides. Allongez-vous et dormez. Pour toujours.

source: Hey, what's that awful noise?
fr: Hey, c'est quoi ce bruit horrible?

source: I'm not sure, but I don't like the sound of it. Hugo and Largo have been away too long.
fr: Je ne suis pas sûr, mais je n'aime pas ce bruit. Hugo et Largo sont partis depuis trop longtemps.

source: You're right. We should go onshore and see if they're okay.
fr: Tu as raison. On devrait aller à terre et voir s'ils vont bien.

source: Agreed, I'll go wake some of the crew.
fr: D'accord, je vais aller réveiller une partie de l'équipage.

source: Kill the witches and rescue the mariners
fr: Tuer les sorcières et sauver les marins

source: Death of all active units
fr: Décès de toutes les unités actives

source: It seems the brothers have been bested by a pair of witches. Let us do what we must.
fr: Il semble que les frères ont été vaincus par une paire de sorcières. Faisons ce que nous devons faire.

source: Stand aside, hag!
fr: Ecarte-toi, sorcière!

source: I'm not touching that bed again.
fr: Je ne toucherai plus à ce lit.

source: I've got the feeling that thing can't really die.
fr: J'ai l'impression que cette chose ne peut pas vraiment mourir.

source: Where am I?
fr: Où suis-je?

source: Damn, it feels like I've been asleep for years.
fr: Merde, j'ai l'impression de dormir depuis des années.

source: Looks like you got in a pickle there, boss.
fr: On dirait que vous êtes dans le pétrin, patron.

source: Nice work, boys.
fr: Beau travail, les gars.

source: Bit off more than you could chew, eh?
fr: Tu as mordu plus que tu ne pouvais mâcher, hein?

source: Bloody women.
fr: Putain de femmes.

source: Looks like she dropped her spellbook. Doesn't mean anything to me, but someone's going to want to buy it.
fr: On dirait qu'elle a fait tomber son livre de sorts. Ça ne veut rien dire pour moi, mais quelqu'un va vouloir l'acheter.

source: This pack is real heavy. Look at this, it's full of gold!
fr: Ce paquet est vraiment lourd. Regarde ça, c'est plein d'or!

source: This place looks very different to how I remember it.
fr: Cet endroit est très différent de ce dont je me souviens.

source: Aye, but what exactly do you remember? Our first visit here is lost in fog to me.
fr: Oui, mais de quoi te souviens-tu exactement? Notre première visite ici est perdue dans le brouillard pour moi.

source: Let's keep it that way. We should set sail at once.
fr: Gardons ça comme ça. Nous devrions mettre les voiles immédiatement.

source: Speak with Sayer
fr: Parlez avec Sayer

source: You return to us. But why?
fr: Tu nous reviens. Mais pourquoi?

source: Don't worry, we're only passing through.
fr: Ne t'inquiète pas, nous ne faisons que passer.

source: Perhaps it is as well. After our battle with Morteau we found this key upon his person. It is yours if you care for it.
fr: Peut-être que c'est aussi le cas. Après notre bataille avec Morteau, nous avons trouvé cette clé sur sa personne. Elle est à vous si vous en prenez soin.

source: Thank you.
fr: Merci.

source: Do you come to rid the island of Morteau's lingering evil?
fr: Venez-vous débarrasser l'île du mal persistant de Morteau?

source: We may return if we can figure out a way to help you.
fr: Nous pouvons revenir si nous trouvons un moyen de vous aider.

source: You have entered the house of pain?
fr: Vous êtes entré dans la maison de la douleur?

source: We were only trying to find out what Morteau was up to.
fr: Nous essayions seulement de savoir ce que Morteau faisait.

source: The results of his work stand before you.
fr: Les résultats de son travail sont devant vous.

source: But Morteau is slain, you have nothing to fear.
fr: Mais Morteau est mort, vous n'avez rien à craindre.

source: That place is a horror to us. Though the doctor is no more, his machine remains intact. We cannot forget what we have become while the house of pain still stands.
fr: Cet endroit est une horreur pour nous. Bien que le docteur ne soit plus, sa machine reste intacte. Nous ne pouvons pas oublier ce que nous sommes devenus tant que la maison de la douleur est encore debout.

source: We would see it razed to the ground, but the dark memories of the place prevent us from setting foot inside.
fr: Nous la verrions bien rasée, mais les sombres souvenirs de l'endroit nous empêchent d'y mettre les pieds.

source: The building is made of solid stone! Only an earthquake would level it...
fr: Le bâtiment est fait de pierre solide! Seul un tremblement de terre pourrait le raser...

source: Whatever it takes. The house of pain must fall.
fr: Tout ce qu'il faut. La maison de la douleur doit tomber.

source: It is a strange thing. When the house stood I had no wish to leave this damned isle. Now it lies in ruins, I have no wish to stay. There is nothing here for me.
fr: C'est une chose étrange. Quand la maison est restée debout, je n'avais pas envie de quitter cette île maudite. Maintenant, elle est en ruines, je ne veux plus y rester. Il n'y a rien pour moi ici.

source: You can come with us if you want...
fr: Tu peux venir avec nous si tu veux...

source: Your kindness has awoken that part of me still human. I shall leave this place with those who set me free.
fr: Ta gentillesse a réveillé cette partie de moi encore humaine. Je quitterai cet endroit avec ceux qui m'ont libéré.

source: What on earth is that?
fr: Qu'est-ce que c'est que ça?

source: Must have been Morteau's last creation...
fr: Ce doit être la dernière création de Morteau...

source: This is all wrong.
fr: Tout ceci est faux.

source: What can this strange device be? When I touch it, it gives forth a sound...
fr: Que peut bien être cet étrange appareil? Quand je le touche, il émet un son...

source: This desk looks to be some sort of machine. There is a sliding section, like a lever.
fr: Ce bureau semble être une sorte de machine. Il y a une partie coulissante, comme un levier.

source: I don't believe what I'm seeing.
fr: Je ne crois pas ce que je vois.

source: Welcome to Larakin's Floating Library. Feel free to come aboard for a browse.
fr: Bienvenue à la bibliothèque flottante de Larakin. N'hésitez pas à monter à bord pour une visite.

source: I don't believe what I'm hearing.
fr: Je ne crois pas ce que j'entends.

source: Good day to you.
fr: Bonne journée à vous.

source: You must be much more learned than you look.
fr: Vous devez être beaucoup plus savant que vous n'en avez l'air.

source: This is the best floating library I've ever visited.
fr: C'est la meilleure bibliothèque flottante que j'ai jamais visitée.

source: A chest! I wonder if there's any...
fr: Un coffre! Je me demande s'il y en a...

source: Nope, just more books.
fr: Non, juste plus de livres.

source: You search the bookshelf, but find only books.
fr: Tu cherches sur l'étagère, mais tu ne trouves que des livres.

source: The Life and Times of Carnelius Marmolean IV
fr: La vie et l'époque de Carnelius Marmolean IV

source: - The bestselling biography of the notorious elven clockmaker.
fr: - La biographie la plus vendue du célèbre horloger elfe.

source: Labyrinth of Champions: My Story
fr: Labyrinthe des champions : Mon histoire

source: - The long-anticipated memoirs of Lord Hullon, creator of the famed contest.
fr: - Les mémoires tant attendues de Lord Hullon, créateur du célèbre concours.

source: Gryphon Husbandry, An Intermediate Guide
fr: Gryphon Husbandry, Un Guide intermédiaire

source: - A invaluable reference for enthusiasts and breeders alike.
fr: - Une référence inestimable pour les amateurs et les éleveurs.

source: Delfador's Memoirs
fr: Les mémoires de Delfador

source: - A classic story of magic and high adventure.
fr: - Une histoire classique de magie et de haute aventure.

source: Ask about the library
fr: Se renseigner sur la bibliothèque

source: What is this all about?
fr: De quoi s'agit-il?

source: Larakin's Floating Library is a mobile marine learning resource - for scholars on the go.
fr: La bibliothèque flottante de Larakin est une ressource d'apprentissage maritime mobile - pour les universitaires en déplacement.

source: Get much custom?
fr: Vous avez beaucoup de clients?

source: I ran into a royal frigate a few days ago. Didn't stay too long, but they all came aboard.
fr: Je suis tombé sur une frégate royale il y a quelques jours. Je n'y suis pas resté longtemps, mais ils sont tous montés à bord.

source: Are you telling me a ship of the Royal Navy stopped off for some reading material?
fr: Vous me dites qu'un navire de la marine Royale s'est arrêté pour lire?

source: Now I come to think of it, they didn't seem too interested in the books. Said something about stowaways and smugglers. We don't stock any of that cheap pirate trash here, thank you.
fr: Maintenant que j'y pense, ils n'avaient pas l'air très intéressés par les livres. Ils ont parlé de passagers clandestins et de contrebandiers. Nous ne stockons pas de ces ordures de pirates bon marché ici, merci.

source: Ask about the books
fr: Se renseigner sur les livres

source: What books have you got here? Anything you'd recommend?
fr: Quels sont les livres que vous avez ici? Quelque chose que vous recommanderiez?

source: No offence, but can you actually read? We have a selection of picture books for those of lesser learning.
fr: Sans vouloir vous offenser, mais savez-vous vraiment lire? Nous avons une sélection de livres d'images pour les personnes moins instruites.

source: Don't mind me, have a look around. If you find something you like you can take a perch.
fr: Ne faites pas attention à moi, regardez autour de vous. Si vous trouvez quelque chose qui vous plaît, vous pouvez vous percher.

source: Would you care to join our crew? You seem like a knowledgeable sort.
fr: Voulez-vous vous joindre à notre équipage? Vous avez l'air bien informé.

source: Join your crew? But who would run the library? I'm afraid I shall have to decline.
fr: Vous voulez rejoindre votre équipage? Mais qui s'occuperait de la bibliothèque? J'ai bien peur de devoir refuser.

source: Tell him about the Ivory Tower
fr: Parlez-lui de la Tour d'Ivoire

source: Have you been to the Ivory Tower? It seems to have a vast library.
fr: Avez-vous été à la Tour d'Ivoire? Il semble qu'elle possède une vaste bibliothèque.

source: It has many books, yes. But they are stowed away in the tower, there only for the chosen few. What use is a book if so few eyes can read it?
fr: Il y a beaucoup de livres, oui. Mais ils sont rangés dans la tour, là seulement pour les quelques élus. À quoi sert un livre si peu d'yeux peuvent le lire?

source: No, far better to take this wisdom into the world - and share it with the common folk. That is what the floating library is for.
fr: Non, c'est bien mieux d'apporter cette sagesse au monde - et de la partager avec les gens ordinaires. C'est à cela que sert la bibliothèque flottante.

source: What use is a book anyway? Especially in the middle of the ocean?
fr: À quoi sert un livre de toute façon? Surtout au milieu de l'océan?

source: Excuse me, it seems I have some indexing to attend to.
fr: Excusez-moi, il semble que je doive m'occuper de l'indexation.

source: Ask to borrow a book
fr: Demander à emprunter un livre

source: Can we take a book?
fr: Peut-on prendre un livre?

source: Of course, but please remember to return it within two weeks.
fr: Bien sûr, mais n'oubliez pas de le rendre dans les deux semaines.

source: What would happen if we didn't?
fr: Que se passerait-il si nous ne le faisions pas?

source: Well, in that case the borrower would incur a small fine.
fr: Dans ce cas, l'emprunteur devra payer une petite amende.

source: And what would happen if we didn't pay the fine?
fr: Et que se passerait-il si nous ne payions pas l'amende?
