Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Your brother here has provided us with important information. He'll no doubt have a lenient trial.
fr: Votre frère nous a fourni des informations importantes. Il aura sans doute un procès clément.

source: So you led the royals here, did you? You are just as bad as them.
fr: Alors tu as mené la famille royale ici, n'est-ce pas? Tu es aussi mauvais qu'eux.

source: Enough chatter! Force the pirates onto the plank.
fr: Assez de bavardages! Forcez les pirates à monter sur la planche.

source: Marco, you know what?
fr: Marco, tu sais quoi?

source: What now, little brother?
fr: Et maintenant, petit frère?

source: You might be family, but you're still a bastard.
fr: Tu fais peut-être partie de la famille, mais tu es toujours un salaud.

source: Who's afraid of a little water?
fr: Qui a peur d'un peu d'eau?

source: Kill all enemy leaders
fr: Tuez tous les chefs ennemis

source: Or survive until turn 45
fr: Ou survivre jusqu'à l'âge de 45 an

source: Death of Merline
fr: La mort de Merline

source: We perish, our hope has sunk...
fr: Nous périssons, notre espoir a sombré...

source: It was a hell of a battle, Merline. I hope you appreciate that.
fr: C'était une sacrée bataille, Merline. J'espère que tu l'apprécies.

source: Like she said, we're your commanders.
fr: Comme elle l'a dit, nous sommes vos commandants.

source: Whomever fought for us this day has earned their reward.
fr: Ceux qui se sont battus pour nous aujourd'hui ont mérité leur récompense.

source: The tide has turned, the nagas swim no more. Men of the sea, we thank thee.
fr: Le vent a tourné, les nagas ne nagent plus. Hommes de la mer, nous vous remercions.

source: The tide has turned, the nagas cannot prevail now. Men of the sea, we thank thee.
fr: La marée a tourné, les nagas ne peuvent plus l'emporter maintenant. Hommes de la mer, nous te remercions.

source: The nagas approach. The wave breaks.
fr: Les nagas approchent. La vague se brise.

source: These don't look like the usual nagas we've fought before. Best keep our wits about us.
fr: Ils ne ressemblent pas aux nagas habituels que nous avons déjà combattus. Il vaut mieux garder nos esprits.

source: Do you mind!
fr: Tu permets!

source: Can't I have some privacy?
fr: Je ne peux pas avoir un peu d'intimité?

source: This is a private bathroom!
fr: C'est une salle de bain privée!

source: May I enter the library?
fr: Puis-je entrer dans la bibliothèque?

source: I'm afraid your access to the library is restricted. Only scholars may enter.
fr: J'ai bien peur que votre accès à la bibliothèque soit restreint. Seuls les universitaires peuvent y entrer.

source: How do I get access?
fr: Comment puis-je y accéder?

source: Do you belong to a brotherhood?
fr: Appartenez-vous à une confrérie?

source: Do I look like a sorcerer?
fr: Est-ce que j'ai l'air d'un sorcier?

source: Do you have a royal warrant?
fr: Avez-vous un mandat royal?

source: Nope.
fr: Non.

source: In that case, we can only grant you access on receipt of a donation.
fr: Dans ce cas, nous ne pouvons vous accorder l'accès que sur réception d'un don.

source: How much do you want?
fr: Combien voulez-vous?

source: We do not want your gold, but we are happy to accept manuscripts. A tome worthy of the library shall permit you access to the next floor of the library.
fr: Nous ne voulons pas de votre or, mais nous sommes heureux d'accepter des manuscrits. Un tome digne de la bibliothèque vous permettra d'accéder à l'étage suivant de la bibliothèque.

source: Donate a book
fr: Donner un livre

source: Here, I'd like to make a donation.
fr: Tenez, je voudrais faire un don.

source: It is much appreciated. You may now ascend to the first floor of the library.
fr: C'est très apprécié. Vous pouvez maintenant monter au premier étage de la bibliothèque.

source: Show him your Scroll of Honour
fr: Montre-lui ton Parchemin d'honneur

source: Check this out... I've got a Scroll of Honour.
fr: Regardez ça... J'ai un Parchemin d'Honneur.

source: Many thanks.
fr: Merci beaucoup.

source: The key we found upstairs looks like it might fit this lock...
fr: La clé que nous avons trouvée en haut semble pouvoir s'adapter à cette serrure...

source: I don't know where these doors lead, but they're firmly locked.
fr: Je ne sais pas où mènent ces portes, mais elles sont bien fermées.

source: Damn, these doors have a different sort of lock. We're stuck in the corridor.
fr: Merde, ces portes ont une autre sorte de serrure. Nous sommes coincés dans le couloir.

source: It's a guestbook. Seems this floor is a dormitory for visitors to the library.
fr: C'est un livre d'or. On dirait que cet étage est un dortoir pour les visiteurs de la bibliothèque.

source: Flowers. Not the sort of thing a pirate appreciates.
fr: Fleurs. Pas le genre de choses qu'un pirate apprécie.

source: I knew it! There's another key hidden in the flowers. These librarians aren't as smart as they make out.
fr: Je le savais! Il y a une autre clé cachée dans les fleurs. Ces bibliothécaires ne sont pas aussi intelligents qu'ils le prétendent.

source: It's full of private journals, nothing interesting.
fr: C'est plein de journaux intimes, rien d'intéressant.

source: Another book, for what it's worth.
fr: Un autre livre, pour ce qu'il vaut.

source: Nothing, just passing through...
fr: Rien, juste de passage...

source: You're a pervert, that's what you are!
fr: Tu es un pervers, voilà ce que tu es!

source: Looks like a religious symbol of some kind.
fr: On dirait une sorte de symbole religieux.

source: Thief! That belongs to me!
fr: Voleur! Ça m'appartient!

source: Trick him into thinking the ankh is cursed
fr: Lui faire croire que l'ankh est maudit

source: Yes, but is it wise to keep it? This amulet hangs heavy with a curse. Exposed contact will turn the wearer into a swan, as white as the clouds. I have seen it happen before.
fr: Oui, mais est-il sage de le garder? Cette amulette est lourde d'une malédiction. Le contact exposé transformera le porteur en cygne, aussi blanc que les nuages. J'ai déjà vu cela se produire auparavant.

source: Huh? The guy I bought it from said it had healing properties...
fr: Hein? Le type à qui je l'ai achetée m'a dit qu'elle avait des propriétés curatives...

source: Beware the curse and beware the trickster who palmed it off. Only I know how to cure this thing. Will you take that risk?
fr: Méfiez-vous de la malédiction et méfiez-vous de l'escroc qui l'a fait disparaître. Je suis le seul à savoir comment guérir cette chose. Allez-vous prendre ce risque?

source: Oh, bother. Very well - keep it! I have studies to attend to, I can't chance it all on this bauble.
fr: Oh, attention. Très bien - gardez-le! J'ai des études à faire, je ne peux pas tout risquer sur cette babiole.

source: Dispute his ownership
fr: Contestation de sa propriété

source: I happen to know this ankh belongs to Brother Marcus, a highly reputable and powerful wizard. I have been charged with recovering this artifact by the man himself. Stand aside!
fr: Je sais que cet ankh appartient à Frère Marcus, un sorcier très réputé et puissant. J'ai été chargé de récupérer cet artefact par l'homme lui-même. Ecartez-vous!

source: Hmm, for some reason I am tempted to believe you. The man who sold it to me didn't look like the most trustworthy fellow. Pass on my apologies to the rightful owner...
fr: Hmm, pour une raison quelconque, je suis tenté de vous croire. L'homme qui me l'a vendu n'avait pas l'air d'être le plus digne de confiance. Transmettez mes excuses au propriétaire légitime...

source: Hand it over
fr: Remettez le en main

source: Here, you can have it back. We don't want any trouble.
fr: Tiens, tu peux le reprendre. Nous ne voulons pas d'ennuis.

source: Thank you. Now clear out.
fr: Merci. Maintenant, dégagez.

source: Attack him
fr: Attaque le

source: It's ours now. Get out the way!
fr: C'est à nous maintenant. Dégagez le passage!

source: And so the crown came to pass to Renaldo, the resistance lord from the land of Farrow. The end of King Tylon's reign was welcomed by many across the kingdom, the memory of his cruelty eclipsed by the promise of a new life under King Renaldo. Crowds flocked to his coronation and the new king spared no expense ensuring the celebrations were an extravagant affair. The tale of war was told and retold, Renaldo's feats growing more heroic with each telling. For history is shaped by the victors. Few knew of the role played by the mariners. The brothers were content to claim a smaller share of the glory. Days passed before the bankers discovered the royal coffers were lighter by exactly one cargo hold. In the midst of the merriment, the brothers took their leave, casting a troubled glance towards the sea. Far to the south, smoke bellowed from the black mountain. But that is another story...
fr: Et ainsi la couronne est passée à Renaldo, le seigneur de la résistance du pays de Farrow. La fin du règne du roi Tylon a été accueillie par beaucoup dans tout le royaume, le souvenir de sa cruauté éclipsé par la promesse d'une nouvelle vie sous le roi Renaldo. Les foules affluent à son couronnement et le nouveau roi n'épargne aucune dépense pour que les célébrations soient une affaire extravagante. L'histoire de la guerre est racontée et racontée à nouveau, les exploits de Renaldo devenant de plus en plus héroïques à chaque récit. Car l'histoire est façonnée par les vainqueurs. Peu de gens connaissaient le rôle joué par les marins. Les frères se sont contentés de revendiquer une part de gloire moins importante. Des jours ont passé avant que les banquiers ne découvrent que les coffres royaux étaient allégés d'une seule cale. Au milieu de la joie, les frères prirent congé, jetant un regard troublé vers la mer. Loin au sud, la montagne noire s'est mise à souffler de la fumée. Mais c'est une autre histoire...

source: Mariners move adjacent to an enemy
fr: Les marins se déplacent à côté d'un ennemi

source: Guards, seize them!
fr: Gardes, saisissez-les!

source: Damn.
fr: Merde.

source: Stay away from Sir Uden!
fr: N'approchez pas de Sir Uden!

source: Can't talk, these spices don't harvest themselves.
fr: Je ne peux pas parler, ces épices ne se récoltent pas toutes seules.

source: Osthergah squandered our hopes...
fr: Osthergah a gaspillé nos espoirs...

source: Looks like the royals have got this place locked down tight. Tread carefully.
fr: On dirait que la famille royale a bien verrouillé cet endroit. Faites attention.

source: Nothing here for us anyway.
fr: Il n'y a rien pour nous ici, de toute façon.

source: Nothing for us over here. No point exploring the island.
fr: Rien pour nous ici. Inutile d'explorer l'île.

source: Why so many soldiers on a farm? What happened here?
fr: Pourquoi tant de soldats dans une ferme? Que s'est-il passé ici?

source: Sir Uden called in more guards in the wake of the Judro uprising. Our chance for freedom has sadly passed.
fr: Sir Uden a appelé d'autres gardes à la suite du soulèvement des Judro. Notre chance de liberté est malheureusement passée.

source: Surely there's a way...
fr: Il y a sûrement un moyen...

source: Quiet! It is not safe for you to be here. You risk bring more punishments upon on.
fr: Silence! Il n'est pas sûr que tu sois ici. Vous risquez de vous faire punir davantage.

source: Sir Ludolf is a mean son of a bitch.
fr: Sir Ludolf est un méchant fils de pute.

source: What you staring at? Never seen a soldier training before?
fr: Qu'est-ce que vous regardez? Vous n'avez jamais vu un soldat s'entraîner avant?

source: Glish was a troublemaker and fool... He could have got us all killed!
fr: Glish était un fauteur de troubles et un imbécile... Il aurait pu tous nous faire tuer!

source: Nothing for us up there. No point exploring the island.
fr: Rien pour nous là-haut. Inutile d'explorer l'île.

source: You never been to the fighting pits before? I was once like you, but this is my home now. One day I hope to serve on Farrow.
fr: Vous n'êtes jamais allé aux combats avant? J'étais comme vous autrefois, mais c'est ma maison maintenant. Un jour, j'espère servir à Farrow.

source: I heard there was some sort of revolt here on Judro...
fr: J'ai entendu dire qu'il y avait une sorte de révolte ici sur Judro...

source: It's over. Glish was executed. We're not meant to talk about that. It's best you leave.
fr: C'est fini. Glish a été exécuté. Nous ne sommes pas censés parler de ça. Il vaut mieux que vous partiez.

source: Kill the orc captain
fr: Tuez le capitaine orc

source: Thank you, humies. The treasure is yours...
fr: Merci, humies. Le trésor est à vous...

source: The mutiny has won!
fr: La mutinerie a gagné!

source: That was pitiful. Are you ready to go the same way?
fr: C'était pitoyable. Es-tu prêt à prendre le même chemin?

source: I hate goblins.
fr: Je déteste les gobelins.

source: Whoah there, Bighorn. You aren't thinking of going turncoat on us?
fr: Whoah là, Bighorn. Tu ne penses pas à nous dénoncer?

source: I hate goblins, but I like gold. You give me gold. It's fine.
fr: Je déteste les gobelins, mais j'aime l'or. Tu me donnes de l'or. C'est bon.

source: What's going on? There's fighting on the orc ship!
fr: Qu'est-ce qui se passe? Il y a des combats sur le navire orque!

source: These worthless goblins tried to start a mutiny. It will soon be crushed.
fr: Ces gobelins sans valeur ont essayé de déclencher une mutinerie. Elle sera bientôt écrasée.

source: The odds look about even to me.
fr: Les chances sont à peu près égales pour moi.

source: This is not your affair - be on your way or else.
fr: Ce n'est pas votre affaire - soyez sur le chemin ou sinon.

source: No, wait! Come and help us! The orc is mad, he's driven us to this!
fr: Non, attendez! Viens nous aider! L'orque est fou, il nous a conduit à ça!

source: Quiet, you brat.
fr: Tais-toi, sale gosse.

source: Fight with us and you can take the treasure... Just stop the orc!
fr: Bats-toi avec nous et tu peux prendre le trésor... Arrêtez l'orc!

source: Might be worth getting our hands dirty after all.
fr: Ça vaut peut-être la peine de se salir les mains après tout.

source: Force the Brotherhood to lower the storm barrier
fr: Forcez la Confrérie à abaisser la barrière anti-tempête

source: So here we are again. The temple is well protected, beware the stone guardians.
fr: Nous revoilà donc. Le temple est bien protégé, méfiez-vous des gardiens de pierre.

source: We'll slip in and out, like we did at the palace.
fr: Nous allons nous glisser dedans et dehors, comme nous l'avons fait au palais.

source: You broke into the Royal Palace? I'm impressed.
fr: Vous êtes entrés par effraction dans le palais royal? Je suis impressionné.

source: Aye, and more besides. We also managed...
fr: Oui, et plus encore. On a aussi réussi...

source: You can tell of your feats later, my brother.
fr: Tu raconteras tes exploits plus tard, mon frère.

source: I have a question for you. What do you owe the elves? I'm curious why you've taken up their cause with such readiness.
fr: J'ai une question pour toi. Que dois-tu aux elfes? Je suis curieux de savoir pourquoi tu as pris leur cause en main avec tant d'empressement.

source: Did you not hear Glorin's words?
fr: Tu n'as pas entendu les mots de Glorin?

source: Indeed I did, but at Avalon we had little choice but to listen. Now I wonder if our ears were not bent by their uncanny ways.
fr: Si, mais à Avalon, nous n'avions pas d'autre choix que de l'écouter. Maintenant je me demande si nos oreilles n'ont pas été déformées par leurs étranges manières.

source: What are you saying, Marco?
fr: Qu'est-ce que tu dis, Marco?

source: Brothers, we are north of the storm! All we need do is bargain with the brotherhood for a ship. Then we'd be free and safe to boot.
fr: Mes frères, nous sommes au nord de la tempête! Tout ce qu'il nous faut, c'est négocier avec la confrérie pour un navire. Nous serions alors libres et en sécurité.

source: And betray the elves?
fr: Et trahir les elfes?

source: This is an outrage! They saved you from death. Besides there is far more at stake now...
fr: C'est un scandale! Ils t'ont sauvé de la mort. De plus, l'enjeu est bien plus important maintenant...

source: Heh, calm down. I was merely testing you. The elves wondered if your loyalties would stand. It seems they needn't have worried.
fr: Heh, calme-toi. Je ne faisais que te tester. Les elfes se demandaient si ta loyauté allait tenir. Il semble qu'ils n'aient pas eu à s'inquiéter.

source: You had me there for a moment...
fr: Tu m'as eu là pendant un moment...

source: Well, it is a rich ruse to ask you to test our loyalty.
fr: Eh bien, c'est une riche ruse pour te demander de tester notre loyauté.

source: Come now, we have work to do.
fr: Viens maintenant, nous avons du travail à faire.

source: Ah, our friends have returned! You will be pleased to know your names have found their way into many saurian songs.
fr: Ah, nos amis sont revenus! Vous serez heureux de savoir que vos noms ont trouvé leur place dans de nombreuses chansons sauriennes.

source: Honoured, I'm sure.
fr: Honoré, j'en suis sûr.

source: What's more, our harvest has been good of late. We offer fine spices for fine prices.
fr: De plus, notre récolte a été bonne ces derniers temps. Nous proposons des épices de qualité à des prix très intéressants.

source: Impressive, that sculpture seems to be made of hardened sand. I hope it doesn't break when we steal it.
fr: Impressionnant, cette sculpture semble être faite de sable durci. J'espère qu'elle ne se cassera pas quand on la volera.

source: You mean to steal a sand sculpture from the same lizards we spilt blood to liberate?
fr: Tu veux dire voler une sculpture de sable des mêmes lézards que nous avons versé du sang pour les libérer?

source: Um, yeah?
fr: Euh, oui?

source: Take the sculpture
fr: Prendre la sculpture

source: Okay, got it. Seems pretty sturdy, should work well as a new figurehead.
fr: Ok, compris. Il a l'air assez solide, il devrait bien fonctionner comme nouvelle figure de proue.

source: Nothing really over this way. No point exploring the island again.
fr: Rien n'est vraiment par là. Inutile d'explorer l'île à nouveau.

source: I fought with you back there, against Sir Uden. My efforts that day have since wagged the tails of many a lady augur.
fr: J'ai combattu avec vous là-bas, contre Sir Uden. Mes efforts ce jour-là ont depuis remué les queues de beaucoup de dames augures.

source: Well met Klekia. You are a hero now, to be sure.
fr: J'ai bien rencontré Klekia. Tu es un héros maintenant, c'est sûr.

source: More than a hero. I'm a husband now, soon to be a father.
fr: Plus qu'un héros. Je suis un mari maintenant, bientôt un père.

source: Good fortunes to you then.
fr: Bonne chance à toi alors.

source: One day I'll tell my child how the two brothers led our uprising!
fr: Un jour, je raconterai à mon enfant comment les deux frères ont mené notre soulèvement!

source: We have learned much of humans. You are not all evil.
fr: Nous avons appris beaucoup de choses sur les humains. Vous n'êtes pas tous mauvais.

source: Your enemies are the royals, same as us.
fr: Vos ennemis sont les rois, comme nous.

source: Death to the royals then.
fr: Mort aux royaux alors.

source: You're always welcome here, friends. Feel free to buy our spices, a special rate for you of course. Some of my people will even hire themselves out to you, if you're looking to take on mercenaries.
fr: Vous êtes toujours les bienvenus ici, mes amis. N'hésitez pas à acheter nos épices, à un tarif spécial pour vous bien sûr. Certains de mes employés se loueront même à vous, si vous cherchez à affronter des mercenaires.

source: Hello human.
fr: Bonjour l'humain.

source: The spices here are very fine...
fr: Les épices ici sont très fines...

source: Yes, but what are spices to sparkling gems? In all my travels, the island of Elixion had the most beautiful stones.
fr: Oui, mais que sont les épices pour les pierres précieuses étincelantes? Dans tous mes voyages, l'île d'Élixion avait les plus belles pierres.

source: Indeed, the legend grows with every tale.
fr: En effet, la légende grandit avec chaque conte.

source: 'Tis more than a tale, human. I've seen them with mine own eyes.
fr: 'C'est plus qu'un conte, humain. Je les ai vus de mes propres yeux.

source: You run past foes easy. You show $unit.name how?
fr: Tu passes facilement devant les ennemis. Tu montres $unit.name comment?

source: Show me your fancy footwork, lizard.
fr: Montre-moi ton jeu de jambes fantaisiste, lézard.

source: I saw you run rings around the royals, Sozzo. Might you teach us to do the same?
fr: Je t'ai vu faire des alliances avec la famille royale, Sozzo. Pourrais-tu nous apprendre à faire de même?

source: You have already taken a different path. It is too late now to learn my way.
fr: Tu as déjà pris un chemin différent. Il est trop tard maintenant pour apprendre mon chemin.

source: Ah, you wish to learn the ways of skirmishing? It can be done, but it takes practice. Some jewels in return would make it worth my time.
fr: Ah, tu veux apprendre les techniques d'escarmouche? C'est possible, mais il faut de la pratique. Quelques bijoux en retour me feraient gagner du temps.

source: I think not. Maybe we'll return when weve got jewels to spare.
fr: Je ne pense pas. Peut-être que nous reviendrons quand nous aurons des bijoux de rechange.

source: Give him 2 chests of jewels
fr: Donnez-lui 2 coffres de bijoux

source: It's a deal. Show us how it's done...
fr: C'est un marché. Montre-nous comment on fait...

source: $unit.name spends the day practising with Sozzo, struggling to keep up with his dextrous footwork.
fr: $unit.name passe la journée à s'entraîner avec Sozzo, luttant pour suivre son jeu de jambes dextres.

source: You learn well for a $unit.race|. You are now nimble enough to run rings around your opponents, as you have seen me do.
fr: Tu apprends bien pour une course de $unit.race|. Vous êtes maintenant assez agile pour faire tourner vos adversaires, comme vous m'avez vu le faire.

source: Blade Point. Named after that giant crag, I suppose. This place must be uninhabitable.
fr: Blade Point. Nommé d'après ce rocher géant, je suppose. Cet endroit doit être inhabitable.

source: I'm not so sure, I spot a hut...
fr: Je ne suis pas sûr, j'ai repéré une hutte...

source: Watch your step, brother. This island smells bad.
fr: Attention à la marche, mon frère. Cette île sent mauvais.

source: When mountains crumble to the sea...
fr: Quand les montagnes s'écroulent sur la mer...

source: Damn it, these ugly brutes were hiding in the mountains!
fr: Merde, ces sales brutes se cachaient dans les montagnes!

source: Let me at them!
fr: Laisse-moi les voir!

source: Seems like there's nothing else for us here, let's get going.
fr: On dirait qu'il n'y a rien d'autre pour nous ici, allons-y.

source: The door of the hut is securely locked. There doesn't seem to be any way in.
fr: La porte de la hutte est bien fermée. Il ne semble y avoir aucun moyen d'entrer.

source: The lock can't even be picked. The keyhole's as narrow as a knife.
fr: La serrure ne peut même pas être crochetée. Le trou de la serrure est aussi étroit qu'un couteau.

source: Survive at least a day
fr: Survivre au moins un jour

source: Something's not right... I swear I saw someone on shore. Seems our hideout ain't as secret as we thought.
fr: Quelque chose ne va pas... Je jure que j'ai vu quelqu'un sur le rivage. On dirait que notre cachette n'est pas aussi secrète qu'on le pensait.

source: Let's check it out.
fr: Allons voir ça.

source: $unit.name|! What the hell are you doing here?
fr: $unit.name|! Qu'est-ce que tu fous ici?
