Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Haha, yes! The passenger ship. I think we earned less than a coin each that day.
fr: Haha, oui! Le navire à passagers. Je pense que nous avons gagné moins d'une pièce chacun ce jour-là.

source: Ha, shameful! But it was only the start.
fr: Ha, c'est honteux! Mais ce n'était que le début.

source: What about the time we hid from that patrol by jumping overboard?
fr: Et la fois où on s'est caché de cette patrouille en sautant par-dessus bord?

source: Ah! A ruse as risky as it was wet. But it worked!
fr: Ah! Une ruse aussi risquée que mouillée. Mais ça a marché!

source: It was Marco's idea I seem to remember. He had cunning, our brother.
fr: C'était l'idée de Marco, je crois me souvenir. Il avait de la ruse, notre frère.

source: Yes he did.
fr: Oui, c'est vrai.

source: Largo, I was thinking. That time we spent in Altaz...
fr: Largo, je pensais. Ce temps que nous avons passé à Altaz...

source: You don't need to remind me.
fr: Tu n'as pas besoin de me le rappeler.

source: I spent that year in the cells raging with hate for Marco. The thought of murdering the bastard was more or less the only thing that got me through.
fr: J'ai passé cette année-là dans les cellules à haïr Marco. L'idée de tuer ce salaud était plus ou moins la seule chose qui m'a permis de m'en sortir.

source: Me too. That's why we are here, ain't it?
fr: Moi aussi. C'est pour ça qu'on est là, non?

source: Yeah, but...
fr: Ouais, mais...

source: Hurry up, mate. We got a big fight coming up.
fr: Dépêche-toi, mec. On a une grosse dispute qui arrive.

source: Don't tell me you wouldn't have done the same. More gold than a man can carry? A grand mansion on an untouched island? I just got there first.
fr: Ne me dis pas que tu n'aurais pas fait la même chose. Plus d'or qu'un homme ne peut en porter? Un grand manoir sur une île intacte? Je suis arrivé le premier.

source: It is hardly untouched now, the place is a pile of stone. Your treachery has earned you nothing.
fr: Elle est à peine intacte maintenant, l'endroit est un tas de pierres. Ta trahison ne t'a rien rapporté.

source: And what of your vengeance? What will that earn you?
fr: Et ta vengeance? Qu'est-ce que cela va te rapporter?

source: You sentenced us to a life on Altaz. You betrayed your own kin. That you lost your ill-gotten gains is some comfort. That you will likewise lose your life is a greater comfort still.
fr: Tu nous as condamnés à une vie sur Altaz. Tu as trahi ta propre famille. Que vous ayez perdu vos gains mal acquis est un certain réconfort. Que vous ayez également perdu votre vie est un plus grand réconfort encore.

source: You mean to end this with a petty murder?
fr: Vous voulez en finir avec ça par un petit meurtre?

source: There is nothing petty about it. Your death has long been my sole reason for living.
fr: Il n'y a rien de mesquin là-dedans. Ta mort a longtemps été ma seule raison de vivre.

source: Very well. Who am I to deny your ambitions?
fr: Très bien. Qui suis-je pour nier tes ambitions?

source: We've spent a long time looking for you, arsehole.
fr: Nous avons passé beaucoup de temps à te chercher, connard.

source: I'm impressed you made it. When I heard about the prison break I knew we were due a reunion.
fr: Je suis impressionné que vous ayez réussi. Quand j'ai entendu parler de l'évasion de la prison, j'ai su qu'on devait se retrouver.

source: Why did you do it, Marco?
fr: Pourquoi t'as fait ça, Marco?

source: You're asking me why I cheated? Why I stole? Why I lied?
fr: Tu me demandes pourquoi j'ai triché? Pourquoi j'ai volé? Pourquoi j'ai menti?

source: I have done that all my life. So have you. We are pirates, no?
fr: J'ai fait ça toute ma vie. Toi aussi. Nous sommes des pirates, non?

source: We are brothers also.
fr: Nous sommes frères aussi.

source: Let's see what tricks my little brother has picked up in prison!
fr: Voyons voir quels trucs mon petit frère a appris en prison!

source: You don't know how good this feels!
fr: Tu ne sais pas à quel point ça fait du bien!

source: You can do better than that!
fr: Tu peux faire mieux que ça!

source: Hold your blow! We shall see no blood spilt upon elven ground.
fr: Tiens ton coup! Nous ne verrons pas le sang couler sur la terre des elfes.

source: You have the better of me, brother. I did not fight to see you die. I merely wished to give you what you wanted.
fr: Tu as le meilleur de moi, mon frère. Je ne me suis pas battu pour te voir mourir. Je voulais simplement te donner ce que tu voulais.

source: What? Explain yourself!
fr: Quoi? Explique-toi!

source: There is much to tell...
fr: Il y a beaucoup à dire...

source: You haven't got long.
fr: Tu n'as pas beaucoup de temps.

source: When the drakes attacked Lantos I lost everything, yet by some strange fortune I survived.
fr: Quand les dracans ont attaqué Lantos, j'ai tout perdu, mais j'ai survécu grâce à une étrange fortune.

source: My escape was narrow. I made away in a small boat, with no food, drifting aimlessly.
fr: Ma fuite a été étroite. Je me suis enfui dans un petit bateau, sans nourriture, à la dérive.

source: Weakened by my wounds and crazed by hunger I lay for days beneath the cruel sun. Hope had abandoned me - as I had abandoned all others.
fr: Affaibli par mes blessures et fou de faim, je suis resté des jours entiers sous le soleil cruel. L'espoir m'avait abandonné - comme j'avais abandonné tous les autres.

source: A strange delirium held me in its clutches and squeezed from me the last drops of life. I knew I was to perish. Yet given all I had done, it seemed a just end. I knew in my heart my treacheries had led me to this endless ocean to die alone.
fr: Un étrange délire me tenait dans ses griffes et m'arrachait les dernières gouttes de vie. Je savais que j'allais périr. Pourtant, compte tenu de tout ce que j'avais fait, cela semblait une fin juste. Je savais dans mon coeur que mes trahisons m'avaient conduit dans cet océan sans fin pour y mourir seul.

source: For what it's worth, brother, I am sorry. I know that hate has burned in your breast too long to accept such a story, but it is so. Though I was finally rescued by a ship of the elven fleet, it is not quite a lie to say that I had died that day. The revenge you seek was claimed by the fates.
fr: Pour ce que ça vaut, mon frère, je suis désolé. Je sais que la haine a brûlé trop longtemps dans ton cœur pour que tu acceptes une telle histoire, mais c'est ainsi. Bien que j'aie finalement été secouru par un navire de la flotte elfe, ce n'est pas un mensonge de dire que je suis mort ce jour-là. La vengeance que vous cherchez a été revendiquée par le destin.

source: Yet you stand here before me...
fr: Pourtant, tu te tiens ici devant moi...

source: His words are spoken in truth. What we found in that boat was little more than a corpse. It was several weeks before he came back to us, even with the attentions of our druids. In any case, I would have you stand before me to decide this matter.
fr: Ses paroles sont dites en vérité. Ce que nous avons trouvé dans ce bateau n'était guère plus qu'un cadavre. C'était plusieurs semaines avant qu'il ne nous revienne, même avec les attentions de nos druides. En tout cas, je vous demanderais de vous lever devant moi pour décider de cette affaire.

source: It was Marco who requested we send Elma to your rescue on Lantos. We saw your ship approach the island, as did the drakes. Without this, your bodies would surely lie among the ruins.
fr: C'est Marco qui a demandé que nous envoyions Elma à votre secours sur Lantos. Nous avons vu votre navire s'approcher de l'île, tout comme les dracans. Sans cela, vos corps seraient sûrement dans les ruines.

source: I grant you the repentance of a pirate is an unlikely proposition. But that is why I gave you this chance to settle the score for yourself. I forbade Glorin to intervene in the fight. And you have won.
fr: Je vous accorde la repentance d'un pirate est une proposition peu probable. Mais c'est pourquoi je vous ai donné cette chance de régler vos comptes. J'ai interdit à Glorin d'intervenir dans le combat. Et vous avez gagné.

source: Now the matter is in your hands. Am I still worthy of my brothers?
fr: Maintenant, l'affaire est entre vos mains. Suis-je encore digne de mes frères?

source: Finish him off
fr: Finis-le

source: Your cunning knows no bounds, Marco. We shall not be tricked a second time. This was your last lie...
fr: Ta ruse ne connaît pas de limites, Marco. Nous ne serons pas dupés une deuxième fois. C'était ton dernier mensonge...

source: That was unwise. I had hoped I would not have to intervene in this matter.
fr: C'était imprudent. J'avais espéré ne pas avoir à intervenir dans cette affaire.

source: You're gonna stop us now? After all we've been through!
fr: Tu vas nous arrêter maintenant? Après tout ce que nous avons vécu!

source: Whatever evil took place in the past is nothing to that which awaits us.
fr: Quel que soit le mal qui a eu lieu dans le passé, il n'est rien par rapport à ce qui nous attend.

source: What are you talking about?
fr: De quoi tu parles?

source: There is much to discuss. But first you must lower your weapon. If do not, our marksmen will ensure you never raise it again.
fr: Il y a beaucoup de choses à discuter. Mais d'abord, vous devez baisser votre arme. Sinon, nos tireurs d'élite s'assureront que vous ne la remontiez plus jamais.

source: We better do what he says, Largo.
fr: On ferait mieux de faire ce qu'il dit, Largo.

source: It galls me to have spent so long yearning for this moment only to let it pass. But let it pass I shall.
fr: Ça me fait chier d'avoir passé tant de temps à désirer ce moment pour ensuite le laisser passer. Mais si je le laisse passer, je le ferai.

source: Spare his life
fr: Séparer sa vie

source: Aha, so that's where the distillery birds got to...
fr: Aha, c'est donc là que les oiseaux de la distillerie sont arrivés...

source: Any idea how we're meant to capture these beasts?
fr: Une idée de comment nous sommes censés capturer ces bêtes?

source: Do they even make birdcages this big?
fr: Est-ce qu'ils font même des cages à oiseaux aussi grandes?

source: That's ruffled its feathers...
fr: C'est un oiseau qui a les plumes ébouriffées...

source: But it's not backing down. We're going to have to kill them, aren't we?
fr: Mais il ne recule pas. On va devoir les tuer, n'est-ce pas?

source: Be my guest...
fr: Sois mon invité...

source: One down.
fr: Un de moins.

source: Let's take these eggs before they hatch.
fr: Prenons ces oeufs avant qu'ils n'éclosent.

source: There's nowt here.
fr: Il n'y a rien ici.

source: Looks like our dam held fast. We can always take up labouring if this pirate lark doesn't work out.
fr: On dirait que notre barrage a tenu bon. On peut toujours se mettre au travail si cette alouette de pirate ne marche pas.

source: Attack them!
fr: Attaquez-les!

source: Care for a drink of lunar glow? It'll make you almost as happy as Larry.
fr: Vous voulez un verre de lueur lunaire? Ça vous rendra presque aussi heureux que Larry.

source: Play possum if the critters get angry.
fr: Joue l'opossum si les créatures se mettent en colère.

source: Mrs Newton is buried in the basement. She was a witch so we're afraid to move her.
fr: Mme Newton est enterrée dans la cave. C'était une sorcière, alors on a peur de la déplacer.

source: These aren't real orcs. They are puny fools.
fr: Ce ne sont pas de vrais orcs. Ce sont de petits imbéciles.

source: What a strange bird, does it fly?
fr: Quel drôle d'oiseau, est-ce qu'il vole?

source: I suggest you stay away from the birds. They have a nasty habit of looking at you.
fr: Je vous suggère de ne pas vous approcher des oiseaux. Ils ont la mauvaise habitude de vous regarder.

source: Introduce yourself
fr: Introduisez-vous

source: Greetings, I am $unit.name|. And whom might you be?
fr: Salutations, je suis $unit.name|. Et qui pourriez-vous être?

source: I'm Larry. This is my brother Darryl and this is my other brother Darryl.
fr: Je suis Larry. Voici mon frère Darryl et voici mon autre frère Darryl.

source: I'm looking for a man named Marco. Has he come by these parts?
fr: Je cherche un homme qui s'appelle Marco. Est-il venu par ici?

source: Ask Darryl, he likes strangers.
fr: Demandez à Darryl, il aime les étrangers.

source: Ugh, which Darryl?
fr: Ugh, quel Darryl?

source: My brother.
fr: Mon frère.

source: Ask about the strange monsters
fr: Se renseigner sur les monstres étranges

source: I've noticed strange beasts walking around, are they not dangerous?
fr: J'ai remarqué des bêtes étranges qui se promènent, ne sont-elles pas dangereuses?

source: Oh, they're plenty dangerous. Little buggers will turn a man to stone if they get angry enough. My brother Darryl lost a few fingers to one.
fr: Oh, elles sont très dangereuses. Les petites bêtes transformeront un homme en pierre si elles se mettent assez en colère. Mon frère Darryl a perdu quelques doigts contre un.

source: By the sea! Why do you let them run wild on your land?
fr: Au bord de la mer! Pourquoi les laisses-tu courir en liberté sur ta terre?

source: They secrete a secret for our trade.
fr: Ils cachent un secret pour notre commerce.

source: Ask what they do here
fr: Demander ce qu'ils font ici

source: So what do you do here?
fr: Alors, que faites-vous ici?

source: We make the lunar glow. It's good to drink.
fr: Nous faisons briller la lune. C'est bon à boire.

source: Lunar glow... you mean moonshine!
fr: La lueur lunaire... tu veux dire l'alcool de lune!

source: Aye, your kind calls it rum.
fr: Oui, ton espèce appelle ça du rhum.

source: Great! I'm a thirsty man.
fr: Super! Je suis un homme assoiffé.

source: Know anything about the strange storm out to the south?
fr: Tu sais quelque chose sur l'étrange tempête au sud?

source: Some sailors from Greystone were moaning about it. That's all.
fr: Certains marins de Greystone se sont plaints. C'est tout.

source: Ask about the new birds
fr: Se renseigner sur les nouveaux oiseaux

source: How are your new birds doing?
fr: Comment vont vos nouveaux oiseaux?

source: Well, they don't cry nearly as much as the last lot. But we're working on it.
fr: Eh bien, ils ne pleurent pas autant que le dernier lot. Mais on y travaille.

source: Speak with the orc captain
fr: Parlez avec le capitaine orc

source: Don't leave me here!
fr: Ne me laissez pas ici!

source: Ahoy there, what brings orcs to these parts?
fr: Ohé, qu'est-ce qui amène les orcs dans ces régions?

source: We transport cargo. We want no fighting.
fr: Nous transportons des marchandises. Nous ne voulons pas de combats.

source: Watch your step, humie.
fr: Attention à la marche, humie.

source: These orcs are brutes. Please free me!
fr: Ces orcs sont des brutes. S'il vous plaît, libérez-moi!

source: You're coming with us.
fr: Tu viens avec nous.

source: Thank you, my master.
fr: Merci, mon maître.

source: What do you want?
fr: Qu'est-ce que tu veux?

source: We're looking for a man called Marco. I don't suppose you've come across one so named?
fr: Nous cherchons un homme qui s'appelle Marco. Je suppose que vous n'en avez pas rencontré un qui s'appelle ainsi?

source: We collect and sell slaves. Slaves have no names.
fr: Nous collectons et vendons des esclaves. Les esclaves n'ont pas de nom.

source: Enquire about the slave
fr: Renseignez-vous sur l'esclave

source: What's the deal with them in the cage?
fr: Qu'est-ce qui se passe avec eux dans la cage?

source: It's a good slave that. I'm taking it to the market. You want to buy? I want $temp_price gold pieces. No haggling.
fr: C'est un bon esclave ça. Je l'emmène au marché. Tu veux acheter? Je veux des pièces d'or à $temp_price. Pas de marchandage.

source: I'm not interested.
fr: Je ne suis pas intéressé.

source: Buy the slave
fr: Acheter l'esclave

source: Here's the gold.
fr: Voici l'or.

source: You got a good deal. We'll be off now.
fr: Vous avez fait une bonne affaire. Nous allons partir maintenant.

source: Demand the slave be freed
fr: Demandez la libération de l'esclave

source: Cages are fit for beasts alone. I demand you set the slave free.
fr: Les cages sont faites pour les bêtes seules. J'exige que vous libériez l'esclave.

source: I take no orders from you!
fr: Je ne reçois aucun ordre de toi!

source: Maybe it's time you started?
fr: Peut-être qu'il est temps que tu commences?

source: Boys, we got more slaves for the market. Attack!
fr: Les garçons, on a plus d'esclaves pour le marché. A l'attaque!

source: Ask about the market
fr: Se renseigner sur le marché

source: What's this market you mentioned?
fr: Quel est ce marché dont vous avez parlé?

source: Slavenia. It's where we sell the cargo.
fr: Slavenia. C'est là que nous vendons la cargaison.

source: Where is it? I'm interested in buying.
fr: Où est-ce? Je suis intéressé par l'achat.

source: Look here, I'll show you it on the map. Lots of good buys there.
fr: Regarde ici, je vais te le montrer sur la carte. Il y a beaucoup de bons achats là-bas.

source: Investigate the tower
fr: Enquêtez sur la tour

source: This is a strange old tower. I wonder what's at the top?
fr: C'est une étrange vieille tour. Je me demande ce qu'il y a au sommet?

source: The trapdoor leads down to the ground floor.
fr: La trappe mène au rez-de-chaussée.

source: Damn, it seems to have swung shut after we came through. Seems stuck somehow.
fr: Merde, on dirait qu'elle s'est refermée après notre passage. Elle semble coincée d'une certaine façon.

source: The stairs lead up to the next floor, but the trapdoor above is sealed. I can't see a way through.
fr: Les escaliers mènent à l'étage supérieur, mais la trappe du dessus est fermée. Je ne vois pas de passage.

source: Aha! The door's unlocked now!
fr: Aha! La porte est déverrouillée maintenant!

source: A square symbol... What can it mean?
fr: Un symbole carré... Que peut-il signifier?

source: The symbol has changed into a triangle...
fr: Le symbole s'est transformé en triangle...

source: A pair of diamonds?
fr: Une paire de diamants?

source: The braziers are easily lit, but they seem to be more than just beacons.
fr: Les braseros sont facilement allumés, mais ils semblent être plus que de simples balises.

source: The symbol has vanished...
fr: Le symbole a disparu...

source: Find the royal maps
fr: Trouvez les cartes royales

source: There's a bundle of old maps in here...
fr: Il y a un paquet de vieilles cartes ici...

source: Found it! There's a deed drawn out placing the isle of Lantos in Marco's hands.
fr: Je l'ai trouvé! Il y a un acte de propriété qui place l'île de Lantos dans les mains de Marco.

source: And a map leading us straight to him. Marco will get a surprise soon enough!
fr: Et une carte qui nous mène directement à lui. Marco aura une surprise bien assez tôt!

source: Let's get out of here, Largo. Back to the boat!
fr: Partons d'ici, Largo. Retourne au bateau!

source: Both mariners must reach the ship to escape
fr: Les deux marins doivent atteindre le bateau pour s'échapper

source: We're away!
fr: On est parti!

source: What are we doing here? This is crazy.
fr: Que faisons-nous ici? C'est dingue.

source: Listen, if the king had dealings with Marco we might find some clues here in the palace.
fr: Ecoute, si le roi avait des relations avec Marco, on pourrait trouver des indices ici, au palais.

source: We might also find an army of guards!
fr: On pourrait aussi trouver une armée de gardes!

source: Just step quietly and avoid being spotted.
fr: Reste tranquille et évite de te faire repérer.

source: Everyone else should stay on the ship.
fr: Tous les autres devraient rester sur le bateau.

source: The guards have set patrol routes. Let's stay out of their way and cling to the shadows.
fr: Les gardes ont établi des itinéraires de patrouille. Restons hors de leur chemin et accrochons-nous aux ombres.

source: Sound the alarm! There's an intruder in the palace!
fr: Sonnez l'alarme! Il y a un intrus dans le palais!

source: Damn we've blown it!
fr: Merde, on a tout fait sauter!

source: We might still be able to slip out of their sight...
fr: On pourrait encore se glisser hors de leur vue...

source: I'd rather go down fighting.
fr: Je préfère aller me battre.

source: Intruder!
fr: Intrus!

source: Halt! Who goes there?
fr: Halte! Qui va là?

source: Is there someone there?
fr: Il y a quelqu'un là-bas?

source: I've sometimes wondered how Tylon sleeps at night...
fr: Je me suis parfois demandé comment le Tylon dort la nuit...

source: Comfortably, it seems.
fr: Confortablement, il semble.

source: Tylon has a statue of himself in his own bedroom?
fr: Tylon a une statue de lui-même dans sa propre chambre?

source: It would be a good jest to swipe this and install it in the stern of $ship_name|.
fr: Ce serait une bonne plaisanterie de piquer ça et de l'installer dans la poupe de $ship_name|.

source: Nothing but old dusty ledgers...
fr: Rien que des vieux registres poussiéreux...

source: There's one book here that looks like it might fetch a fine price. I'm keeping it.
fr: Il y a un livre ici qui semble pouvoir rapporter un bon prix. Je le garde.

source: Look at this! It must be worth hundreds.
fr: Regarde ça! Il doit valoir des centaines.

source: It's so goddamn heavy...
fr: C'est tellement lourd...

source: It angers me to leave this here, but I must.
fr: Ça me met en colère de laisser ça ici, mais je dois le faire.

source: What is this stuff? Surely it can't be...
fr: Qu'est-ce que c'est que ça? Ce n'est sûrement pas possible...

source: Urg, it's trapped!
fr: Urg, c'est piégé!

source: It's just a basket of vegetables.
fr: C'est juste un panier de légumes.

source: It ain't my style, but this breastplate is sure to be worth a coin or two.
fr: C'est pas mon style, mais ce plastron vaut sûrement une ou deux pièces.

source: Can't sneak in chainmail. Might as well wear a bell around your neck.
fr: Je ne peux pas me faufiler avec une cotte de mailles. Autant porter une clochette autour du cou.

source: Ornamental weapons... no use to anyone.
fr: Les armes ornementales... ne servent à personne.

source: No need for shields when you've got stealth!
fr: Pas besoin de bouclier quand on est furtif!

source: Who said that? Is someone there?
fr: Qui a dit ça? Il y a quelqu'un?

source: Whoops...
fr: Oups...

source: Investigate the temple
fr: Enquêtez sur le temple

source: I think I best wait upstairs...
fr: Je pense que je ferais mieux d'attendre en haut...

source: Greetings, once more.
fr: Salutations, une fois de plus.

source: Welcome to the Temple of Ice. Though you are not brothers of ours, we tolerate your presence here. But tread carefully and do not tarry.
fr: Bienvenue au Temple de glace. Bien que vous ne soyez pas nos frères, nous tolérons votre présence ici. Mais soyez prudents et ne vous attardez pas.

source: That was a fairly cold reception.
fr: C'était une réception assez froide.

source: Still, it broke the ice.
fr: Pourtant, ça a brisé la glace.

source: Of what do you mutter?
fr: Sur quoi marmonnez-vous?

source: Nothing, nevermind. We'd like to ask you some questions.
fr: De rien, peu importe. Nous aimerions vous poser quelques questions.

source: Know you of one called Marco?
fr: Vous connaissez un certain Marco?

source: There is no Marco within the brotherhood but Icewind may know more than I. The north passage leads to his study.
fr: Il n'y a pas de Marco dans la confrérie mais Icewind en sait peut-être plus que moi. Le passage du nord mène à son étude.

source: Ask about the temple
fr: Se renseigner sur le temple

source: What is this place?
fr: Quel est cet endroit?
