Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: No, but you've given me an idea. That corpse was an interesting case. I wished to see what effect my technique would have upon an individual who had been cursed - whether the magic or the machine would prevail.
fr: Non, mais vous m'avez donné une idée. Ce cadavre était un cas intéressant. Je voulais voir quel effet ma technique aurait sur un individu maudit - si la magie ou la machine l'emporterait.

source: What happened?
fr: Que s'est-il passé?

source: I accidentally created a lifeless form so evil it seems to darkens the very air about it.
fr: J'ai accidentellement créé une forme sans vie si mauvaise qu'elle semble obscurcir l'air qui l'entoure.

source: And now I am curious to know how this aura affects those of a more... lawful nature. Please take it with you.
fr: Et maintenant, je suis curieux de savoir comment cette aura affecte celles d'une nature plus... licite. S'il vous plaît, prenez-la avec vous.

source: Take the zombie? Are you sure? What do you want us to do with it?
fr: Prendre le zombie? Vous êtes sûr? Que voulez-vous qu'on en fasse?

source: Whatever you wish. Teach it to dance. Introduce it to high society. Just take it away, let it mingle among men and I will be keen to see what happens.
fr: Ce que vous voulez. Apprends-lui à danser. Introduisez-le dans la haute société. Enlevez-le, laissez-le se mêler aux hommes et j'aurai hâte de voir ce qui se passera.

source: Um, okay...
fr: Hum, ok...

source: Tell him about Dud
fr: Parlez-lui de Dud

source: About that zombie you gave us...
fr: A propos de ce zombi que tu nous as donné...

source: Does its rotten visage make cityfolk quiver? Does its darkened soul corrupt their minds?
fr: Est-ce que son visage pourri fait frémir les citadins? Est-ce que son âme obscure corrompt leur esprit?

source: You could say that...
fr: On pourrait dire que...

source: Yes?
fr: Oui?

source: It's dead.
fr: C'est mort.

source: I mean... it's no longer walking around and groaning.
fr: Je veux dire... ce n'est plus marcher et gémir.

source: Most unfortunate. Still, its pitiful life has been a boon to science. One day I shall have to knock up another one. Was there anything else? If not, please leave me be.
fr: Très malheureux. Pourtant, sa vie pitoyable a été une bénédiction pour la science. Un jour, je devrai en mettre un autre en cloque. Y a-t-il autre chose? Sinon, laissez-moi tranquille.

source: I'll give you $temp_price gold pieces for that one.
fr: Je vous donnerai des pièces d'or à prix modique pour celui-là.

source: No thanks.
fr: Non merci.

source: Sell the unit
fr: Vendre l'unité

source: It's a deal.
fr: C'est un marché.

source: You son of a bitch!
fr: Fils de pute!

source: Ah, a perfect cursed specimen! I'll give you $temp_price gold pieces for this one.
fr: Ah, un parfait spécimen maudit! Je vous donnerai $temp_price pièces d'or pour celui-ci.

source: I'm no longer interested in this sort of specimen. Take it away.
fr: Je ne suis plus intéressé par ce genre de spécimen. Enlevez-le.

source: Investigate the ship
fr: Enquêtez sur le navire

source: What have we got here?
fr: Qu'avons-nous là?

source: The ship was cheered, the harbour cleared, Merrily did we drop Below the kirk, below the hill, Below the lighthouse top.
fr: Le bateau a été acclamé, le port a été vidé, Nous avons joyeusement laissé tomber Sous le clocher, en bas de la colline, Sous le sommet du phare.

source: A poet, eh? Proceed with caution, these guys can be dangerous.
fr: Un poète, hein? Faites attention, ces types peuvent être dangereux.

source: Greetings, rhymer of the waves. What ails thee?
fr: Salutations, rime avec les vagues. Qu'est-ce qui t'arrive?

source: Hello?
fr: Bonjour?

source: He's totally gone.
fr: Il est complètement parti.

source: The Sun came up upon the left, Out of the sea came he! And he shone bright, and on the right Went down into the sea.
fr: Le Soleil s'est levé sur la gauche, Il est sorti de la mer! Et il brillait, et sur la droite Il est descendu dans la mer.

source: And now the STORM-BLAST came, and he Was tyrannous and strong: He struck with his o'ertaking wings, And chased us south along.
fr: Et maintenant, le SOUFFLE DE TEMPETE est arrivé, et il était tyrannique et fort : Il frappait en battant des ailes, Et nous a poursuivis vers le sud.

source: And now there came both mist and snow, And it grew wondrous cold: And ice, mast-high, came floating by, As green as emerald.
fr: Et maintenant, il y a de la brume et de la neige, Et il a fait un froid merveilleux : Et de la glace, à hauteur de mât, est venue flotter, Aussi vert que l'émeraude.

source: The ice was here, the ice was there, The ice was all around: It cracked and growled, and roared and howled, Like noises in a swound!
fr: La glace était ici, la glace était là, La glace était tout autour : Elle craquait et grondait, et rugissait et hurlait, Comme des bruits dans une marée!

source: At length did cross an Albatross, Through the fog it came; As if it had been a religious soul, We hailed it in God's name.
fr: Il a finalement croisé un albatros, Il est venu à travers le brouillard ; Comme si c'était une âme religieuse, Nous l'avons salué au nom de Dieu.

source: And a good south wind sprung up behind; The Albatross did follow, And every day, for food or play, Came to the mariners' hollo!
fr: Et un bon vent du sud s'est levé derrière ; L'albatros suivit, Et tous les jours, pour manger ou jouer, C'est le moment de la fête des marins!

source: God save thee, ancient Mariner! From the fiends, that plague thee thus! Why look'st thou so? With my cross-bow I shot the ALBATROSS.
fr: Que Dieu te sauve, ancien marin! Des monstres, qui t'affligent ainsi! Pourquoi regardes-tu ainsi? Avec mon arbalète J'ai tiré sur l'ALBATROS.

source: And I had done a hellish thing, And it would work 'em woe: For all averred, I had killed the bird That made the breeze to blow. Ah wretch! said they, the bird to slay, That made the breeze to blow!
fr: Et j'avais fait une chose infernale, Et cela leur permettrait de surmonter leurs malheurs : Pour tout dire, j'avais tué l'oiseau Cela a fait souffler la brise. Ah! malheureux! dit-il, à tuer l'oiseau, Cela a fait souffler la brise!

source: Down dropt the breeze, the sails dropt down, 'Twas sad as sad could be; And we did speak only to break The silence of the sea!
fr: La brise descend, les voiles descendent, C'était aussi triste que possible ; Et nous n'avons parlé que pour briser Le silence de la mer!

source: All in a hot and copper sky, The bloody Sun, at noon, Right up above the mast did stand, No bigger than the Moon.
fr: Le tout dans un ciel chaud et cuivré, Le Soleil sanglant, à midi, Juste au-dessus du mât, il y avait un stand, Pas plus grand que la Lune.

source: Day after day, day after day, We stuck, nor breath nor motion; As idle as a painted ship Upon a painted ocean.
fr: Jour après jour, jour après jour, Nous sommes restés bloqués, ni souffle ni mouvement ; Aussi oisif qu'un navire peint Sur un océan peint.

source: Water, water, every where, And all the boards did shrink; Water, water, every where, Nor any drop to drink.
fr: De l'eau, de l'eau, partout, Et toutes les planches ont rétréci; De l'eau, de l'eau, partout, Ni aucune goutte à boire.

source: Cursed
fr: Maudit

source: Let's just go. Quickly.
fr: Allons-y. Rapidement.

source: Flee the island
fr: Fuyez l'île

source: Looks the same as it did before.
fr: Ça a l'air d'être pareil qu'avant.

source: Something feels right weird about this place. Hairs are standin' up on the back of me neck.
fr: Il y a quelque chose de bizarre dans cet endroit. Des cheveux se dressent sur la nuque.

source: The drakes might come back at any moment, let's leave.
fr: Les dracans peuvent revenir à tout moment, partons.

source: There are crude markings on some of the trees...
fr: Il y a des marques grossières sur certains des arbres...

source: There seems to be a depression in the sand here.
fr: Il semble qu'il y ait un creux dans le sable ici.

source: Woof! Woof!
fr: Ouaf! Ouaf!

source: Woof!
fr: Ouaf!

source: There's nothing here but sand and more sand.
fr: Il n'y a rien d'autre ici que du sable et encore du sable.

source: Kill King Tylon
fr: Tuer le roi Tylon

source: We need to hurry, the royal army is mustering outside!
fr: Il faut se dépêcher, l'armée royale se rassemble dehors!

source: We're out of time! The royal army has repelled the attack and they're closing in! It was all for nothing...
fr: Nous n'avons plus le temps! L'armée royale a repoussé l'attaque et elle se rapproche! Tout ça pour rien...

source: The day has been a long one, but it is over.
fr: La journée a été longue, mais elle est terminée.

source: We did it, brother!
fr: On l'a fait, mon frère!

source: It's over, Tylon.
fr: C'est fini, Tylon.

source: What's this? My fortress breached by a pair of vagrants?
fr: Qu'est-ce que c'est? Ma forteresse percée par une paire de vagabonds?

source: If I'm not mistaken, my lord, these are the two I arrested at the ice temple.
fr: Si je ne me trompe pas, mon seigneur, ce sont les deux que j'ai arrêtés au temple de glace.

source: Ah, so I meet the men who tried to slit my neck?
fr: Ah, alors je rencontre les hommes qui ont essayé de me trancher le cou?

source: Actually, I was planning to use my mace.
fr: En fait, j'avais l'intention d'utiliser ma masse.

source: Eldrid, if you arrested them then why are they running free in my throne room?
fr: Eldrid, si tu les as arrêtés alors pourquoi courent-ils librement dans ma salle du trône?

source: They were left to the nagas, my lord. As good as dead.
fr: Ils ont été laissés aux nagas, mon seigneur. C'est comme s'ils étaient morts.

source: But they are clearly not dead, are they?
fr: Mais ils ne sont clairement pas morts, n'est-ce pas?

source: Sorry to interrupt, but we have a king to kill.
fr: Désolé de vous interrompre, mais nous avons un roi à tuer.

source: So you're not here for me this time?
fr: Alors tu n'es pas là pour moi cette fois?

source: They shouldn't be here at all! See that they are killed forthwith.
fr: Ils ne devraient pas être là du tout! Veillez à ce qu'ils soient tués immédiatement.

source: Eldrid, I have changed my mind. I wish these two captured and their impudence punished. I rather fancy a spell on the island prison would suit them.
fr: Eldrid, j'ai changé d'avis. Je souhaite que ces deux-là soient capturés et que leur impudence soit punie. J'aimerais qu'on jette un sort sur la prison de l'île, cela sera parfait pour eux.

source: My lord, I believe these are also the two who escaped from Altaz. They are the brothers of the one we hold captive.
fr: Mon seigneur, je crois que ce sont aussi les deux qui se sont échappés d'Altaz. Ce sont les frères de celui que nous retenons captif.

source: Marco is here?
fr: Marco est ici?

source: Ah, so they are the poor pirates betrayed by their elder? Interesting. Let me ask you - why did you come here?
fr: Ah, ce sont donc les pauvres pirates trahis par leur aîné? Intéressant. Laissez-moi vous demander - pourquoi êtes-vous venu ici?

source: To kill me? A king who spared your life with a gaol sentence. What other ruler would treat you any better?
fr: Pour me tuer? Un roi qui t'a épargné la vie en te condamnant à la prison. Quel autre souverain te traiterait mieux?

source: Or do you come for Frozenheart - on behest of your newfound elven friends?
fr: Ou êtes-vous venu pour Frozenheart - sur ordre de vos nouveaux amis elfes?

source: Or maybe you have come to rescue the witch Solane? She is of great value to your cause, is she not?
fr: Ou peut-être êtes-vous venu pour sauver la sorcière Solane? Elle est d'une grande valeur pour votre cause, n'est-ce pas?

source: Or do you come for baser reasons? To take your revenge, perhaps, upon a treacherous brother?
fr: Ou êtes-vous venu pour des raisons plus basses? Pour vous venger, peut-être, d'un traître de frère?

source: I'm curious. What is the passion that drives a man to such folly? What brought you?
fr: Je suis curieux. Quelle est la passion qui pousse un homme à une telle folie? Qu'est-ce qui vous a amené?

source: What will you say?
fr: Que vas-tu dire?

source: To bring the king to justice
fr: Amener le roi à la justice

source: We're here to bring a cruel king to justice.
fr: Nous sommes ici pour traduire en justice un roi cruel.

source: Justice? What does this word mean in the mouths of pirates? You have plundered and cheated your whole life. You have no right to such a noble claim.
fr: Justice? Que signifie ce mot dans la bouche des pirates? Vous avez pillé et triché toute votre vie. Vous n'avez pas droit à une revendication aussi noble.

source: To kill Frozenheart and help the elves
fr: Tuer Frozenheart et aider les elfes

source: We here to slay Frozenheart and help the elves of Avalon.
fr: Nous sommes ici pour tuer Frozenheart et aider les elfes d'Avalon.

source: You plan to help the peaceful forest folk by an act of murder? And what for? To let the drakes ravage the northern lands as they have the south. It is an act of idiocy.
fr: Vous comptez aider les habitants pacifiques de la forêt par un acte de meurtre? Et pour quoi faire? Pour laisser les dracans ravager les terres du nord comme ils ont ravagé le sud. C'est un acte d'idiotie.

source: To free Solane and defeat the drakes
fr: Pour libérer Solane et vaincre les dracans

source: We're here to rescue Solane. She's needed to counter the drake threat.
fr: Nous sommes ici pour sauver Solane. On a besoin d'elle pour contrer la menace des dracans.

source: You seek to save the peoples of the kingdom by waging war? Hundreds lie dead in this fortress. My army was the one force capable of resisting the drake invaders. Now that it is no more you have ensured their victory.
fr: Vous cherchez à sauver les peuples du royaume en faisant la guerre? Des centaines de personnes sont mortes dans cette forteresse. Mon armée était la seule force capable de résister aux envahisseurs dracans. Maintenant qu'elle ne l'est plus, vous avez assuré leur victoire.

source: To take revenge upon Marco
fr: Pour prendre notre revanche sur Marco

source: We want that bastard Marco. He deserves nothing but a bloody beating.
fr: Nous voulons ce salaud de Marco. Il ne mérite rien d'autre qu'une sacrée raclée.

source: Ah, so a family squabble is to blame for this war? Do your troops know they risk their lives for a petty matter of pride?
fr: Ah, donc une querelle de famille est à blâmer pour cette guerre? Vos troupes savent-elles qu'elles risquent leur vie pour une petite question de fierté?

source: Enough of this crap! You're going down, Tylon.
fr: Assez de ces conneries! Tu vas tomber, Tylon.

source: Kill Marco
fr: Tuer Marco

source: Kill Frozenheart
fr: Tuer Frozenheart

source: Death of Solane
fr: Mort de Solane

source: Immune
fr: Immunisé

source: How can we best magic such as this?
fr: Comment pouvons-nous faire une meilleure magie que celle-ci?

source: Destroy the conductor in his chamber - only thus will you make headway.
fr: Tuez le dirigeant dans sa chambre - ce n'est qu'ainsi que vous progresserez.

source: The King is mortal once more...
fr: Le roi est à nouveau mortel...

source: What's this he's dropped?
fr: Qu'est-ce qu'il a fait tomber?

source: I'm $unit.name|, we're here to rescue you.
fr: Je suis $unit.name|, nous sommes là pour vous sauver.

source: You're who?
fr: Vous êtes qui?

source: We met before... There's no time now! You've got to help us defeat King Tylon.
fr: On s'est déjà rencontrés... On n'a pas le temps maintenant! Tu dois nous aider à vaincre le roi Tylon.

source: Gladly! Lead the way...
fr: Avec plaisir! Montrez-moi le chemin...

source: Greetings, brother.
fr: Salutations, mon frère.

source: So the royals double-crossed you, eh? How does it feel to rot in a cell?
fr: Alors les hommes du roi t'ont doublé, hein? Qu'est-ce que ça fait de pourrir dans une cellule?

source: I know what you're thinking, but wait. I can help you...
fr: Je sais ce que vous pensez, mais attendez. Je peux vous aider...

source: Not this time, brother.
fr: Pas cette fois, mon frère.

source: You need me in this fight!
fr: Vous avez besoin de moi dans ce combat!

source: Wrong. I need to bury my weapon in your skull. This is it, Marco!
fr: Faux. Nous avons besoin d'enfoncer nos armes dans ton crâne. C'est ça, Marco!

source: Here I am, in the royal throne room at the finale of our quest - and I find myself investigating a bucket full of excrement. Why?
fr: Me voilà, dans la salle du trône royal, à la fin de notre quête - et je me retrouve à enquêter sur un seau plein d'excréments. Pourquoi?

source: What's wrong with you? You can barely walk...
fr: Qu'est-ce qui ne va pas avec toi? Tu peux à peine marcher...

source: There was something untoward in the food they served. I suppose they wanted me to stay put.
fr: Il y avait quelque chose de mauvais dans la nourriture qu'ils m'ont servie. Je suppose qu'ils voulaient que je reste sur place.

source: Can you fight? We need your magic.
fr: Tu peux te battre? Nous avons besoin de ta magie.

source: I'll do what I can.
fr: Je vais faire ce que je peux.

source: I recognise you...
fr: Je te reconnais...

source: You are mistaken. The person you're thinking of believed in the brotherhood. I am not he.
fr: Vous vous trompez. La personne à laquelle vous pensez croyait à la confrérie. Je ne suis pas lui.

source: The spark goes out...
fr: L'étincelle s'éteint...

source: This is no death for a noble!
fr: Ce n'est pas la mort pour un noble!

source: I have died before, but this time it hurts!
fr: Je suis déjà mort avant, mais cette fois ça fait mal!

source: I am glad to see him bleed, but it is not blood we share.
fr: Je suis content de le voir saigner, mais ce n'est pas du sang que nous partageons.

source: Never has hell been sent such swine.
fr: Jamais l'enfer n'a été envoyé aussi loin.

source: The cold darkness takes me...
fr: Les ténèbres froides m'emportent...

source: The king is dead!
fr: Le roi est mort!

source: Largo! We made it through, there may be others soon...
fr: Largo! Nous avons réussi, il y en aura peut-être d'autres bientôt...

source: How goes it on the battlefield?
fr: Comment ça se passe sur le champ de bataille?

source: We have the last of them surrounded. Renaldo thought you might need some help.
fr: Nous avons encerclé les derniers. Renaldo a pensé que vous pourriez avoir besoin d'aide.

source: Did he now? For once he might be right. Get stuck in!
fr: Il l'a fait maintenant? Pour une fois, il a peut-être raison. Reste coincé!

source: How goes it in the sewers?
fr: Comment ça se passe dans les égouts?

source: We've forced the last of them into the deeper catacombs. The fighting continues, but Deliana sent us in case you ran into trouble.
fr: On a repoussés les derniers dans les catacombes les plus profondes. Les combats continuent, mais Deliana nous a envoyés au cas où vous auriez des ennuis.

source: You could call it that.
fr: On peut appeler ça comme ça.

source: Reinforcements are here!
fr: Les renforts sont là!

source: Need some more help?
fr: Vous avez besoin d'aide?

source: We are the last to make into the fortresss - the others are tied up with the fighting.
fr: Nous sommes les derniers à entrer dans la forteresse - les autres sont occupés à se battre.

source: Then we shall win this with what we have!
fr: Alors nous allons gagner avec ce que nous avons!

source: Investigate the city
fr: Fouillez la ville

source: Welcome to Mertropolis.
fr: Bienvenue à Mertropolis.

source: Merline would like to speak with you.
fr: Merline aimerait vous parler.

source: Any sign of the enemy?
fr: Aucun signe de l'ennemi?

source: Greetings, leglander.
fr: Salutations, jambe d'athlète.

source: Likewise, seatailer.
fr: De même, queue de poisson.

source: The naga swarm has been sighted. Yet you bring only one ship. Why?
fr: L'essaim de naga a été repéré. Pourtant, vous n'apportez qu'un seul navire. Pourquoi?

source: Hang on. What?
fr: Accrochez-vous. Quoi?

source: You are not the mercenaries we sent for?
fr: Vous n'êtes pas les mercenaires que nous avons envoyés chercher?

source: What's going on here?
fr: Qu'est-ce qui se passe ici?

source: The nagas have advanced on Mertropolis. It is the final stand for our kind.
fr: Les nagas ont avancé sur Mertropolis. C'est la dernière ligne droite pour notre espèce.

source: Ask about Mertropolis
fr: Se renseigner sur Mertropolis

source: What is this place? I thought merfolk lived underwater.
fr: Quel est cet endroit? Je croyais que les hommes poisson vivaient sous l'eau.

source: You are right, but we live here also. Mertropolis is where we converse with those who are not of the sea. No doubt the nagas aim to take this city and isolate us further. This cannot happen.
fr: Tu as raison, mais nous vivons ici aussi. Mertropolis est l'endroit où nous discutons avec ceux qui ne sont pas de la mer. Sans doute les nagas visent-ils à prendre cette ville et à nous isoler davantage. Cela ne peut pas arriver.

source: Buy some time
fr: Acheter du temps

source: I don't think we're ready for this.
fr: Je ne pense pas que nous soyons prêts pour cela.

source: Do not tally. The waves will soon break.
fr: Ne comptez pas. Les vagues vont bientôt se briser.

source: Agree to fight for the merfolk
fr: Accepter de se battre pour les hommes poisson

source: We're ready to take on the nagas.
fr: Nous sommes prêts à affronter les nagas.

source: We are thankful. We shall prepare the defence.
fr: Nous sommes reconnaissants. Nous allons préparer la défense.

source: The island is empty
fr: L'île est vide

source: The troll king was wrong, none seek to take his place.
fr: Le roi des trolls avait tort, personne ne cherche à prendre sa place.

source: Nothin' for us here.
fr: Rien pour nous ici.

source: Speak with the captain
fr: Parlez avec le capitaine

source: That's the last of them.
fr: C'est le dernier d'entre eux.

source: What's this? It bears the marks of an orcish ship, but where are the orcs?
fr: Qu'est-ce que c'est? Il porte les marques d'un navire orc, mais où sont les orcs?

source: I've got my eye on you.
fr: J'ai un oeil sur toi.

source: They have an orc in their midst! They must be in league with the slavers... Let's get this over with!
fr: Ils ont un orc au milieu d'eux! Ils doivent être de mèche avec les esclavagistes... Finissons-en avec ça!

source: They have a slave among their crew! We have work to do!
fr: Ils ont un esclave parmi leur équipage! Nous avons du travail à faire!

source: Kill all enemies
fr: Tuez tous les ennemis

source: Greetings, it is not often we encounter other freemen upon the sea...
fr: Salutations, il n'est pas fréquent de rencontrer d'autres hommes libres sur la mer...

source: Enquire about the ship
fr: S'informer sur le navire

source: How came you to be at the helm of an orcish longboat?
fr: Comment êtes-vous arrivé à la barre d'une chaloupe orc?

source: This vessel was once a prison, now it is our freedom. We were in chains and bound for the market at Slavenia, but we made the orcs pay for their cruelty. Now we sail in search of further chains to break.
fr: Ce bateau était autrefois une prison, maintenant c'est notre liberté. Nous étions enchaînés et nous nous dirigions vers le marché de Slavenia, mais nous faisions payer aux orcs leur cruauté. Maintenant, nous naviguons à la recherche d'autres chaînes à briser.

source: Ask if they will join you
fr: Demander s'il veut se joindre à vous

source: Any slave that earns his freedom through force must be a capable fighter. Would you care to join our crew?
fr: Tout esclave qui gagne sa liberté par la force doit être un combattant capable. Voulez-vous vous joindre à notre équipage?
