Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Bolk, we came across a big cache of weapons in an old shipwreck. Any use to you?
fr: Bolk, nous sommes tombés sur une grande cache d'armes dans une vieille épave. Ça pourrait vous servir?

source: You bet, we're desperate for arms right now. Show us the place on your map, and I'll send Alun to go fetch them.
fr: Tu parles, on a désespérément besoin d'armes en ce moment. Montre-nous l'endroit sur ta carte, et j'enverrai Alun les chercher.

source: Sure. The wreck was lying on the southern shoreline of Peoria Ruins.
fr: Bien sûr. L'épave gisait sur la rive sud des ruines de Peoria.

source: Welcome to the Black Blade. Glad to have you on board.
fr: Bienvenue chez la Lame Noire. Heureux de vous avoir à bord.

source: Thanks, but I'm not quite sure what this is all about.
fr: Merci, mais je ne sais pas trop de quoi il s'agit.

source: Ask about the Black Blade
fr: Se renseigner sur la Lame Noire

source: What is this organisation of yours?
fr: Quelle est votre organisation?

source: Let me first ask you a question. Did you know there are nobles in this kingdom who eat more in a single day than the peasants of Farmville get through in a month?
fr: Laissez-moi d'abord vous poser une question. Savez-vous qu'il y a des nobles dans ce royaume qui mangent plus en une seule journée que les paysans de Farmville n'en ont en un mois?

source: Those peasants won't be eating much anymore.
fr: Ces paysans ne mangeront plus beaucoup.

source: Did you know there is enough gold in the royal chambers to make a wealthy man out of all the sailors in Port Rutt?
fr: Saviez-vous qu'il y a assez d'or dans les chambres royales pour faire de tous les marins de Port Rutt un homme riche?

source: Where's this going?
fr: Où cela va-t-il?

source: Suffice to say, King Tylon and his noblemen are supported in their luxury by the peasants and sailors, by the millers and miners. We produce the wealth, they claim it as their own. This is what the Black Blade is about.
fr: Il suffit de dire que le roi Tylon et ses nobles sont soutenus dans leur luxe par les paysans et les marins, par les meuniers et les mineurs. Nous produisons la richesse, ils la revendiquent comme leur appartenant. C'est ce que fait la Lame Noire.

source: We all wanna be rich, lady.
fr: Nous voulons tous être riches, madame.

source: But right now, none of us are. And it will remain that way until Tylon and his sort are banished.
fr: Mais en ce moment, aucun d'entre nous ne l'est. Et il en sera ainsi jusqu'à ce que Tylon et ses semblables soient bannis.

source: Ask about her dogs
fr: L'interroger sur ses chiens

source: Those are fine creatures you have there...
fr: Ce sont de belles créatures que vous avez là...

source: These are no mere pets to be coddled and toyed with... they are beasts of war! Since Tylon makes us live like dogs it is fitting that these two shall bring to him his death.
fr: Ce ne sont pas de simples animaux de compagnie que l'on peut dorloter et avec lesquels on peut jouer... ce sont des bêtes de guerre! Puisque Tylon nous fait vivre comme des chiens, il est normal que ces deux-là lui apportent sa mort.

source: Ask what she knows of Marco
fr: Lui demander ce qu'elle sait sur Marco

source: Perhaps you know an outlaw by the name of Marco?
fr: Peut-être connaissez-vous un hors-la-loi du nom de Marco?

source: Your brother, you mean? I have heard much of his misdeeds.
fr: Ton frère, tu veux dire? J'ai entendu beaucoup de ses méfaits.

source: You know a lot, it seems. Can you help us find him?
fr: Vous en savez beaucoup, il semble. Pouvez-vous nous aider à le retrouver?

source: I have eyes and ears where others have enemies. I hear a great deal, but not where your brother has got to.
fr: J'ai des yeux et des oreilles là où d'autres ont des ennemis. J'entends beaucoup de choses, mais pas là où votre frère doit aller.

source: He was granted an island in the south, might you know which it is?
fr: On lui a accordé une île dans le sud, pourriez-vous savoir laquelle?

source: I'm afraid not. Such infomation may well only be known by those with access to royal maps. How do you fancy sneaking into the palace?
fr: J'ai bien peur que non. Ces informations ne sont peut-être connues que de ceux qui ont accès aux cartes royales. Comment avez-vous envie de vous faufiler dans le palais?

source: I guess we'll have to.
fr: Je suppose qu'on va devoir le faire.

source: It was meant to be a joke. Good luck with that.
fr: C'était censé être une blague. Bonne chance avec ça.

source: Ask what she thinks of Renaldo
fr: Demandez-lui ce qu'elle pense de Renaldo

source: What do you make of Renaldo? The enemy of your enemy is your friend, right?
fr: Que pensez-vous de Renaldo? L'ennemi de votre ennemi est votre ami, n'est-ce pas?

source: Renaldo is no Tylon, but he has the makings of a despot. As do all nobles. Put Renaldo on the throne and he will soon grow cruel with power. It will leave us no better off.
fr: Renaldo n'est pas un Tylon, mais il a l'étoffe d'un despote. Comme tous les nobles. Mettez Renaldo sur le trône et il deviendra bientôt cruel avec le pouvoir. Il ne nous laissera pas en paix.

source: Ask if she will join you
fr: Demander lui si elle veut se joindre à vous

source: We intend to march on the king, Deliana. Do we have your support in this battle?
fr: Nous avons l'intention de marcher sur le roi, Deliana. Avons-nous votre soutien pour cette bataille?

source: My people tell me you have already sought the help of Renaldo of Farrow. Is it so?
fr: Mon peuple me dit que vous avez déjà demandé l'aide de Renaldo de Farrow. Est-ce vrai?

source: It is true. He commands a decent troop. With yours at our side our victory is all but guaranteed.
fr: C'est vrai. Il commande une troupe décente. Avec la vôtre à nos côtés, notre victoire est pratiquement assurée.

source: What is not guaranteed is that which follows such a victory. What you suggest is a coup, not a rebellion. We fight for a republic, or not at all.
fr: Ce qui n'est pas assuré, c'est ce qui suit une telle victoire. Ce que vous suggérez est un coup d'État, pas une rébellion. Nous nous battons pour une république, ou pas du tout.

source: Deliana. Know you of the elves of Avalon? They have thrown their weight behind an uprising.
fr: Deliana. Vous connaissez les elfes d'Avalon? Ils appuient pour un soulèvement.

source: I had heard rumours of such a thing. You engineered this? I'm impressed.
fr: J'avais entendu des rumeurs sur une telle chose. Vous avez organisé tout ça? Je suis impressionné.

source: There are others willing to fight, but the Black Blade could be the decisive weapon.
fr: Il y en a d'autres qui veulent se battre, mais la Lame Noire pourrait être l'arme décisive.

source: There are some among us who would see us forever remain underground. But this fugitive life cannot last. I believe the time has come for the blade to strike.
fr: Il y en a parmi nous qui nous verraient rester pour toujours sous terre. Mais cette vie de fugitif ne peut pas durer. Je crois que le temps est venu pour la lame de frapper.

source: Brother, this is a big choice we're making here. There are others who would help us wage war on Tylon.
fr: Frère, c'est un grand choix que nous faisons ici. Il y en a d'autres qui nous aideraient à faire la guerre à Tylon.

source: Reconsider
fr: Prendre le temps de réfléchir

source: We will think it over.
fr: Nous allons y réfléchir.

source: Form an alliance with Deliana
fr: Formez une alliance avec Deliana

source: Let's do this! Put the word out and gather all the blades you can. Meanwhile, we shall seek help in other quarters. We shall convene in the north, off the coast of Fort Liberty.
fr: Allons-y! Faites passer le mot et rassemblez toutes les lames que vous pouvez. En attendant, nous allons chercher de l'aide dans d'autres quartiers. Nous nous réunirons au nord, au large des côtes de Fort Liberty.

source: That much is agreed. However, our resources are not up to laying siege to the fortress. Instead, I suggest we breach the walls from below.
fr: Tout le monde est d'accord. Cependant, nos ressources ne sont pas suffisantes pour assiéger la forteresse. Je suggère plutôt de faire une brèche dans les murs par le bas.

source: In what manner do you mean?
fr: De quelle manière?

source: Fort Liberty is older than you think. Beneath it there are sewers of the city that founded the fortress. They are guarded of course, but the fight will be in our favour.
fr: Fort Liberty est plus vieux que vous ne le pensez. En dessous, il y a les égouts de la ville qui a fondé la forteresse. Ils sont gardés bien sûr, mais le combat sera en notre faveur.

source: Then we go below. See you at the fort.
fr: Alors nous allons en bas. On se retrouve au fort.

source: Ask what the war plans are
fr: Demander quel est le plan de bataille

source: Remind me of our plans...
fr: Rappelez-moi nos plans...

source: When you are ready, sail to Fort Liberty in the north. We will be waiting for you. Upon landing we will take the sewers into the fortress. Go to it!
fr: Quand tu seras prêt, navigue vers Fort Liberty dans le nord. Nous t'attendrons. A l'atterrissage, nous emmènerons les égouts dans la forteresse. Allez-y!

source: In the wake of the war, the Black Blade announced not only the death of the king, but the death of all kings. With Deliana at its helm, a new republic was formed - uniting the people under the Council of Six. It was a prospect unknown to most, but all who suffered under Tylon embraced this newfound freedom. As the council held its first tentative meeting, the brothers, who had played such a decisive role in the war, were glad to slip away quietly. Though it was a time of hope and promise, the brothers' eyes were on the horizon. Upon a clear day, they could see a black cloud hanging in the southern sea. But that is another story...
fr: Au lendemain de la guerre, la Lame Noire a annoncé non seulement la mort du roi, mais aussi celle de tous les rois. Avec Deliana à sa tête, une nouvelle république fut formée - unissant le peuple sous le Conseil des Six. C'était une perspective inconnue de la plupart, mais tous ceux qui ont souffert sous Tylon ont embrassé cette liberté retrouvée. Alors que le conseil tenait sa première réunion provisoire, les frères, qui avaient joué un rôle si décisif dans la guerre, étaient heureux de s'éclipser tranquillement. Bien que ce fût une période d'espoir et de promesses, les yeux des frères étaient tournés vers l'horizon. Par temps clair, ils pouvaient voir un nuage noir suspendu dans la mer du sud. Mais c'est une autre histoire...

source: You have won the campaign!
fr: Vous avez gagné la campagne!

source: We are not having much luck, brother.
fr: Nous n'avons pas beaucoup de chance, mon frère.

source: I happen to agree, Largo. I'm also wondering what the royals are up to chasing down that old woman.
fr: Il se trouve que je suis d'accord, Largo. Je me demande aussi ce que les rois font pour poursuivre cette vieille femme.

source: Me too, but I liked her style. Eldrid ain't gonna have an easy ride with her on board.
fr: Moi aussi, mais j'aimais son style. Eldrid ne va pas avoir la vie facile avec elle à bord.

source: Ha, I think you're right. But who was she? And how come Marco managed to worm his way out like that.
fr: Ha, je crois que tu as raison. Mais qui était-elle? Et comment se fait-il que Marco ait réussi à s'en sortir comme ça.

source: Dunno, but one thing is for sure. He won't get another chance to betray us again.
fr: J'sais pas, mais une chose est sûre. Il n'aura pas une autre chance de nous trahir à nouveau.

source: Agreed. Anyway, I guess we should have a look round this tower. We haven't got much else to do.
fr: D'accord. Quoi qu'il en soit, je suppose que nous devrions jeter un coup d'oeil à cette tour. Nous n'avons pas grand-chose d'autre à faire.

source: Besides drying these clothes.
fr: A part faire sécher ces vêtements.

source: As I suspected! The old woman has hidden a spare key underneath this rubbish.
fr: Comme je le soupçonnais! La vieille femme a caché un double de clé sous ces ordures.

source: The doors are locked.
fr: Les portes sont fermées à clé.

source: Looks like she lived here by herself.
fr: On dirait qu'elle a vécu seule ici.

source: Nice gaff.
fr: Jolie gaffe.

source: You know what? After what happened back with the witches, I'm not going near this bed.
fr: Vous savez quoi? Après ce qui s'est passé avec les sorcières, je ne vais pas m'approcher de ce lit.

source: Vegetables and herbs, not my thing.
fr: Des légumes et des herbes, pas mon truc.

source: This tub has a model boat floating on the dirty water.
fr: Cette baignoire a une maquette de bateau qui flotte sur l'eau sale.

source: Might as well take the tub, you never know what stuff we'll need later.
fr: Autant prendre la baignoire, on ne sait jamais de quoi on aura besoin plus tard.

source: Judging by these books, the woman was a sorcerer of some kind. All sorts of tomes on red magic and the like.
fr: A en juger par ces livres, cette femme était une sorte de sorcière. Toutes sortes de tomes sur la magie rouge et autres.

source: There's one that's pretty expensive. Might be able to barter it one day.
fr: Il y en a un qui est assez cher. On pourra peut-être l'échanger un jour.

source: Kill all the nagas and protect the merman
fr: Tuez tous les nagas et protègez l'homme poisson

source: Or set sail
fr: Ou mettre les voile

source: We thank your mercy. Men who fight the naga are friends. Seek our city, and aid us once more?
fr: Nous vous remercions de votre clémence. Les hommes qui combattent le naga sont des amis. Cherchez notre ville, et aidez-nous encore une fois?

source: A strange murky image appears in your mind's eye. You behold the fabled city of Mertropolis.
fr: Une étrange image sombre apparaît dans votre esprit. Tu vois la légendaire ville de Mertropolis.

source: We thank your mercy. We now go below.
fr: Nous te remercions de ta pitié. Nous allons maintenant descendre.

source: They sure are strange creatures.
fr: Ce sont vraiment d'étranges créatures.

source: Look!
fr: Regardez!

source: A merman in their midst!
fr: Un homme au milieu d'eux!

source: We ask the help of strangers.
fr: Nous demandons l'aide des étrangers.

source: It doesn't look good.
fr: Ça n'a pas l'air bon.

source: I guess there's nothing we can do now.
fr: Je suppose qu'il n'y a rien que nous puissions faire maintenant.

source: Earn Osthergah's trust
fr: Gagnez la confiance d'Osthergah

source: Death of Osthergah
fr: La mort d'Osthergah

source: We need to hurry, Sir Uden is surely waiting upon reinforcements.
fr: Nous devons nous dépêcher, Sir Uden attend sûrement des renforts.

source: We're out of time! Royal ships have brought an army to crush this rebellion - and us!
fr: Nous n'avons plus le temps! Les navires royaux ont amené une armée pour écraser cette rébellion - et nous!

source: My people's time has come, alas mine has also...
fr: Le temps de mon peuple est venu, hélas le mien aussi...

source: Fools! News of my death will reach the palace and bring a hundred more upon you.
fr: Idiots! La nouvelle de ma mort atteindra le palais et en amènera une centaine d'autres sur vous.

source: Be that as it may. We have overthrown the humans and can do so again.
fr: Quoi qu'il en soit. Nous avons renversé les humains et nous pouvons le faire à nouveau.

source: Still, 'tis prudent to be wary - lest your newfound freedom be squandered.
fr: Mais il est prudent de se méfier, de peur que votre nouvelle liberté ne soit gaspillée.

source: Of course, but for now a celebration is in order. From this day, the island's riches are ours to reap. Thank you.
fr: Bien sûr, mais pour l'instant, une célébration s'impose. A partir de ce jour, nous devons récolter les richesses de l'île. Merci.

source: More humans! You seem unlike the others, but doubtless here for the same ends. Do you come to plunder this island also?
fr: Encore des humains! Vous semblez différent des autres, mais sans doute ici pour les mêmes raisons. Vous venez aussi pour piller cette île?

source: Nay, those who enslave you are our enemy too.
fr: Non, ceux qui vous asservissent sont aussi nos ennemis.

source: You are men. Your kind we do not trust. Whatever your purpose here, make it brief.
fr: Vous êtes des hommes. Nous ne faisons pas confiance à votre espèce. Quel que soit votre but ici, soyez bref.

source: Halt! This land is under the protectorate of the royal sword. Take leave at once!
fr: Halte! Cette terre est sous le protectorat de l'épée royale. Partez immédiatement!

source: These men speak the truth!
fr: Ces hommes disent la vérité!

source: We do not bring deceit. We come to help, if help be welcomed.
fr: Nous n'apportons pas la tromperie. Nous venons pour aider, si l'aide est la bienvenue.

source: Indeed it is! For many suns have we plotted the demise of Sir Uden. It seems the time to free ourselves of this royal tyranny is finally here.
fr: C'est bien vrai! Sous de nombreux soleils, nous avons planifié la mort de Sir Uden. Il semble que le temps de nous libérer de cette tyrannie royale soit enfin arrivé.

source: We will gladly hunt these dogs, if you fight by us.
fr: Nous chasserons volontiers ces chiens, si vous vous battez à nos côtés.

source: Of course. I will rouse my followers, but many of us have been worked into weakness. Our strongest shall fight with you.
fr: Bien sûr. Je vais réveiller mes disciples, mais beaucoup d'entre nous ont été poussés à la faiblesse. Nos plus forts se battront avec vous.

source: Kill Sir Uden and liberate the saurian workers
fr: Tuez Sir Uden et libérez les travailleurs sauriens

source: Hilldon's here all right, I can smell his fear. Like a rat.
fr: Hilldon est bien là, je peux sentir sa peur. Comme un rat.

source: $stored_unit.name|, I want you to stay here with the others. This battle is for us.
fr: $stored_unit.name|, je veux que tu restes ici avec les autres. Cette bataille est pour nous.

source: I'm going to enjoy this. I don't care if he has Renaldo's gold or not. It's payback time.
fr: Je vais en profiter. Je me fiche qu'il ait l'or de Renaldo ou pas. C'est l'heure de la vengeance.

source: The cave wall has collapsed. We can't get to the other side with this torrent rushing through.
fr: Le mur de la grotte s'est effondré. On ne peut pas aller de l'autre côté avec ce torrent qui nous traverse.

source: There must be something around here we can use to block it up.
fr: Il doit y avoir quelque chose par ici qui peut nous servir à le bloquer.

source: Help me shift some of these boulders.
fr: Aidez-moi à déplacer certains de ces rochers.

source: This mud pit is full of sticky clay.
fr: Cette fosse de boue est pleine d'argile collante.

source: Not again. How did you two morons track me down?
fr: Pas encore. Comment avez-vous fait pour me retrouver, bande d'idiots?

source: A rat like you can only hide for so long.
fr: Un rat comme toi ne peut pas se cacher longtemps.

source: So you found me. What do you want?
fr: Alors vous m'avez trouvé. Qu'est-ce que vous voulez?

source: And Renaldo's gold.
fr: Et l'or de Renaldo.

source: Hey, I had to dump that cargo! The royals boarded us. I used the last of my gold to bribe their captain.
fr: Hé, j'ai dû jeter cette cargaison! La famille royale nous a abordé. J'ai utilisé le reste de mon or pour soudoyer leur capitaine.

source: So you don't have the gold... Exactly what I wanted to hear.
fr: Alors tu n'as pas l'or... Exactement ce que je voulais entendre.

source: Okay. I don't have the gold. But I can get it! I've got a treasure map. Nabbed it myself, right from Captain Clacton's corpse. Don't think he'll be laying claim to it.
fr: Ok. Je n'ai pas l'or. Mais je peux l'avoir! J'ai une carte au trésor. Je l'ai prise moi-même, directement sur le cadavre du capitaine Clacton. Je ne pense pas qu'il va la réclamer.

source: I'd take it as a kindness if you didn't bleed on the map when I kill you.
fr: Je prendrais ça comme une gentillesse si tu ne saignais pas sur la carte quand je te tuerai.

source: Bugger this. I'm not risking my life to a pair of apes. When you least expect it, I'll be right behind you, blade in hand.
fr: Va te faire foutre. Je ne vais pas risquer ma vie pour un couple de singes. Quand tu t'y attendras le moins, je serai juste derrière toi, lame à la main.

source: Hilldon boards his ship and sets sail.
fr: Hilldon monte à bord de son navire et prend la mer.

source: He won't get away next time.
fr: Il ne s'échappera pas la prochaine fois.

source: Look! The idiot dropped his map.
fr: Regarde! L'idiot a fait tomber sa carte.

source: Fools... We could have cut a deal!
fr: Les idiots... On aurait pu faire un marché!

source: Pleasure doing business with you.
fr: C'est un plaisir de faire des affaires avec vous.

source: I am glad to see the back of that scoundrel.
fr: Je suis heureux de voir le dos de cette canaille.

source: The map shows the way to a place called Peoria Ruins...
fr: La carte indique le chemin d'un lieu appelé Ruines de Peoria...

source: Investigate the shipwreck
fr: Enquêter sur le naufrage

source: Let's not do that again.
fr: Ne recommençons pas.

source: Looks like she cracked her hull on the reef. No sign of the crew.
fr: On dirait qu'elle a fissuré sa coque sur le récif. Aucun signe de l'équipage.

source: This trapdoor leads to the lower deck. There might be some more loot down there - or it might be flooded.
fr: Cette trappe mène au pont inférieur. Il pourrait y avoir un peu plus de butin en bas - ou il pourrait être inondé.

source: Open the trapdoor and venture down
fr: Ouvrir la trappe et s'aventurer en bas

source: I'm going down...
fr: Je vais descendre...

source: There's some chests in the hold, hang on...
fr: Il y a des coffres dans la cale, accrochez-vous...

source: As soon as you open the trapdoor a torrent of seawater rushes out of the hatch. Within moments the deck is flooded and the remains of the vessel shudders under the weight.
fr: Dès que vous ouvrez la trappe, un torrent d'eau de mer s'engouffre hors de l'écoutille. En quelques instants, le pont est inondé et les restes du navire tremblent sous le poids.

source: Looks like she's going down as well!
fr: On dirait qu'il va couler aussi!

source: The disturbance has some attracted some creatures from the depths...
fr: La perturbation a attiré quelques créatures des profondeurs...

source: Kill the sea creature
fr: Tuez la créature des mers

source: Kill Sir Ludolf and liberate the gladiators
fr: Tuez Sir Ludolf et libérez les gladiateurs

source: Death of Glish
fr: La mort de Glish

source: We need to hurry, Sir Ludolf is sure to have sent for reinforcements.
fr: Nous devons nous dépêcher, Sir Ludolf a sûrement envoyé des renforts.

source: We're out of time! The Royal Navy is approaching... the revolt is doomed!
fr: Nous n'avons plus le temps! La marine royale approche... la révolte est condamnée!

source: I die fighting for freedom... but it is better to have lived.
fr: Je meurs en combattant pour la liberté... mais il vaut mieux avoir vécu.

source: Sir Ludolf is slain! The revolt is won!
fr: Sir Ludolf est mort! La révolte est gagnée!

source: It's another poke in the eye for the royals.
fr: C'est un autre coup de poing dans l'oeil pour les hommes du roi.

source: Aye, and we are free... for now.
fr: Oui, et nous sommes libres... pour l'instant.

source: Who the hell are you? Only a fool or a troublemaker would come to Judro right now.
fr: Mais qui êtes-vous? Seul un idiot ou un fauteur de trouble viendrait à Judro en ce moment.

source: I'm the troublemaker. This is my brother the fool. Nice to meet you.
fr: Je suis le fauteur de troubles. C'est mon frère le fou. Ravi de vous rencontrer.
