Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Elvish Villager
fr: Villageois elf

source: Since elves are not warlike by nature, most of their population is composed by civilians, who learn, at very early age, basic usage of swords and bows, so that they can defend themselves, or their homes, in times of need, forming a fairly skilled militia. However, if you are hurling villagers at your foes, you're clearly out of superior forces.
fr: Comme les elfes ne sont pas de nature guerrière, la majorité de leur population est composée de civils, qui apprennent très tôt l'usage de base des épées et des arcs, afin de pouvoir se défendre, ou défendre leurs maisons, en cas de besoin, en formant une milice assez habile. Cependant, si vous lancez les villageois contre vos ennemis, vous êtes clairement à court de forces supérieures.

source: Giant Crab
fr: Crabe Géant

source: The Giant Crab is a semi-sentient crab the size of a horse. It is one of many twisted monsters recorded by the sages of Wesnoth and probably the creation of some twisted mage. These monstrosities have spread into the wild and prefer to live around coastal waters, preying on both humans and animals.
fr: Le crabe géant est un crabe semi-sentimental de la taille d'un cheval. C'est l'un des nombreux monstres tordus enregistrés par les sages de Wesnoth et probablement la création d'un mage tordu. Ces monstruosités se sont répandues dans la nature et préfèrent vivre autour des eaux côtières, s'attaquant à la fois aux humains et aux animaux.

source: claws
fr: griffes

source: The hydra is an amazing monster rarely seen by land-dwellers. These creatures lurk in the depths of the oceans, in lochs and underground rivers, and they are often responsible for the mysterious disappearances of lone orcs, dwarves and even the occasional careless troll. Some live in swamps and marshes, others in the icy mountains, while others dwell wherever there are dark shadows and deep water. The only areas certain to be free from these creatures are deserts and other dry wastelands. The merfolk and nagas know more about this creature than land-dwellers do, and many of their magical rituals involve an offering to the hydra, just as other races seek to ward off evil land-borne spirits.
fr: L'hydre est un monstre étonnant rarement vu par les habitants de la terre. Ces créatures rôdent dans les profondeurs des océans, dans les lochs et les rivières souterraines, et elles sont souvent responsables de la disparition mystérieuse d'orcs solitaires, de nains et même, à l'occasion, d'un troll imprudent. Certains vivent dans les marais et les marécages, d'autres dans les montagnes glacées, tandis que d'autres encore habitent là où il y a des ombres sombres et des eaux profondes. Les seuls endroits où il est certain que ces créatures sont absentes sont les déserts et autres terres arides et désertiques. Les merfolk et les nagas en savent plus sur cette créature que les habitants de la terre, et nombre de leurs rituels magiques impliquent une offrande à l'hydre, tout comme d'autres races cherchent à éloigner les mauvais esprits terrestres.

source: Silver Hydra
fr: Hydre d'argen

source: bite
fr: mordre

source: headbutt
fr: coup de tête

source: Fire Wisps are spirits of smoke and flame. When not being ordered around they like to frolic in pools of lava and take great delight in burning anything they can reach.
fr: Les feux sont des esprits de fumée et de flamme. Lorsqu'ils ne sont pas commandés, ils aiment s'ébattre dans des flaques de lave et prennent plaisir à brûler tout ce qu'ils peuvent atteindre.

source: fire breath
fr: souffle de feu

source: Black Hydra
fr: L'hydre noir

source: Grub
fr: Larve

source: A grub is a basic parasitic lifeform which feeds on what it can find inside the intestines of larger creatures.
fr: Une larve est une forme de vie parasitaire de base qui se nourrit de ce qu'elle peut trouver dans les intestins de créatures plus grandes.

source: belch
fr: roter

source: Green Hydra
fr: L'hydre vert

source: Krakens are gigantic creatures of the seas. They can grab their opponents with strong tentacles, or spit a poisonous black ink from a distance. The best way to survive an encounter with these monsters is to remain ashore.
fr: Les Cracoviens sont de gigantesques créatures des mers. Ils peuvent attraper leurs adversaires avec de fortes tentacules, ou cracher une encre noire toxique à distance. La meilleure façon de survivre à une rencontre avec ces monstres est de rester à terre.

source: tentacle
fr: tentacule

source: ink
fr: encre

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
fr: Parfois appelées "basilics", ces créatures mystiques seraient capables de transformer les vivants en pierre. Il va sans dire que cela les rend extrêmement dangereuses.

source: gaze
fr: regard

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. However, the younger members of the species have yet to fully develop the power.
fr: Parfois appelées "basilics", ces créatures mystiques seraient capables de transformer les vivants en pierre. Cependant, les plus jeunes membres de l'espèce n'ont pas encore pleinement développé ce pouvoir.

source: Tiles
fr: Carreaux

source: Floor
fr: Sol

source: Lower Deck
fr: Pont inférieur

source: Gangplank
fr: Passerelle

source: Brazier
fr: Brasier

source: Seaweed
fr: Algues marines

source: Sewage
fr: Eaux usées

source: Ford
fr: Gué

source: Sludge
fr: Boues

source: Blood
fr: Sang

source: Cave Wall
fr: Mur de grotte

source: Wall
fr: Mur

source: Wooden Wall
fr: Mur de bois

source: Path
fr: Chemin

source: Marble Brick
fr: Brique de marbre

source: Marble Pallisade
fr: Pallisade de marbre

source: Door
fr: Porte

source: Stairs
fr: Escalier

source: Troll Camp
fr: Camp de trolls

source: Troll Keep
fr: Donjon des trolls

source: Swamp Troll Camp
fr: Camp de trolls des marais

source: Swamp Troll Keep
fr: Donjon de trolls des marais

source: Sunken Castle
fr: Château englouti

source: Sunken Keep
fr: Donjon englouti

source: The Altaz Mariners
fr: Les Marins de l'Altaz

source: A non-linear campaign following the swashbuckling adventures of two brothers on the open sea. Players can navigate their own path through the story - trading goods, boarding ships, solving puzzle maps and completing subquests. Combat ranges from RPG-style fights and squad skirmishes to full-scale battles. (Expert level, 80+ optional scenarios.)
fr: Une campagne non linéaire qui suit les aventures épées de deux frères en pleine mer. Les joueurs peuvent suivre leur propre chemin à travers l'histoire - en échangeant des marchandises, en montant à bord des navires, en résolvant des cartes de puzzle et en accomplissant des sous-quêtes. Les combats vont des combats de style RPG et des escarmouches d'escouades aux batailles à grande échelle. (Niveau expert, plus de 80 scénarios en option).

source: Concept and Story
fr: Concept et histoire

source: Map Making and Battle Balancing
fr: Etablissement de cartes et équilibre des combats

source: Coding and Dialogue
fr: Codage et dialogue

source: Narration and Music
fr: Narration et musique

source: Custom Portraits
fr: Portraits

source: Play Testing
fr: Test de jeu
