Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Your manners mark you as a pirate, but you'll find no bounty in the fighting pits.
fr: Tes manières te font passer pour un pirate, mais tu ne trouveras aucune prime dans les fosses de combat.

source: Um... What's going on here? Isn't Judro a training camp?
fr: Hum... Qu'est-ce qui se passe ici? Judro n'est pas un camp d'entraînement?

source: Some call it that, others know it as a prison. People like you are sent here to be turned into royal fodder. Either they die in the pits or they end up serving in King Tylon's army. It's a grim choice.
fr: Certains l'appellent comme ça, d'autres le connaissent comme une prison. Les gens comme toi sont envoyés ici pour être transformés en fourrage royal. Soit ils meurent dans les fosses, soit ils finissent par servir dans l'armée du roi Tylon. C'est un choix sinistre.

source: There's always a way out. If you've got the men, we've got the willing.
fr: Il y a toujours un moyen de s'en sortir. Si vous avez les hommes, nous avons la volonté.

source: Indeed, we have been readying ourselves for such a move. Sir Ludolf runs a garrison in the north and his troops are well armed. However, the surprise of a pirate raid should provide the perfect cover for our revolt. Let us begin at once!
fr: En effet, nous nous sommes préparés à un tel mouvement. Sir Ludolf dirige une garnison dans le nord et ses troupes sont bien armées. Cependant, la surprise d'un raid de pirates devrait fournir la couverture parfaite pour notre révolte. Commençons tout de suite!

source: Your presence here will no doubt inspire others to join the revolt. You can recruit more of our men from any of the old keeps on the isle.
fr: Votre présence ici inspirera sans doute d'autres personnes à se joindre à la révolte. Vous pouvez recruter d'autres de nos hommes dans les vieux donjons de l'île.

source: That way leads to the pits. You've no business there. There's plenty of blood to shed up here.
fr: Ce chemin mène aux fosses. Vous n'avez rien à faire là. Il y a beaucoup de sang à verser ici.

source: I'm of a mind to pay a little visit to these wizards.
fr: Je suis d'accord pour rendre une petite visite à ces sorciers.

source: Not now, brother. They've blocked the temple with more of those guardians...
fr: Pas maintenant, mon frère. Ils ont bloqué le temple avec d'autres de ces gardiens...

source: I get the impression that rubbing those rocks ain't gonna work again. Oh well, let's head off.
fr: J'ai l'impression que frotter ces pierres ne marchera plus. Eh bien, allons-y.

source: Survive at least one day
fr: Survivre au moins un jour

source: Or destroy all enemies
fr: Ou détruisez tous les ennemis

source: The winds favour us. We may set sail now.
fr: Les vents nous favorisent. Nous pouvons mettre les voiles maintenant.

source: Looks like the crew didn't make it. I guess those birds are here to pick on what remains.
fr: On dirait que l'équipage n'a pas réussi. Je suppose que ces oiseaux sont là pour s'occuper de ce qui reste.

source: If they have a taste for flesh we might be in trouble...
fr: S'ils ont un goût pour la chair, nous pourrions avoir des ennuis...

source: Try to protect the fishermen (optional)
fr: Essayez de protéger les pêcheurs (facultatif)

source: After the battle nothing remains but flotsam on the waves.
fr: Après la bataille, il ne reste plus que des débris sur les vagues.

source: What a waste of time.
fr: Quelle perte de temps.

source: Thank you for saving me, though my friends lay dead.
fr: Merci de m'avoir sauvé, même si mes amis sont morts.

source: Those pirates must have been after you for a reason, right?
fr: Ces pirates devaient être après toi pour une raison, non?

source: What was it? Rum? Retribution? Women?
fr: C'était quoi? Du rhum? Un châtiment? Des femmes?

source: I do not know. We have nothing of value, only the fish and the nets we caught them with.
fr: Je ne sais pas. Nous n'avons rien de valeur, seulement les poissons et les filets avec lesquels nous les avons attrapés.

source: Seriously?
fr: Sérieusement?

source: However, I would like to repay my debt to you. Would you care to come aboard and try some of our catch? I have a wonderful haul of fresh trout for you to try.
fr: Cependant, je voudrais rembourser ma dette envers vous. Voudriez-vous monter à bord et essayer certaines de nos prises? J'ai un magnifique lot de truites fraîches à vous faire goûter.

source: Let's leave. Now.
fr: Partons. Maintenant.

source: Thank you for saving us, though our friends lay dead. I hope you're not expecting a reward.
fr: Merci de nous avoir sauvés, même si nos amis sont morts. J'espère que vous n'attendez pas de récompense.

source: You investigate the ships and find a barrel of rum floating among the debris.
fr: Vous enquêtez sur les navires et trouvez un baril de rhum flottant parmi les débris.

source: Too bad, we're stocked up already.
fr: Dommage, nous sommes déjà approvisionnés.

source: Thank you for saving us, though we are confused why you did so.
fr: Merci de nous avoir sauvés, même si nous ne savons pas pourquoi vous l'avez fait.

source: Of a sort. We failed to pay what they called a 'protection tax'. We will happily give you the forty coins they sought for ridding us of those thieves.
fr: En quelque sorte. Nous n'avons pas payé ce qu'ils appellent une "taxe de protection". Nous vous donnerons volontiers les quarante pièces qu'ils cherchaient pour nous débarrasser de ces voleurs.

source: I'd like to say you shouldn't, but you should. Cheers.
fr: J'aimerais dire que vous ne devriez pas, mais vous devriez. A la vôtre.

source: Of a sort. We failed to pay what they called a 'protection tax'. We will happily give you the eighty coins they sought for ridding us of those thieves.
fr: En quelque sorte. Nous n'avons pas payé ce qu'ils ont appelé une "taxe de protection". Nous vous donnerons volontiers les quatre-vingts pièces qu'ils cherchaient pour nous débarrasser de ces voleurs.

source: I'd like to say you shouldn't... but you should.
fr: J'aimerais dire que vous ne devriez pas... mais vous devriez.

source: What about us? You're no fishermen's friend!
fr: Et nous? Vous n'êtes pas l'ami des pêcheurs!

source: More pirates? We're doomed!
fr: Encore des pirates? Nous sommes condamnés!

source: Maybe, but we're here to help.
fr: Peut-être, mais nous sommes là pour aider.

source: Bah, merely means more loot for us. At them lads!
fr: Bah, ça veut simplement dire plus de butin pour nous. A eux, les gars!

source: Just frayed old fishing stuff. I think we've made a net loss.
fr: Juste des vieux trucs de pêche effilochés. Je pense qu'on a fait une perte nette.

source: Reach the harbour in the north with either $ship_name or The Conquest
fr: Atteindre le port dans le nord avec soit $ship_name soit La Conquête

source: $ship_name is destroyed
fr: $ship_name est détruit

source: The Conquest is destroyed
fr: La Conquête est détruite

source: Ships can heal up to 16 HP a turn at a lighthouse
fr: Les navires peuvent soigner jusqu'à 16 HP par tour à un phare

source: We need to hurry, I see the masts of the Royal Navy on the horizon.
fr: Nous devons nous dépêcher, je vois les mâts de la marine royale à l'horizon.

source: We're out of time! The Royal Navy are here...
fr: Nous n'avons plus le temps! La marine royale est là...

source: We've made it! Next stop is the fortress itself...
fr: On a réussi! Le prochain arrêt est la forteresse elle-même...

source: No! $unit.name is sunk! We are done for!
fr: Non! $unit.name est coulé! On est foutus!

source: Damn Wesnoth and its unfair RNG!
fr: Maudit Wesnoth et son injuste RNG!

source: We near the entrance to Fort Liberty, just beyond this harbour. The channel is guarded by a heavy coastal battery, but it is the only way.
fr: Nous sommes près de l'entrée du Fort Liberty, juste après ce port. Le chenal est gardé par une lourde batterie côtière, mais c'est la seule voie.

source: There's half a fleet at port here, are you sure we can get through?
fr: Il y a la moitié de la flotte au port ici, vous êtes sûr qu'on peut passer?

source: Of course. Unbeknownst to the royals I have assembled my own fleet - nothing can stop us now! Hugo, you are to come aboard my flagship, The Conquest. I place her helm in your hands, whilst I oversee the glorious battle from the bow.
fr: Bien sûr. A l'insu de la famille royale, j'ai constitué ma propre flotte - rien ne peut plus nous arrêter! Hugo, tu vas venir à bord de mon vaisseau amiral, la Conquête. Je mets la barre entre tes mains, pendant que je supervise la glorieuse bataille depuis la proue.

source: Let's get to it!
fr: Allons-y!

source: We've been rumbled! Scatter!
fr: On a été grondés! Dispersez-vous!

source: Ha, we ain't here to catch smugglers! You needn't jump overboard at our expense.
fr: Ha, on n'est pas là pour attraper des contrebandiers! Vous n'avez pas besoin de sauter par-dessus bord à nos dépens.

source: Then what are you here to catch? You don't look like fishermen.
fr: Alors qu'est-ce que vous êtes venus attraper? Vous n'avez pas l'air de pêcheurs.

source: We mean to push through the harbour and take Fort Liberty. We could do with all the help we can get.
fr: Nous voulons traverser le port et prendre Fort Liberty. Nous pourrions avoir besoin de toute l'aide que nous pouvons obtenir.

source: Well, we're hardly friends of this 'ere lot, but that's a mighty daring plan. Some would call it madness; others might wanna know what was in it for them.
fr: Eh bien, nous ne sommes pas vraiment amis avec ces gens, mais c'est un plan très audacieux. Certains appelleraient ça de la folie, d'autres voudraient savoir ce qu'ils y gagneraient.

source: Sail by
fr: Naviguer par

source: Offer them 50 coins to join you
fr: Offrez-leur 50 pièces pour vous rejoindre

source: Would fifty coins interest you?
fr: Cinquante pièces de monnaie vous intéresseraient-elles?

source: Sure, but we'll get twice that flogging our stash when me hit the shore. Thanks for the offer of certain death, but I think we'll be off.
fr: Bien sûr, mais on en aura le double quand j'arriverai sur le rivage. Merci pour l'offre d'une mort certaine, mais je pense que nous allons partir.

source: Should have loosened the purse strings a little more, brother. Allies aren't easy to come by in these parts.
fr: J'aurais dû desserrer un peu plus les cordons de la bourse, mon frère. Les alliés ne sont pas faciles à trouver dans ces régions.

source: Nonsense, we should have arrested those smugglers. We need not the help of scum like this.
fr: N'importe quoi, on aurait dû arrêter ces contrebandiers. Nous n'avons pas besoin de l'aide d'une telle racaille.

source: Offer them 100 coins to join you
fr: Offrez-leur 100 pièces pour vous rejoindre

source: Would a hundred coins interest you?
fr: Une centaine de pièces vous intéresserait-elle?

source: Surely, let's have it first and we'll be right behind you.
fr: Bien sûr, prenez-la d'abord et nous serons juste derrière vous.

source: Here you go...
fr: Voilà...

source: Rightio, point us at the enemy and let's have it!
fr: Bon, montre-nous l'ennemi et allons-y!

source: Intimidate them into joining you
fr: Intimez-les à vous rejoindre

source: You've got some cheek. Sure, we've our own beef with the king, but when we take him down it'll be for the good of everyone - including you lot. What makes you think you can back down on us now? Stand with us or you'll regret it.
fr: Vous avez du culot. Bien sûr, nous avons nos propres problèmes avec le roi, mais quand nous le ferons tomber, ce sera pour le bien de tous, y compris vous tous. Qu'est-ce qui vous fait penser que vous pouvez nous laisser tomber maintenant? Restez avec nous ou vous le regretterez.

source: I don't much care for your jib, nor the cut of it. Sod off.
fr: Je n'aime pas beaucoup votre foc, ni la coupe de celui-ci. Va te faire foutre.

source: Just what we need.
fr: Juste ce qu'il nous faut.

source: Who left good rum floating around here?
fr: Qui a laissé du bon rhum flotter par ici?

source: Careful now, we are not here to scavenge...
fr: Attention, on n'est pas là pour faire les poubelles...

source: Whoah, that rum has got a real kick.
fr: Whoah, ce rhum a un vrai goût.

source: Ha! A floating powder keg, eh?
fr: Ha! Un baril de poudre flottant, hein?

source: Idiot! You sailed straight into one of their traps. The approach to the harbour is likely to be littered with them.
fr: Idiot! Tu as navigué tout droit dans un de leurs pièges. L''entourage du port risque d'en être jonchée.

source: Keep your eyes open, lads. A keg of the real stuff for whoever spots a boom barrel.
fr: Gardez les yeux ouverts, les gars. Un baril de vraie marchandise pour celui qui repère un baril de perche.

source: Kill the troll king and claim his gold
fr: Tuez le roi des trolls et réclamez son or

source: We need to hurry, the troll king has summoned an army of his minions from beneath the ground.
fr: Nous devons nous dépêcher, le roi des trolls a convoqué une armée de ses sous-fifres depuis le sol.

source: We're out of time! I hear the stomping of hundreds of trolls rising up from their caves. We're doomed!
fr: Nous n'avons plus le temps! J'entends le bruit de centaines de trolls qui sortent de leurs grottes. Nous sommes condamnés!

source: You are fool! One more take my place, make new king. Troll king live on and on.
fr: Tu es fou! Un de plus prend ma place, fais un nouveau roi. Le roi troll vit encore et encore.

source: In the Battle of Evermore I spoke with the Angels of Avalon, and I danced with the Dragon of Darkness. This death is but a small footnote in history.
fr: Dans la bataille d'Evermore, j'ai parlé avec les Anges d'Avalon, et j'ai dansé avec le Dragon des Ténèbres. Cette mort n'est qu'une petite note de bas de page dans l'histoire.

source: Kashmir, who are you? Your tale is one of mystery, to be sure.
fr: Kashmir, qui êtes-vous? Votre histoire est pleine de mystère, c'est certain.

source: I am the D'yer Maker.
fr: Je suis le Créateur de D'yer.

source: Well, I'm the money maker - look at all this gold! We shall eat like kings and remember good times and drown the bad in wine.
fr: Eh bien, je suis le faiseur d'argent - regardez tout cet or! Nous mangerons comme des rois, nous nous souviendrons des bons moments et noierons les mauvais dans le vin.

source: Hmm, might we not need these funds for what might lay ahead? We have far to go...
fr: Hmm, n'aurions-nous pas besoin de ces fonds pour ce qui nous attend? Nous avons encore beaucoup de chemin à parcourir...

source: Very well, let's finish up here and make merry when we're back on board.
fr: Très bien, finissons-en ici et réjouissons-nous quand nous serons de retour à bord.

source: I would continue my travels with you. I sense adventure surrounds you.
fr: Je continuerais mes voyages avec vous. Je sens que l'aventure vous entoure.

source: You're a good fighter, you're welcome along.
fr: Tu es un bon combattant, tu es le bienvenu.

source: The land of the legendary troll king. Many skulls have been caved by his hammer. Do we truly wish to confront him?
fr: Le pays du légendaire roi des trolls. De nombreux crânes ont été creusés par son marteau. Souhaitons-nous vraiment l'affronter?

source: All who know the legend know also the treasure he hoards. There is no turning back now, the lustre has taken me.
fr: Tous ceux qui connaissent la légende connaissent aussi le trésor qu'il thésaurise. Il n'y a pas de retour en arrière maintenant, le lustre m'a pris.

source: Ha, okay. But let's do it right. It would be wise to deal with his war chiefs before we engage the king himself.
fr: Ha, d'accord. Mais faisons les choses bien. Il serait sage de traiter avec ses chefs de guerre avant d'engager le roi lui-même.

source: Hail! Be you crazy or brave? Or both?
fr: Ola! Es-tu fou ou courageux? Ou les deux?

source: You've come to face the troll king, as have I. You must be men of courage.
fr: Vous êtes venus affronter le roi des trolls, tout comme moi. Vous devez être des hommes courageux.

source: And you, swordsman? Who are you?
fr: Et toi, épéiste? Qui êtes-tu?

source: I am the sole survivor of Achilles' last stand. We stood upon the bridge, twelve against two score. All perished but me, and still the bridge did not fall.
fr: Je suis le seul survivant de la dernière bataille d'Achille. Nous étions sur le pont, douze contre deux. Tous ont péri sauf moi, et le pont n'est pas tombé.

source: And what have you to gain by killing the troll king?
fr: Et qu'avez-vous à gagner en tuant le roi des trolls?

source: When I slay the legend, I shall be the greatest swordsman alive. It is my destiny.
fr: Quand j'aurai tué la légende, je serai le plus grand sabreur vivant. C'est mon destin.

source: Then you may join us. Our aims are one - even if our motives differ.
fr: Alors tu peux te joindre à nous. Nos objectifs ne font qu'un, même si nos motivations diffèrent.

source: I am no mercenary.
fr: Je ne suis pas un mercenaire.

source: We did not offer you pay.
fr: Nous ne vous avons pas proposé de payer.

source: No, but I'll join you for now. Should we prevail in this quest I'll be honoured to follow you.
fr: Non, mais je vais vous rejoindre pour le moment. Si nous réussissons dans cette quête, je serai honoré de vous suivre.

source: You are quick to speak of honour. We'll soon see what legends are made of.
fr: Vous êtes prompts à parler d'honneur. Nous verrons bientôt de quoi sont faites les légendes.

source: They say trolls live mostly underground. I daren't think how many of them are scrabbling around beneath the mountains.
fr: On dit que les trolls vivent surtout sous terre. Je n'ose même pas imaginer combien d'entre eux se baladent sous les montagnes.

source: Then we better do this quickly. Let's topple their leader before they know we're here.
fr: Alors on ferait mieux de faire ça vite. Renversons leur chef avant qu'ils ne sachent que nous sommes ici.

source: Like the winds, we rise and fall. Upon us all, a little rain must fall.
fr: Comme les vents, nous nous levons et nous tombons. Sur nous tous, un peu de pluie doit tomber.

source: This house stinks of...
fr: Cette maison pue le...

source: There might be a short cut where these nagas came from.
fr: Il y a peut-être un raccourci d'où viennent ces nagas.

source: Or there might be more nagas...
fr: Ou il pourrait y avoir d'autres nagas...

source: You turn back. I troll king.
fr: Tu fais demi-tour. Je suis le roi des trolls.

source: No chance!
fr: Aucune chance!

source: This is but a fraction of the king's spoils. Onwards!
fr: Ce n'est qu'une fraction du butin du roi. En avant!

source: Use the dhows to carry six loads of troops to the mainland in the north
fr: Utilisez les vaisseaux pour transporter six charges de troupes vers le continent au nord

source: You have currently landed 0/6 troops
fr: Vous avez actuellement débarqué 0/6 troupes

source: You have currently landed 1/6 troops
fr: Vous avez actuellement débarqué 1/6 troupes

source: You have currently landed 2/6 troops
fr: Vous avez actuellement débarqué 2/6 troupes

source: You have currently landed 3/6 troops
fr: Vous avez actuellement débarqué 3/6 troupes

source: You have currently landed 4/6 troops
fr: Vous avez actuellement débarqué 4/6 troupes

source: You have currently landed 5/6 troops
fr: Vous avez actuellement débarqué 5/6 troupes

source: The Eel is destroyed
fr: L'anguille est détruite

source: All dhows are destroyed
fr: Tous les vaisseaux sont détruits

source: Turn run out
fr: Fin des tours

source: Dhows can pick up troops from any of the jetties in the south
fr: Les vaisseaux peuvent prendre les troupes sur n'importe quelle jetée du sud

source: Troops can be dropped at any hex adjacent to the mainland
fr: Les troupes peuvent être larguées dans n'importe quel hexagone adjacent au continent

source: Let's go!
fr: Allons-y!

source: We shall never take Fort Liberty with so few men. We are lost!
fr: Nous ne prendrons jamais Fort Liberty avec si peu d'hommes. Nous sommes perdus!

source: Glad you could make it.
fr: Heureux que vous ayez pu venir.

source: Good to see you too. What's the plan?
fr: Ravi de vous voir aussi. Quel est le plan?

source: Our men have set up camp at the foot of the mountains in the south. Fort Liberty lies to the north. We need to ferry them across.
fr: Nos hommes ont établi un camp au pied des montagnes dans le sud. Le Fort Liberty se trouve au nord. Nous devons les faire traverser.

source: Unfortunately the Royal Navy is patrolling these waters. We couldn't risk alerting them with a larger fleet, so we'll have to use dhows to transport the troops.
fr: Malheureusement, la marine royale patrouille dans ces eaux. Nous ne pouvions pas risquer de les alerter avec une plus grande flotte, donc nous devrons utiliser des vaisseaux pour transporter les troupes.

source: This motley flotilla is no match for royal ships!
fr: Cette flottille hétéroclite n'a rien à envier aux navires de la marine royale!

source: So sail carefully. The caravel can scout ahead whilst the rest of our ships try their best to waylay the navy.
fr: Alors naviguez prudemment. La caravelle peut aller en éclaireur tandis que le reste de nos navires font de leur mieux pour écraser la marine.

source: A tall order.
fr: Une grande commande.

source: Hugo, you are to come onboard The Eel with me. It's a fine frigate. I've also commandeered a pirate ship in case things get scrappy.
fr: Hugo, tu dois venir à bord de l'Anguille avec moi. C'est une belle frégate. J'ai aussi réquisitionné un bateau pirate au cas où les choses se gâteraient.

source: I'm sure they will. Let's move out.
fr: Je suis sûr qu'ils le feront. Allons-y.

source: The rocky outcrop to the north might provide some shelter whilst crossing. And I believe there's a vast coral reef to the east, should we need to find a favourable place for fighting.
fr: L'affleurement rocheux au nord pourrait fournir un abri pendant la traversée. Et je crois qu'il y a un vaste récif corallien à l'est, si nous devons trouver un endroit propice aux combats.

source: It might be best to stay out of reach of the royal ships. I don't think we can't risk an open engagement.
fr: Il vaut peut-être mieux rester hors de portée des navires royaux. Je ne pense pas qu'on ne puisse pas risquer un engagement ouvert.

source: Good work. Send the dhow back down to pick up more men. Let's hurry with the others.
fr: Bon travail. Renvoyez le boutre en bas pour prendre plus d'hommes. Dépêchons-nous avec les autres.

source: Almost there. Just one more drop and we're away...
fr: On y est presque. Encore une goutte et on s'en va...

source: All we need to do is follow them onto land. There's an entrance to the sewers just beyond that wood. The men will be waiting.
fr: Il suffit de les suivre sur la terre ferme. Il y a une entrée dans les égouts juste derrière ce bois. Les hommes vont nous attendre.

source: $ship_name and The Eel must reach the shore of the mainland in the north.
fr: $ship_name et L'Anguille doivent atteindre le rivage du continent au nord.

source: That ship was carrying some of my best men!
fr: Ce bateau transportait certains de mes meilleurs hommes!

source: A tragic loss...
fr: Une perte tragique...

source: I mourn for the men who went down with that ship.
fr: Je pleure les hommes qui ont coulé avec ce navire.

source: Strange, a ship full of swimmers...
fr: Etrange, un bateau plein de nageurs...

source: Take the ring
fr: Prendre la bague

source: Kick it overboard
fr: Renverser par-dessus bord

source: You kick the ring overboard and watch it plop into the ocean. The mermen on deck turn to you in horror.
fr: Vous donnez un coup de pied à l'anneau par-dessus bord et vous le regardez tomber dans l'océan. Les hommes sur le pont se tournent vers vous avec horreur.
