Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Hilldon was the former first mate of your ship. You should punish him for abandoning you.
fr: Hilldon était l'ancien premier lieutenant de votre navire. Vous devriez le punir pour vous avoir abandonné.

source: Alderot said that Hilldon has taken command of your old crew.
fr: Alderot a dit que le Hilldon avait pris le commandement de votre ancien équipage.

source: You found Hilldon using your old hideout, but he abandoned his men and set sail.
fr: Vous avez trouvé Hilldon en utilisant votre ancienne cachette, mais il a abandonné ses hommes et a pris la mer.

source: Hilldon has been smuggling weapons for Renaldo and owes him some gold.
fr: Hilldon a fait de la contrebande d'armes pour Renaldo et lui doit de l'or.

source: Hilldon is rumoured to be operating from a new hideout called Black Rock.
fr: On dit que Hilldon opère depuis une nouvelle cachette appelée Black Rock.

source: You encountered Hilldon at Black Rock, but he escaped.
fr: Vous avez rencontré Hilldon à Black Rock, mais il s'est échappé.

source: Hilldon was slain in a duel at Black Rock.
fr: Hilldon a été tué en duel à Black Rock.

source: Log - Procure A Ship
fr: Journal - Se procurer un navire

source: You must procure a vessel capable of sailing further afield across the deep waters.
fr: Vous devez vous procurer un navire capable de naviguer plus loin en eaux profondes.

source: Alderot says Grobin has a ship to sell.
fr: Alderot dit que Grobin a un bateau à vendre.

source: Grobin will sell you a dhow for 100g.
fr: Grobin vous vendra un boutre pour 100g.

source: You purchased a dhow from Grobin.
fr: Vous avez acheté un boutre à Grobin.

source: Log - The Black Blade
fr: Journal - La Lame Noire

source: You have encountered a mysterious organisation dedicated to overthrowing King Tylon.
fr: Vous avez rencontré une mystérieuse organisation qui se consacre au renversement du roi Tylon.

source: Crow has asked you to deliver a scroll to an agent on Fort Bastille.
fr: Crow vous a demandé de remettre un parchemin à un agent du Fort Bastille.

source: You gave the scroll to a spearman called Percival, he told you to return to Crow.
fr: Vous avez donné le parchemin à un lanceur appelé Perceval, il vous a dit de retourner à Crow.

source: Crow has been killed, Rusty said his body was found by Tohman.
fr: Crow a été tué, Rusty a dit que son corps a été trouvé par Tohman.

source: It seems Tohman looted Crow's corpse.
fr: Il semble que Tohman ait pillé le corps de Crow.

source: You found a black dagger with a serrated blade, probably belonging to Crow.
fr: Vous avez trouvé un poignard noir avec une lame dentelée, appartenant probablement à Crow.

source: You've heard rumours that the Black Blade are based in the north west.
fr: Vous avez entendu des rumeurs selon lesquelles la Lame Noire serait basée dans le nord-ouest.

source: You've found the headquarters of the Black Blade in a cavern beneath Blade Point.
fr: Vous avez trouvé le quartier général de la Lame Noire dans une caverne sous Blade Point.

source: You have met Deliana, the leader of the Black Blade. They consider you an ally.
fr: Tu as rencontré Deliana, le chef de la Lame Noire. Ils te considèrent comme un allié.

source: Log - Storm Barrier
fr: Journal - Barrière de tempête

source: Passage to the southern seas have been blocked by a mysterious storm.
fr: Les passages vers les mers du sud ont été bloqués par une mystérieuse tempête.

source: You noticed that the thunder clouds above the storm appear to be static.
fr: Vous avez remarqué que les nuages d'orage au-dessus de la tempête semblent être statiques.

source: You've heard rumours connecting the storm barrier with the Brotherhood of Ice.
fr: Vous avez entendu des rumeurs reliant le barrage anti-tempête à la Confrérie des glaces.

source: A man named Morteau was once a student with the Brotherhood of Ice.
fr: Un homme nommé Morteau était autrefois étudiant à la Confrérie de glace.

source: You acquired a map showing the location of the Temple of Ice.
fr: Vous avez acquis une carte montrant l'emplacement du Temple de glace.

source: Shadow Fang told you the Brotherhood of Ice summoned the storm barrier.
fr: Shadow Fang vous a dit que la Confrérie de la Glace a appelé le barrage anti-tempête.

source: Shadow Fang says a mana orb would grant passage through the barrier.
fr: Shadow Fang dit qu'un globe de mana permettrait de passer la barrière.

source: Shadow Fang will sell you an orb for 100g.
fr: Shadow Fang vous vendra un orbe pour 100g.

source: You stole an orb from the Temple of Ice.
fr: Vous avez volé un orbe du Temple de glace.

source: Using a mana orb you have opened a path through the storm.
fr: En utilisant un orbe de mana, vous avez ouvert un chemin à travers la tempête.

source: Glorin says the storm is intended to stop the drakes advancing north.
fr: Glorin dit que la tempête est destinée à arrêter la progression des dracans vers le nord.

source: The elves want you to lower the storm barrier - by any means necessary.
fr: Les elfes veulent que vous abaissiez la barrière de la tempête - par tous les moyens nécessaires.

source: King Tylon has taken the Ice Temple elder, Frozenheart, with him to Fort Liberty.
fr: Le roi Tylon a emmené l'ancien du temple de glace, Frozenheart, avec lui à Fort Liberty.

source: The mana orb has disintegrated.
fr: Le globe de mana s'est désintégré.

source: Frozenheart has been killed at Fort Liberty.
fr: Frozenheart a été tué à Fort Liberty.

source: Log - The Drakes
fr: Log - Les dracans

source: The world is threatened by an ancient race of fiery winged creatures.
fr: Le monde est menacé par une ancienne race de créatures ailées fougueuses.

source: Marco's estate at Lantos has been demolished by drakes.
fr: Le domaine de Marco à Lantos a été démoli par des dracans.

source: Elma says the drakes arrived after a volcano erupted in the east.
fr: Elma dit que les dracans sont arrivés après l'éruption d'un volcan à l'est.

source: Marco was able to scale the volcano despite the intense heat.
fr: Marco a pu escalader le volcan malgré la chaleur intense.

source: Solane may have been captured by the royals to help fight the drakes.
fr: Solane a peut-être été capturé par la famille royale pour aider à combattre les dracans.

source: Flameheart thinks Solane's magic might be of great value against the drakes.
fr: Flameheart pense que la magie de Solane pourrait être d'une grande valeur contre les dracans.

source: Glorin wants you to sail north to gather an army and attack King Tylon.
fr: Glorin veut que tu navigues au nord pour rassembler une armée et attaquer le roi Tylon.

source: You have slain King Tylon. His empire is no more.
fr: Vous avez tué le roi Tylon. Son empire n'est plus.

source: Log - Trading Tips
fr: Bûche - Conseils d'échange

source: The going price for goods differs from port to port - depending on the distance to the nearest distillery, mine or plantation.
fr: Le prix courant des marchandises diffère d'un port à l'autre - en fonction de la distance à parcourir pour se rendre à la distillerie, à la mine ou à la plantation la plus proche.

source: Dahazi Beach Prices - Rum: $rum_dahazi_price|g Jewels: $jewels_dahazi_price|g Spices: $spices_dahazi_price|g
fr: Prix Dahazi Beach - Rhum : $rum_dahazi_price|g Bijoux : $jewels_dahazi_price|g Épices : $spices_dahazi_price|g

source: Fort Bastille Prices - Rum: $rum_bastille_price|g Jewels: $jewels_bastille_price|g Spices: $spices_bastille_price|g
fr: Fort Bastille Prices - Rum : $rum_bastille_price|g Bijoux : $jewels_bastille_price|g Épices : $spices_bastille_price|g

source: Greystone Port Prices - Rum: $rum_greystone_price|g Jewels: $jewels_greystone_price|g Spices: $spices_greystone_price|g
fr: Prix du port de Greystone - Rhum : $rum_greystone_price|g Bijoux : $jewels_greystone_price|g Épices : $spices_greystone_price|g

source: Port Rutt Prices - Rum: $rum_rutt_price|g Jewels: $jewels_rutt_price|g Spices: $spices_rutt_price|g
fr: Port Rutt Prices - Rum : $rum_rutt_price|g Bijoux : $jewels_rutt_price|g Épices : $spices_rutt_price|g

source: Thurh Gar Prices - Rum: $rum_thurh_gar_price|g Jewels: $jewels_thurh_gar_price|g Spices: $spices_thurh_gar_price|g
fr: Thurh Gar Prices - Rum : $rum_thurh_gar_price|g Bijoux : $jewels_thurh_gar_price|g Épices : $spices_thurh_gar_price|g

source: Reef Town Prices - Rum: $rum_reef_town_price|g Jewels: $jewels_reef_town_price|g Spices: $spices_reef_town_price|g
fr: Reef Town Prices - Rum : $rum_reef_town_price|g Bijoux : $jewels_reef_town_price|g Épices : $spices_reef_town_price|g

source: Newhart Prices - Rum: $rum_newhart_price|g Jewels: $jewels_newhart_price|g Spices: $spices_newhart_price|g
fr: Newhart Prices - Rum : $rum_newhart_price|g Bijoux : $jewels_newhart_price|g Épices : $spices_newhart_price|g

source: Griply Prices - Rum: $rum_griply_price|g Jewels: $jewels_griply_price|g Spices: $spices_griply_price|g
fr: Griply Prices - Rum : $rum_griply_price|g Bijoux : $jewels_griply_price|g Épices : $spices_griply_price|g

source: Log - Trainers
fr: Log - Formateurs

source: Trainers can teach you and your followers new abilities, often for a price. Only two abilities per unit can be gained in this way.
fr: Les formateurs peuvent vous enseigner, à vous et à vos disciples, de nouvelles capacités, souvent à un prix. Seules deux capacités par unité peuvent être acquises de cette manière.

source: Sozzo on Dahazi will train you to skirmish for 2 chests of jewels.
fr: Sozzo sur Dahazi vous entraînera à l'escarmouche pour 2 coffres de joyaux.

source: Sylin on Judro will give you ambidextrous training for a new suit of armour.
fr: Sylin sur Judro vous donnera un entraînement ambidextre pour une nouvelle armure.

source: Mikal on Elixion will train you in healing if you bring her something from Thantos.
fr: Mikal sur Elixion vous entraînera à la guérison si vous lui apportez quelque chose de Thantos.

source: Anatole on Thurh Gar will give you toughness training for 50g.
fr: Anatole sur Thurh Gar vous donnera un entraînement de résistance pour 50g.

source: Hesso at Reef Town will train you to swim for 2 pots of spices.
fr: Hesso à Reef Town vous entraînera à nager pour 2 pots d'épices.

source: Quentin on Farrow will train you to sidestep for 70g.
fr: Quentin on Farrow vous entraînera à contourner pour 70g.

source: Pitto on Slavenia will train you in leadership for 3 barrels of rum.
fr: L'étudiant "Pitto en Slavenie vous entraînera à diriger pour 3 barils de rhum.

source: Tudoc in Black Blade Cavern will train you in stealth for 30g.
fr: Tudoc dans Lame Noire Cavern vous entraînera à la discrétion pour 30g.

source: Log
fr: Journal

source: All quests and clues are stored in your log. Select a topic for more info.
fr: Toutes les quêtes et les indices sont stockés dans votre journal de bord. Sélectionnez un sujet pour plus d'informations.

source: Procure A Ship
fr: Se procurer un navire

source: The Black Blade
fr: La Lame Noire

source: Storm Barrier
fr: Barrière d'orages

source: The Drakes
fr: Les dracans

source: Misc Quests
fr: Autres Quêtes

source: Trading Tips
fr: Conseils de négociation

source: Training
fr: Entraînements

source: on fire: This unit is on fire and will lose hitpoints each turn unless it enters a village. The fire will burn itself out after 5 turns. Any ships attacking this one have a 50% chance of being set on fire too.
fr: en feu : Cette unité est en feu et perdra des points de vie à chaque tour, sauf si elle entre dans un village. Le feu s'éteindra de lui-même après 5 tours. Tout navire attaquant celui-ci a 50% de chance d'être mis en feu aussi.

source: Doused
fr: Douse

source: Skipper
fr: Capitaine

source: cutlass
fr: coutelas

source: Noble Lord
fr: Noble Seigneur

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
fr: Nobles chefs de nombreuses troupes, les Seigneurs sont particulièrement forts dans les combats de mêlée, et possèdent également des compétences à l'arc. Comme les commandants, les Seigneurs possèdent des compétences de commandement, et améliorent la capacité de combat de toutes les unités adjacentes de niveau inférieur.

source: sword
fr: épée

source: bow
fr: arc

source: Farmhand
fr: Ouvrier agricole

source: Farmhands, and the Peasants that they work for, are the backbone of the rural economy. While not warlike by nature, they will stubbornly defend their homes.
fr: Les paysans, et les paysannes pour lesquelles ils travaillent, sont l'épine dorsale de l'économie rurale. Bien qu'ils ne soient pas de nature belliqueuse, ils défendront obstinément leurs foyers.

source: pitchfork
fr: fourchette

source: dagger
fr: poignard

source: Brutes are bloodthirsty.
fr: Les brutes sont assoiffées de sang.

source: fist
fr: poing

source: Noble Commander
fr: Commandant noble

source: The rank of a noble Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
fr: Le grade de commandant noble est détenu par ceux qui mènent les groupes de combat au combat. Possédant des compétences de leadership, ils donnent aux unités de niveau inférieur dans les hexagones adjacents des performances améliorées au combat. Les commandants sont les plus habiles avec l'épée, bien qu'ils portent également un arc à utiliser en cas de besoin. Si le commandant est perdu, la bataille l'est aussi.

source: Buccaneer
fr: Boucanier

source: Buccaneer.
fr: Boucanier.

source: Nobleman
fr: Noble

source: Leading relative lives of luxury, a nobleman's main concern is proper etiquette and good social graces.
fr: Mener une vie relative de luxe, la principale préoccupation d'un noble est l'étiquette et les bonnes grâces sociales.

source: Noble Youth
fr: Jeune Noble

source: Today he is a young man, by his devotion to the crown he is seeking to become a Lord -- to join the elite of humanity.
fr: Aujourd'hui, c'est un jeune homme, par sa dévotion à la couronne, il cherche à devenir un Seigneur - à rejoindre l'élite de l'humanité.

source: training sword
fr: sabre d'entraînement

source: Rogue Necromancer
fr: Nécromancien brigand

source: short sword
fr: épée courte

source: chill wave
fr: vague de froid

source: shadow wave
fr: vague d'ombre

source: Librarian
fr: Bibliothécaire

source: Young and brash, Fighters fight with a sword, and are vulnerable to ranged attacks from enemies. However they have the potential to become great Commanders one day.
fr: Jeunes et téméraires, les combattants se battent à l'épée et sont vulnérables aux attaques à distance des ennemis. Cependant, ils ont le potentiel pour devenir un jour de grands commandants.

source: Elder Necromancer
fr: Ancien Nécromancien

source: One of the pinnacles of what is considered 'black magic' is the art of necromancy, the terrible ability to awaken the dead with false life. This discovery alone caused humanity's condemnation of black magic, for the nightmarish things it has made real have given fear a vast new arsenal. This ability, in all aspects, is the first step towards cheating death of its ultimate prize.
fr: L'un des sommets de ce qui est considéré comme de la "magie noire" est l'art de la nécromancie, cette terrible capacité à réveiller les morts par une fausse vie. Cette seule découverte a provoqué la condamnation de la magie noire par l'humanité, car les choses cauchemardesques qu'elle a rendues réelles ont donné à la peur un vaste arsenal nouveau. Cette capacité, sous tous ses aspects, est le premier pas vers la tricherie de la mort de son prix ultime.

source: plague staff
fr: bâton de la peste

source: Rogue Sorcerer
fr: Sorcier Brigand

source: Druid Elder
fr: Aîné druide

source: Banished from their native villages for having practiced forbidden magic, some Druids are forced to live in the woods as fugitives. As a result they sometimes develop an uncanny relationship with the natural world - from which they drew their power.
fr: Bannis de leurs villages natals pour avoir pratiqué une magie interdite, certains druides sont contraints de vivre dans les bois comme des fugitifs. De ce fait, ils développent parfois une étrange relation avec le monde naturel - d'où ils tirent leur pouvoir.

source: staff
fr: personnel

source: fireball
fr: boule de feu

source: Shipmate
fr: Camarade de bord

source: Diver
fr: Plongeur

source: Knife
fr: Couteau

source: Harpoon
fr: Harpon

source: female^Diver
fr: female^Plongeuse

source: Spearman
fr: Porte-lance

source: Swords are, for many, an expensive luxury, and one which peasants can ill afford. Spears are much easier to make and will do well even without a spearhead, though most can afford one. Clad in leather armor, and often armed with a shield and a few javelins, spearmen are the staple of most armies, often thrown into the front lines with only the most basic training.
fr: Les épées sont, pour beaucoup, un luxe coûteux que les paysans ne peuvent pas se permettre. Les lances sont beaucoup plus faciles à fabriquer et se débrouilleront bien même sans fer de lance, même si la plupart peuvent se le permettre. Vêtus d'une armure de cuir, et souvent armés d'un bouclier et de quelques javelots, les lanciers sont l'élément de base de la plupart des armées, souvent jetés en première ligne avec seulement un entraînement de base.

source: Druid Minor
fr: Druide Mineur

source: Banished from their native villages for having practiced forbidden magic, some Druids are forced to live in the woods as fugitives. As a result they sometimes develop an uncanny relationship with the natural world - from which they draw their power.
fr: Bannis de leurs villages natals pour avoir pratiqué une magie interdite, certains druides sont contraints de vivre dans les bois comme des fugitifs. De ce fait, ils développent parfois une étrange relation avec le monde naturel - d'où ils tirent leur pouvoir.

source: missile
fr: missil

source: Pirate
fr: Pirat

source: Swimmer
fr: Nageur

source: female^Swimmer
fr: female^Nageuse

source: Initiate
fr: Initier

source: Witch
fr: Sorcière

source: Born into aristocracy, this outcast still conserves her nobleness in her veins. On the battlefield she has earned valuable experience, which she can lend to her people for turning a fight in their favour.
fr: Née dans l'aristocratie, cette paria conserve encore sa noblesse dans ses veines. Sur le champ de bataille, elle a acquis une expérience précieuse, qu'elle peut mettre à profit pour retourner un combat en faveur de son peuple.

source: sling
fr: fronde

source: Cut-Throat
fr: Gorge coupée

source: Druid
fr: Druide

source: Privateer
fr: Corsaire

source: Privateer.
fr: Corsaire.

source: King
fr: Roi

source: The noble leaders of many troops, Kings are especially strong in melee combat, and also possess skill with the bow. They also possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
fr: Nobles chefs de nombreuses troupes, les Rois sont particulièrement forts dans les combats de mêlée, et possèdent également des compétences à l'arc. Ils possèdent également des compétences de leadership, et améliorent la capacité de combat de toutes les unités adjacentes de niveau inférieur.

source: Civilian
fr: Civile

source: Civilians are city-dwellers who try to make their fortune in a non-violent manner - be they traders, craftsmen, or servants of a noble house. They almost universally lack the strength that comes from a life of physical labour, and thus are not conscripted as often as peasants. If forced into violence, they tend to learn fencing in self-defence, or else learn dirty tricks from criminal elements in their hometowns.
fr: Les civils sont des citadins qui essaient de faire fortune de manière non violente - qu'ils soient commerçants, artisans ou serviteurs d'une maison noble. Ils n'ont presque pas la force qui vient d'une vie de travail physique, et ne sont donc pas enrôlés aussi souvent que les paysans. S'ils sont contraints à la violence, ils ont tendance à apprendre l'escrime en autodéfense, ou bien à apprendre de sales tours des éléments criminels de leur ville natale.

source: Philosopher
fr: Philosophe

source: A philosopher is one who offers views or theories on profound questions in ethics, metaphysics, logic, and other related fields.
fr: Un philosophe est quelqu'un qui offre des points de vue ou des théories sur des questions profondes en éthique, métaphysique, logique et autres domaines connexes.

source: Corsair
fr: Corsaire

source: Skeleton Swashbuckler
fr: Escrimeur Squelette

source: Skeletons are warriors who have been slain in battle and brought back by dark magics. Nearly mindless, and unwavering in their purpose, they fear neither pain, nor death, and their mere presence will often frighten away any who would challenge their master.
fr: Les squelettes sont des guerriers qui ont été tués au combat et ramenés par la magie noire. Presque inconscients et inébranlables dans leur but, ils ne craignent ni la douleur, ni la mort, et leur simple présence effraie souvent ceux qui veulent défier leur maître.

source: Bone Pirate
fr: Pirate des os

source: pistol
fr: pistolet

source: Dwarvish Sailor
fr: Matelot nain

source: Dwarvish Sailors are sometimes shunned by those within the clans, but they are nevertheless valued for the rich resources they bring back from their expeditions.
fr: Les marins nains sont parfois évités par les membres des clans, mais ils sont néanmoins appréciés pour les riches ressources qu'ils ramènent de leurs expéditions.

source: axe
fr: hache

source: Dwarvish Thunderer
fr: Tonnerre nain

source: When the men of Wesnoth first encountered the dwarves, they were mystified by the power of the Dwarvish Thunderers, who were able to hurl death from afar through the apparatus of these strange wands they carried into battle. The deafening noise of these 'thundersticks' is terrifying to behold, and is made more so by the secrecy which dwarves wrap about their workings.
fr: Lorsque les hommes de Wesnoth ont rencontré les nains pour la première fois, ils ont été mystifiés par le pouvoir des Tonnerres nains, qui étaient capables de lancer la mort de loin grâce à l'appareil de ces étranges baguettes qu'ils portaient au combat. Le bruit assourdissant de ces "bâtons de tonnerre" est terrifiant à voir, et il l'est encore plus par le secret que les nains enveloppent dans leurs travaux.

source: thunderstick
fr: bâton de tonnerre

source: Dwarvish Thunderguard
fr: Garde du tonnerre nain
