Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Your threat is but a breeze. Even so, it will be met with a mighty wind. Unless you calm it, the brotherhood's wrath will sweep you away!
fr: Votre menace n'est qu'une brise. Malgré tout, elle sera accueillie par un vent puissant. Si tu ne la calmes pas, la colère de la confrérie t'emportera!

source: I am sorry, forgive me.
fr: Je suis désolé, pardonnez-moi.

source: Go about business - with care!
fr: Faites attention à vos affaires!

source: Plead with him to let you through the barrier
fr: Le supplier de vous laisser passer la barrière

source: Is there really no route through the storm? We must travel thither...
fr: N'y a-t-il vraiment aucune route à travers la tempête? Nous devons y aller...

source: The barrier stops all from passing, that is its design. However, the magic that holds it in place can be briefly dispelled with the use of mana orb. It should be possible, were you foolish enough to venture through, to open a small channel through the storm.
fr: La barrière empêche tout passage, c'est sa conception. Cependant, la magie qui la maintient en place peut être brièvement dissipée grâce à l'utilisation de l'orbe de mana. Il devrait être possible, si vous êtes assez fou pour vous y aventurer, d'ouvrir un petit canal à travers la tempête.

source: Excellent! Where may we procure such an orb? Do you have one?
fr: Excellent! Où pouvons-nous nous procurer un tel orbe? En avez-vous un?

source: We do. Mana orbs can be conjured, but they seldom remain intact. Unless manifested by a master they are wont to wane. Only one of the elder's orbs would last long enough for your purpose.
fr: Nous le faisons. Les orbes de mana peuvent être conjurées, mais elles restent rarement intactes. A moins d'être manifestées par un maître, elles ont tendance à s'affaiblir. Une seule des orbes de l'aîné durera assez longtemps pour votre but.

source: An elder's orb? Do you have any such?
fr: Un orbe de vieillard? En avez-vous un?

source: Yes, but relinquishing an orb may well be foolhardy. Let me muse on the matter.
fr: Oui, mais renoncer à un orbe pourrait bien être imprudent. Laissez-moi réfléchir à la question.

source: Ask for a mana orb
fr: Demander une orbe de mana

source: May we procure a mana orb?
fr: Pouvons-nous nous procurer un globe de mana?

source: For completing a subquest you can have one.
fr: Pour compléter une sous-quête, vous pouvez en avoir une.

source: I have decided that you may have an orb for a price of one hundred gold. It is tawdry to strike such a deal, but the brotherhood runs low on funds of late.
fr: J'ai décidé que vous pouvez avoir un orbe pour le prix de cent pièces d'or. C'est indigne de conclure un tel marché, mais la confrérie est à court de fonds ces derniers temps.

source: I'll be back soon.
fr: Je reviens bientôt.

source: Pay the gold
fr: Payez l'or

source: Here's the coins, a hundred of them.
fr: Voici les pièces, une centaine d'entre elles.

source: And here is the item that will give you passage through the barrier. May you travel safely.
fr: Et voici l'objet qui vous permettra de franchir la barrière. Puissiez-vous voyager en toute sécurité.

source: Would you care to join my crew?
fr: Voulez-vous vous joindre à mon équipage?

source: Of all the questions a man may ask me, that is the one least worthy of an answer.
fr: De toutes les questions qu'un homme peut me poser, c'est celle qui mérite le moins une réponse.

source: The gate is locked.
fr: La barrière est fermée.

source: Where are those keys we found earlier?
fr: Où sont les clés qu'on a trouvées tout à l'heure?

source: I'm not sure we're meant to go in here. What the hell...
fr: Je ne suis pas sûr qu'on soit censés entrer ici. Mais qu'est-ce que...

source: The globe emits a blue glow and seems to house a mysterious cloud within a heart of glass.
fr: Le globe émet une lueur bleue et semble abriter un mystérieux nuage dans un cœur de verre.

source: Looks like one of those orbs that Shadow Fang was on about.
fr: On dirait une de ces orbes dont Shadow Fang parlait.

source: I'm not stealing from these guys.
fr: Je ne vole pas ces gars.

source: Take the orb
fr: Prendre l'orbe

source: I'm not sure what this is. I daren't touch it.
fr: Je ne suis pas sûr de ce que c'est. Je n'ose pas y toucher.

source: Damn, this barrel seems stuck to the spot. Can't even budge it.
fr: Merde, ce canon semble collé à l'endroit. Je ne peux même pas le bouger.

source: Nevermind, our ship is brimming with barrels already.
fr: Pas grave, notre bateau est déjà plein de barils.

source: Maybe that spell might help. How did it go?
fr: Peut-être que ce sort pourrait nous aider. Comment ça s'est passé?

source: Undo the words which weigh this rum, And watch burdens become less burdensome.
fr: Défaites les mots qui pèsent sur ce rhum, Et regardez les poids devenir moins lourdes.

source: It's empty.
fr: C'est vide.

source: There's nothing worth looking at here.
fr: Il n'y a rien qui mérite d'être regardé ici.

source: Look at this, it seems to be an old map. A place called Slavenia.
fr: Regarde ça, on dirait une vieille carte. Un endroit appelé Slavenia.

source: Just a load of boring books.
fr: Juste un tas de livres ennuyeux.

source: I've found a few pages from a student's spellbook. Seems to be something about countering the magic of weights.
fr: J'ai trouvé quelques pages du livre de sorts d'un étudiant. Il semble qu'il s'agisse de contrer la magie des poids.

source: Might be worth remembering.
fr: Ça pourrait valoir la peine de s'en souvenir.

source: There's some sort of parchment here. Could be interesting...
fr: Il y a une sorte de parchemin ici. Ça pourrait être intéressant...

source: Better leave it where it is.
fr: Mieux vaut le laisser là où il est.

source: Seems to be some sort of report...
fr: Il semble y avoir une sorte de rapport...

source: Brotherhood Of Ice - Student Progress
fr: Confrérie des glaces - Progrès des étudiants

source: <b>Chillton</b> A capable pupil, but prone to distraction. <b>Frost</b> Hard working and determined, with a talent for manifestation. <b>Nippy</b> A precocious sorcerer, yet often irresponsible and unruly. <b>Tundra</b> Although skilled, her interests seem to lie outside the realm of blue magic. <b>Snowflake</b> Studious but shy, possibly too sensitive for the brotherhood. <b>Articas</b> A slow learner, unable to grasp the basic tenets of her training.
fr: <b>Chillton</b> Un élève capable, mais sujet à la distraction. <b>Gelée</b> Travaillant dur et déterminé, avec un talent de manifestation. <b>Nippy</b> Un sorcier précoce, mais souvent irresponsable et indiscipliné. <b>Toundra</b> Bien que compétente, ses intérêts semblent se situer en dehors du domaine de la magie bleue. <b>Flacon de neige</b> Studieux mais timide, peut-être trop sensible pour la confrérie. <b>Articas</b> Une personne qui apprend lentement, incapable de saisir les principes de base de sa formation.

source: I was wrong. It's not interesting at all.
fr: J'avais tort. Ce n'est pas du tout intéressant.

source: There's a small pouch jammed behind the books.
fr: Il y a une petite pochette coincée derrière les livres.

source: Not much here.
fr: Pas grand chose ici.

source: This book looks odd. Hang on, it seems to be have been hollowed out...
fr: Ce livre a l'air bizarre. Attends, on dirait qu'il a été évidé...

source: There's a bunch of keys inside! May come in handy, I guess.
fr: Il y a un trousseau de clés à l'intérieur! Ça peut être utile, je suppose.

source: Not much worth pilfering here.
fr: Ça ne vaut pas la peine de voler ici.

source: Not much worth pilfering here - just some old scroll. Then again, fools pay for this sort of stuff.
fr: Pas grand chose qui vaille la peine d'être volé ici - juste un vieux parchemin. Mais encore une fois, les imbéciles paient pour ce genre de choses.

source: Guess what? There's a book on the bookshelf.
fr: Devine quoi? Il y a un livre sur l'étagère.

source: Nothing of interest here.
fr: Il n'y a rien d'intéressant ici.

source: Hello there. Would you mind helping me a moment?
fr: Bonjour. Pourriez-vous m'aider un instant?

source: What is this room?
fr: Quelle est cette pièce?

source: A practise space, really. You can come in.
fr: Un espace d'entraînement, vraiment. Vous pouvez entrer.

source: Just trying something out. Would you be so kind as to cross the water and stand by the crystal in the corner?
fr: J'essaie juste quelque chose. Auriez-vous l'amabilité de traverser l'eau et de vous tenir près du cristal dans le coin?

source: Is this where you want me? What's this about?
fr: C'est ici que tu veux que je sois? De quoi s'agit-il?

source: Yep, right there. Wait a moment and you'll see.
fr: Oui, juste là. Attends un instant et tu verras.

source: It works!
fr: Ça marche!

source: You mean me to be meat for this monster?
fr: Tu veux dire que je suis de la viande pour ce monstre?

source: Don't worry, I can render it stonebound with a simple gesture.
fr: Ne t'inquiète pas, je peux le rendre stone avec un simple geste.

source: What are you waiting for?
fr: Qu'est-ce que tu attends?

source: Hang on.
fr: Accrochez-vous.

source: Well?
fr: Alors?

source: It would seem that some elements of the spell have failed. Still, the experiment has been rather useful all in all.
fr: Il semblerait que certains éléments du sort aient échoué. Pourtant, l'expérience a été plutôt utile dans l'ensemble.

source: You are a trickster! This is an outrage!
fr: Vous êtes un escroc! C'est un scandale!

source: That's a shame. Anyway, I'm pretty sure I know how to avoid the mistake next time.
fr: C'est une honte. De toute façon, je suis presque sûr de savoir comment éviter l'erreur la prochaine fois.

source: I'm pretty sure you won't live long enough to repeat it.
fr: Je suis presque sûr que tu ne vivras pas assez longtemps pour la répéter.

source: Are you threatening me? Such a thing would be foolish indeed. If you come one step closer, the brotherhood will be upon you.
fr: Vous me menacez? Une telle chose serait en effet insensée. Si tu fais un pas de plus, la confrérie sera sur toi.

source: Damn you.
fr: Sois maudit.

source: You are history, mate.
fr: Tu es de l'histoire ancienne, mon pote.

source: I beg to differ. There's enough magic in this temple to lay waste to a fleet of fools like you.
fr: Je ne suis pas d'accord. Il y a assez de magie dans ce temple pour détruire une flotte d'imbéciles comme toi.

source: You'll regret this.
fr: Tu vas le regretter.

source: I think Coldfist wants to have a word with you.
fr: Je crois que Coldfist veut te parler.

source: You running brotherhood errands now? Get lost.
fr: Tu fais les courses de la confrérie maintenant? Va te faire voir.

source: Or survive at least one day
fr: Ou survivre au moins un jour

source: Seems the nagas were being chased by... that thing. I guess we're on the same side for now.
fr: Il semble que les nagas étaient poursuivis par... cette chose. Je suppose que nous sommes du même côté pour l'instant.

source: That's the last of the nagas.
fr: C'est le dernier des nagas.

source: I wonder what made it so mad. The tales say they're calm creatures.
fr: Je me demande ce qui l'a rendu si fou. Les contes disent que ce sont des créatures calmes.

source: Maybe it had a naga for a wife...
fr: Peut-être qu'il avait un naga pour femme...

source: Heh, stop kraken jokes!
fr: Heh, arrêtez les blagues de kraken!

source: Something wicked this way comes.
fr: Quelque chose de mauvais arrive de cette façon.

source: Men, these pirates are our unwitting rescuers. Seize their ship!
fr: Les hommes, ces pirates sont nos sauveurs involontaires. Saisissez leur navire!

source: Why do we return to this place? There is nothing here now. Let us leave at once.
fr: Pourquoi retournons-nous à cet endroit? Il n'y a plus rien ici maintenant. Partons immédiatement.

source: It's a map showing the way to the Temple of Ice.
fr: C'est une carte qui montre le chemin du Temple de glace.

source: That old mad man must have belonged to the brotherhood at some point.
fr: Ce vieux fou a dû appartenir à la confrérie à un moment donné.

source: Remember what the old mage at Fort Bastille said? Morteau once belonged to the brotherhood.
fr: Vous vous souvenez de ce que disait le vieux mage du Fort Bastille? Morteau a appartenu à la confrérie.

source: I hope the rest aren't like him.
fr: J'espère que les autres ne sont pas comme lui.

source: Both mariners must reach the land
fr: Les deux marins doivent atteindre la terre

source: At last...
fr: Enfin...

source: The hydra turns and dives again beneath the waves.
fr: L'hydre tourne et plonge à nouveau sous les vagues.

source: I guess it thinks we helped it out back at the ice temple. Lucky stuff, that siren's blood.
fr: Je suppose qu'il pense que nous l'avons aidé au temple de glace. C'est de la chance, le sang de cette sirène.

source: Never been much of a landlubber... until now.
fr: Je n'ai jamais été très terre à terre... jusqu'à maintenant.

source: What the hell? That's the last thing we need!
fr: C'est quoi ce bordel? C'est la dernière chose dont on a besoin!

source: Despite the forbidding size of the hydra you somehow sense that it means you no harm. Instead, its six blood-red eyes are fixed on the nagas.
fr: Malgré la taille imposante de l'hydre, vous sentez qu'elle ne vous fait pas de mal. Au lieu de cela, ses six yeux rouge sang sont fixés sur les nagas.

source: I do believe this is the hydra who killed Bittertooth.
fr: Je crois que c'est l'hydre qui a tué Dents d'amertume.

source: Poor beast. I guess it thinks we helped it out back at the ice temple. Lucky stuff, that siren's blood.
fr: Pauvre bête. Je crois qu'elle pense que nous l'avons aidée au temple de glace. C'est de la chance, le sang de cette sirène.

source: That's the last of them. Now to shore!
fr: C'est le dernier. Maintenant au rivage!

source: It seems the day has driven these terrors away. I'm not waiting for the dark to fall again. Let's set sail at once!
fr: Il semble que le jour ait chassé ces terreurs. Je n'attends pas que l'obscurité retombe. Mettons les voiles tout de suite!

source: I'm not waiting for the dark to fall again. Let's set sail at once!
fr: Je n'attends pas que l'obscurité retombe. Mettons les voiles tout de suite!

source: Curious...
fr: Curieux...

source: It's not just the ship that's abandoned. Look, there's loot on board!
fr: Il n'y a pas que le bateau qui est abandonné. Regardez, il y a un butin à bord!

source: The night has brought with it the dead!
fr: La nuit a apporté avec elle les morts!

source: Survive until the morning
fr: Survivre jusqu'au matin

source: I shall remain on the ship. Few will be as forgiving of my form as you have been.
fr: Je resterai sur le navire. Peu de gens seront aussi indulgents envers moi que vous l'avez été.

source: Nice statue. Would make a fine figurehead on the front of $ship_name|.
fr: Jolie statue. Elle ferait une belle figure de proue sur le devant de $ship_name|.

source: Steal the statue
fr: Voler la statue

source: We've no chance of pilfering this in broad daylight.
fr: Nous n'avons aucune chance de voler ça en plein jour.

source: We'll have to wait a bit if we want to vanish it away. Too many prying eyes right now.
fr: Nous devrons attendre un peu si nous voulons le faire disparaître. Il y a trop de regards indiscrets en ce moment.

source: It's ours! No one saw us, and no one will suspect us after what we've done for them.
fr: C'est à nous! Personne ne nous a vus, et personne ne nous suspectera après ce que nous avons fait pour eux.

source: No need for you to go trampling up there over our crops. The seat of Farrow sits in the south now.
fr: Pas besoin que vous alliez piétiner nos cultures. Le siège de Farrow se trouve maintenant dans le sud.

source: Greetings, $unit.id|.
fr: Salutations, $unit.id|.

source: Thanks for the help. We're recruiting peasants from all the nearby islands to fill our ranks. Training has been slow, I'm sorry to say.
fr: Merci pour votre aide. Nous recrutons des paysans de toutes les îles voisines pour remplir nos rangs. La formation a été lente, je suis désolé de le dire.

source: I have men fletching arrows day and night. We'll be ready if they come back.
fr: J'ai des hommes qui tirent des flèches jour et nuit. Nous serons prêts s'ils reviennent.

source: We've been smuggling arms and supplies of late. We've had to turn to some real scum for help. The Royal Navy is pressing them hard, they've got frigates combing the waters. Watch your back out there.
fr: Nous avons fait de la contrebande d'armes et de fournitures ces derniers temps. Nous avons dû nous tourner vers une vraie racaille pour obtenir de l'aide. La Royal Navy leur met la pression, ils ont des frégates qui passent les eaux au peigne fin. Faites attention à vous là-bas.

source: Any problems with the smugglers? They are a seedy bunch. Trust me, I know first hand.
fr: Des problèmes avec les contrebandiers? C'est un groupe miteux. Croyez-moi, je le sais de première main.

source: Only a few. One lout called Hilldon lost a shipment of arms. That fool hasn't come around of late, he owes us too much gold.
fr: Seulement quelques-uns. Un rustre appelé Hilldon a perdu une cargaison d'armes. Cet imbécile n'est pas revenu de la dernière pluie, il nous doit trop d'or.

source: We know of this rogue. It would be our pleasure to hunt him down. Do you know where he holes up these days?
fr: Nous connaissons ce voyou. Nous serions ravis de le traquer. Savez-vous où il se cache ces jours-ci?

source: Hmm, there were rumours he was hiding out at Black Rock, about a day east of here.
fr: Hmm, il y avait des rumeurs comme quoi il se cachait à Black Rock, à environ un jour à l'est d'ici.

source: He's squatting at Black Rock, eh? We'll flush him from that old cave.
fr: Il squatte à Black Rock, hein? On va le faire sortir de cette vieille grotte.

source: Any luck tracking down those smugglers?
fr: Tu as réussi à retrouver ces contrebandiers?

source: We fought Hilldon, but he escaped.
fr: On a combattu Hilldon, mais il s'est échappé.

source: That's a shame. No doubt he'll cause us more trouble soon enough.
fr: C'est dommage. Il nous causera sans doute d'autres problèmes bien assez tôt.

source: We found Hilldon at Black Rock. He's still there, gathering dust.
fr: Nous avons trouvé Hilldon à Black Rock. Il est toujours là, à ramasser la poussière.

source: Good work.
fr: Bon travail.

source: How are things in Farrow?
fr: Comment vont les choses à Farrow?

source: Still having trouble smuggling weapons past the royal ships. Hilldon's missing shipment hurt us bad.
fr: On a toujours du mal à faire passer des armes en contrebande devant les navires royaux. La cargaison manquante de Hilldon nous a fait beaucoup de mal.

source: Brother, I suppose we could tell him about the cache we found in Peoria. But do we want Renaldo to have them?
fr: Frère, je suppose qu'on pourrait lui parler de la cache que nous avons trouvée à Peoria. Mais voulons-nous que Renaldo les ait?

source: I believe we found Hilldon's stash.
fr: Je crois que nous avons trouvé la cachette de Hilldon.

source: That's excellent news! Where is it?
fr: C'est une excellente nouvelle! Où est-elle?

source: The weapons are in an old shipwreck on the southern shoreline of Peoria Ruins.
fr: Les armes se trouvent dans une vieille épave sur la rive sud des ruines de Peoria.

source: Great, I'll send a ship to fetch them immediately. Well done.
fr: Super, je vais envoyer un bateau les chercher immédiatement. Bien joué.

source: Renaldo, remind me of your encounter with Marco.
fr: Renaldo, rappelle-moi ta rencontre avec Marco.

source: Must I repeat myself? He came looking for men, I told him where to look. That's it. I don't know where he went after that, nor why he wanted so many henchmen.
fr: Dois-je me répéter? Il est venu chercher des hommes, je lui ai dit où chercher. C'est tout. Je ne sais pas où il est allé après ça, ni pourquoi il voulait tant d'hommes de main.

source: He was probably gathering a force to guard his ill-gotten kingdom.
fr: Il rassemblait probablement une force pour garder son royaume mal acquis.

source: He didn't seem the sort to stay put, let alone own a kingdom.
fr: Il ne semblait pas du genre à rester sur place, et encore moins à posséder un royaume.

source: The land was given him by the King himself. Any idea where it might be?
fr: La terre lui a été donnée par le roi lui-même. Une idée de l'endroit où elle pourrait se trouver?

source: None. His talk was scarcer than that of his brothers. If the King gave the land, then the King must know. I would try taking a peep at the royal maps.
fr: Aucune. Son discours était plus rare que celui de ses frères. Si le Roi a donné la terre, alors le Roi doit le savoir. J'essaierais de jeter un coup d'oeil sur les cartes royales.

source: Know you a way into the palace?
fr: Vous connaissez un chemin pour entrer dans le palais?

source: Sadly, no. It is defended by Tylon's best men. I can show you the whereabouts of the palace, but you'll have to find your own way in. Storming the gates simply won't work.
fr: Malheureusement, non. Il est défendu par les meilleurs hommes de Tylon. Je peux vous montrer l'emplacement du palais, mais vous devrez trouver votre propre chemin pour y entrer. Entrer par les portes ne fonctionnera pas.

source: Thank you, Renaldo. We'll see what we can do.
fr: Merci, Renaldo. Nous allons voir ce que nous pouvons faire.

source: Any further happenings on Farrow of late?
fr: D'autres nouvelles sur Farrow ces derniers temps?

source: We remain ever vigilant. We've won this battle, but we dare not rest on our laurels.
fr: Nous restons toujours vigilants. Nous avons gagné cette bataille, mais nous n'osons pas nous reposer sur nos lauriers.

source: What say you join us, Renaldo? You would cut a fine figure on the open sea...
fr: Que dirais-tu de te joindre à nous, Renaldo? Tu ferais une belle figure en pleine mer...

source: I'm the baron here now. You would have me relinquish the title I fought so hard to win?
fr: Je suis le baron ici maintenant. Tu voudrais que je renonce au titre pour lequel je me suis tant battu?

source: I thought you gave battle to end Lothar's corruption, not to simply usurp his position.
fr: Je pensais que tu t'étais battu pour mettre fin à la corruption de Lothar, pas simplement pour usurper sa position.

source: Of course! But it takes one such as I for justice to prevail. Things are different now.
fr: Bien sûr! Mais il faut être un tel que moi pour que la justice l'emporte. Les choses sont différentes maintenant.

source: What say you join us, Renaldo? We intend to attack the king in numbers, but we could always do with more.
fr: Que dirais-tu de te joindre à nous, Renaldo? Nous avons l'intention d'attaquer le roi en nombre, mais nous pourrions toujours en faire plus.

source: You and whose army?
fr: Vous et quelle armée?

source: We fight with the Black Blade to end the rotten reign of King Tylon.
fr: Nous combattons avec la Lame Noire pour mettre fin au règne pourri du roi Tylon.

source: Then I want no part of it. The Black Blade is comprised of criminals and crackpots. Even if those bandits could depose the King, the result would be disastrous. The realm would be plunged into irrevocable anarchy.
fr: Alors je ne veux pas en faire partie. La Lame Noire est composée de criminels et de fous. Même si ces bandits pouvaient faire tomber le roi, le résultat serait désastreux. Le royaume serait plongé dans une anarchie irrévocable.

source: The idea is nonsense. Now, be on your way.
fr: L'idée est absurde. Maintenant, partez.

source: Ask about King Tylon
fr: Se renseigner sur King Tylon

source: Renaldo. Do you still stand firm in opposition to King Tylon?
fr: Renaldo. Tenez-vous toujours bon face au roi Tylon?
