Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Accept the reward
fr: Accepter la récompense

source: Very well, a hundred each.
fr: Très bien, cent chacun.

source: Show your Scroll of Honour
fr: Montrer votre parchemin d'honneur

source: Need we remind you that we possess a Scroll of Honour? Surely such ongoing dedication to the Ivory Tower should be met with generosity?
fr: Faut-il rappeler que nous possédons un Parchemin d'honneur? Un tel dévouement à la Tour d'Ivoire ne devrait-il pas être accueilli avec générosité?

source: Of course, you have earned our utmost gratitude once again. Two hundred coins apiece!
fr: Bien sûr, vous avez encore une fois mérité notre plus grande gratitude. Deux cents pièces chacune!

source: Demand double
fr: Demande le double

source: Your messenger said that whoever came to your aid would be rewarded with two hundred coins. I came, and so did my brother. By my reckoning that means you owe us two hundred each!
fr: Votre messager a dit que quiconque viendrait à votre secours serait récompensé par deux cents pièces. Je suis venu, et mon frère aussi. À mon avis, cela signifie que vous nous devez deux cents chacun!

source: Know you not the value of what you have preserved by felling these orcs? No, I suppose that is beyond you. Very well, have another hundred between you to squabble over. It is my final offer.
fr: Ne savez-vous pas la valeur de ce que vous avez préservé en abattant ces orcs? Non, je suppose que cela vous dépasse. Très bien, il y a encore une centaine de choses entre vous à se disputer. C'est ma dernière offre.

source: Nicely done, brother.
fr: Bien joué, mon frère.

source: There's something amiss about these pirates.
fr: Il y a quelque chose qui cloche chez ces pirates.

source: Looks like the ship's log. Only a few of the pages are left intact...
fr: On dirait le journal de bord. Seules quelques pages sont restées intactes...

source: Ship's Log
fr: Journal de bord

source: Now that the captain has finally succumbed to the fever, it is left to me to maintain order among the crew. Given the state of things, this is not a duty I cherish. It seems to me that an ill wind has caught our ship of late.
fr: Maintenant que le capitaine a finalement succombé à la fièvre, il me reste à maintenir l'ordre au sein de l'équipage. Vu l'état des choses, ce n'est pas un devoir qui me tient à cœur. Il me semble qu'un mauvais vent a pris notre navire ces derniers temps.

source: Last night, when the final drop of rum was drained, those drunken devils turned their eyes to me - and what remained of the galley reserves. What could I do? They ransacked the ship and wrecked all they found. In their wanton malice I saw signs of the same ailment that twisted the captain's mind.
fr: La nuit dernière, quand la dernière goutte de rhum a été vidée, ces diables ivres ont tourné leurs yeux vers moi - et ce qui restait des réserves de la cuisine. Que pouvais-je faire? Ils ont saccagé le navire et ont détruit tout ce qu'ils ont trouvé. Dans leur malice gratuite, j'ai vu les signes du même mal qui a tordu l'esprit du capitaine.

source: Good god! These men are mad. The fate of the captain was nothing to the mayhem of these last few hours. I fear I am the only one untouched by this hellish fever. As I write I hear them pacing above and below, growling, letting out fearsome noises no man should ever make. I must face my fate: be it by blade or by noose. My choice is made.
fr: Bon dieu! Ces hommes sont fous. Le sort du capitaine n'a rien à voir avec le chaos de ces dernières heures. Je crains d'être le seul à ne pas être touché par cette fièvre infernale. Au moment où j'écris, je les entends faire les cent pas, grogner, émettre des bruits terrifiants qu'aucun homme ne devrait jamais faire. Je dois faire face à mon destin : que ce soit par la lame ou par la corde. Mon choix est fait.

source: A sorry tale, let's leave while we can.
fr: Un conte désolé, partons tant que nous le pouvons.

source: That was insane.
fr: C'était de la folie.

source: That place gives Altaz a run for its money...
fr: Cet endroit donne à Altaz l'impression d'en avoir pour son argent...

source: Let's finish up here and get going. These mages are nuts.
fr: Finissons ici et partons. Ces mages sont fous.

source: Let there be fire!
fr: Qu'il y ait du feu!

source: Please don't disturb me.
fr: Ne me dérangez pas, s'il vous plaît.

source: I'm in the middle of something right now.
fr: Je suis au milieu de quelque chose en ce moment.

source: Rub a dub dub - two men in a tub!
fr: Rub a dub dub - deux hommes dans une baignoire!

source: Haha, nice ship. Where did you find such a mighty vessel?
fr: Haha, joli bateau. Où as-tu trouvé un navire aussi puissant?

source: Look what the sea 'washed up' today!
fr: Regardez ce que la mer a "échoué" aujourd'hui!

source: Welcome to Fire Abbey.
fr: Bienvenue à Fire Abbey.

source: This is the home of the Brotherhood of Fire.
fr: C'est la maison de la Confrérie du Feu.

source: Talk to Emberon if you have any questions.
fr: Parlez à Emberon si vous avez des questions.

source: Hello sailor.
fr: Bonjour marin.

source: You're pretty hot... for a pirate.
fr: Tu es plutôt sexy... pour un pirate.

source: Enjoy the furnace...
fr: Profitez de la fournaise...

source: Can you feel it?
fr: Tu le sens?

source: You mean the heat?
fr: Tu veux dire la chaleur?

source: Of course! The heat rushing out of these fissures is intense. It's a joy just to bask in it.
fr: Bien sûr! La chaleur qui s'échappe de ces fissures est intense. C'est une joie de s'y prélasser.

source: But isn't it dangerous perched on the edge up here?
fr: Mais n'est-ce pas dangereux d'être perché sur le bord ici?

source: Nonsense! I only wish I could get closer.
fr: C'est absurde! J'aimerais seulement pouvoir m'en approcher.

source: Are you mad? It's a pit of fire...
fr: Tu es fou? C'est une fosse de feu...

source: It is a wellspring! For our kind, anyway. The abbey is built on the site of an old volcano. It's dormant, but still the ancient flames heat the air.
fr: C'est une source d'eau! Pour notre espèce, en tout cas. L'abbaye est construite sur l'emplacement d'un ancien volcan. Il est en sommeil, mais les anciennes flammes chauffent toujours l'air.

source: I need to go, it's too much for me.
fr: Je dois y aller, c'est trop pour moi.

source: Ask what he's doing here
fr: Lui demander ce qu'il fait ici

source: What's an elf doing upon these shores?
fr: Que fait un elfe sur ces rivages?

source: I might ask the same of pirates.
fr: Je pourrais demander la même chose aux pirates.

source: We had nowhere else to go.
fr: Nous n'avions nulle part où aller.

source: Then you are the same as I. My destination was the Royal Palace, but it is not safe for me there. The king has no time for envoys, especially those sent by the southern elves.
fr: Alors tu es comme moi. Ma destination était le Palais Royal, mais je n'y suis pas en sécurité. Le roi n'a pas de temps pour les envoyés, surtout ceux envoyés par les elfes du sud.

source: Do you know Glorin of Avalon? He mentioned he had sent people northward to forge an alliance with old Tylon.
fr: Connaissez-vous Glorin d'Avalon? Il a mentionné qu'il avait envoyé des gens au nord pour forger une alliance avec le vieux Tylon.

source: Indeed, Glorin is my lord. I was to seek King Tylon's help in confronting the threat of the volcano, but he would not listen. Thus I have failed. What's more, I cannot return home since a mighty storm bars the route to Avalon. I am in exile.
fr: En effet, Glorin est mon seigneur. Je devais demander l'aide du roi Tylon pour faire face à la menace du volcan, mais il n'a pas voulu m'écouter. J'ai donc échoué. De plus, je ne peux pas rentrer chez moi car une puissante tempête bloque la route vers Avalon. Je suis en exil.

source: Tell him about the storm barrier
fr: Parlez-lui de la barrière d'orages

source: We have seen the storm, and passed through it...
fr: Nous avons vu la tempête, et nous l'avons traversée...

source: Tell me, how did you achieve this?
fr: Dis-moi, comment as-tu fait ça?

source: With an enchanted orb belonging to the Brotherhood of Ice. It is they who conjured the storm. On King Tylon's orders they have blocked the southern seas as a defence against the drakes beyond.
fr: Avec un orbe enchanté appartenant à la Confrérie des glaces. Ce sont eux qui ont conjuré l'orage. Sur ordre du roi Tylon, ils ont bloqué les mers du sud pour se défendre contre les dracans.

source: The man is lower than swine. Whilst I sought his help, he condemns my people!
fr: L'homme est plus bas que les porcs. Alors que je cherchais son aide, il condamne mon peuple!

source: Aye, there are none lower.
fr: Oui, il n'y en a pas de plus bas.

source: Perhaps one other.
fr: Peut-être un autre.

source: This orb you spoke of, do you still have it? I notice you are without vessel. I would grant you passage on my ship if you were to use this magic to allow us home.
fr: Ce globe dont vous avez parlé, l'avez-vous toujours? Je remarque que vous êtes sans vaisseau. Je vous accorderais le passage sur mon vaisseau si vous utilisiez cette magie pour nous permettre de rentrer chez nous.

source: That is a fine plan. We gave our word to Glorin, and it seems we have failed him as well. This we can do.
fr: C'est un bon plan. Nous avons donné notre parole à Glorin, et il semble que nous ayons également échoué. C'est ce que nous pouvons faire.

source: Such a deed would prove thou art no pirate.
fr: Un tel acte prouverait que tu n'es pas un pirate.

source: But first we have some questions for the mages of this abbey.
fr: Mais d'abord, nous avons quelques questions à poser aux mages de cette abbaye.

source: Ask to set sail
fr: Demander à lever les voiles

source: Let us set sail.
fr: Mettons les voiles.

source: Are you in charge here?
fr: C'est vous qui commandez ici?

source: Oh no, Flameheart is the elder mage in this brotherhood. I am his understudy, as are we all.
fr: Oh non, Flameheart est le mage le plus âgé de cette confrérie. Je suis sa doublure, comme nous tous.

source: Ask to see Flameheart
fr: Demander à voir Flameheart

source: May we see Flameheart?
fr: Pouvons-nous voir Flameheart?

source: Certainly, but Flameheart speaks only to those who have lived through the furnace.
fr: Certainement, mais Flameheart ne parle qu'à ceux qui ont vécu dans la fournaise.

source: What's that? Is it a metaphor for something?
fr: Qu'est-ce que c'est? C'est une métaphore pour quelque chose?

source: No. It is a fiery pit of pure heat and unending flame. Prepare thyself.
fr: Non. C'est une fosse ardente de chaleur pure et de flamme sans fin. Prépare-toi.

source: What? Hang on...
fr: Quoi? Attends...

source: Emberon, would you like to join our crew?
fr: Emberon, voulez-vous vous joindre à notre équipage?

source: The abbey is where I belong.
fr: L'abbaye est ma place.

source: Ask about the abbey
fr: Se renseigner sur l'abbaye

source: Tell me of this Abbey. It seems most irregular to live in such a place.
fr: Parlez-moi de cette abbaye. Il semble très irrégulier de vivre dans un tel endroit.

source: It is our home. Why do you live upon the sea?
fr: C'est notre maison. Pourquoi vivez-vous sur la mer?

source: Complain about the furnace
fr: Plainte sur la fournaise

source: The furnace is madness... Why did you send us to that place?
fr: La fournaise est une folie... Pourquoi nous as-tu envoyés à cet endroit?

source: You survived. You are now worthy of speaking to the head of the brotherhood.
fr: Vous avez survécu. Tu es maintenant digne de parler au chef de la confrérie.

source: You almost killed us!
fr: Tu as failli nous tuer!

source: You survived. It is an honour.
fr: Vous avez survécu. C'est un honneur.

source: Ask him about Solane
fr: Lui demander des informations sur Solane

source: What can tell us of the mage Solane? We have crossed her path of late.
fr: Que peut nous dire le mage Solane? Nous avons croisé son chemin dernièrement.

source: You've met Solane, eh? She was a mouthy one for sure, but quite a woman. She had the spark and had it strong. How does she fare these days?
fr: Tu as rencontré Solane, hein? C'était une grande gueule, c'est sûr, mais une sacrée femme. Elle avait l'étincelle et elle était forte. Comment va-t-elle ces jours-ci?

source: Not so well. She has been taken captive by royal forces. It seems they reckon her of importance.
fr: Pas très bien. Elle a été capturée par les forces royales. Il semble qu'ils lui accordent de l'importance.

source: They would be right in such a reckoning. She was a mighty mage.
fr: Ils auraient raison de l'estimer. C'était un mage puissant.

source: Was? Have her powers weakened?
fr: Était? Ses pouvoirs ont-ils été affaiblis?

source: I doubt it. I speak thus only because she left the brotherhood many years ago. She was a marvellous student, but her hot-headed temperament drove her away. The life of the abbey was not for her.
fr: J'en doute. Je parle ainsi uniquement parce qu'elle a quitté la confrérie il y a de nombreuses années. C'était une étudiante merveilleuse, mais son tempérament impétueux l'a fait fuir. La vie de l'abbaye n'était pas pour elle.

source: What did she do after she left here?
fr: Qu'a-t-elle fait après son départ d'ici?

source: At first I believe she turned against her training, went among the towns of men and cavorted with the common sorts you find there. It was a shameful episode, but she soon grew weary of playing the rebel.
fr: Au début, je crois qu'elle s'est détournée de sa formation, est allée dans les villes des hommes et a fréquenté les sortes communes que l'on y trouve. C'était un épisode honteux, mais elle s'est vite lassée de jouer les rebelles.

source: She returned to us briefly. To make amends, I suspect. But she did not stay. Not far from here is an island tower - there she settled down and began again to rekindle the flame of her magic. It is said she pursued unusual powers. I daresay she mastered them too, but it was no longer brotherhood magic.
fr: Elle est revenue vers nous brièvement. Pour faire amende honorable, je suppose. Mais elle n'est pas restée. Non loin d'ici se trouve une tour d'île - là, elle s'est installée et a recommencé à raviver la flamme de sa magie. On dit qu'elle poursuivait des pouvoirs inhabituels. J'ose dire qu'elle les maîtrisait aussi, mais ce n'était plus de la magie de confrérie.

source: Poor Solane. Alas, she trod her own path.
fr: Pauvre Solane. Hélas, elle a suivi son propre chemin.

source: Ask if he knows why Solane was captured
fr: Lui demander s'il sait pourquoi Solane a été capturée

source: Know you why would the royals took Solane? Does the king not have other mages at his disposal?
fr: Sais-tu pourquoi les rois ont pris Solane? Le roi n'a-t-il pas d'autres mages à sa disposition?

source: The brotherhoods are bound to serve the crown, though we remain thankfully aloof from the whims of the idiot king. We provide him with trained mages for his army, he sends us promising initiates from his kingdom.
fr: Les confréries sont tenues de servir la couronne, bien que nous restions heureusement à l'écart des caprices du roi idiot. Nous lui fournissons des mages entraînés pour son armée, il nous envoie des initiés prometteurs de son royaume.

source: Did Tylon seek your counsel on the matter of the drakes?
fr: Tylon a-t-il demandé votre avis sur la question des dracans?

source: Indeed he did. He wished the Brotherhood of Fire to protect him from the demons of the south. He was not pleased when I turned him away.
fr: Oui, il l'a fait. Il a souhaité que la Confrérie du Feu le protège des démons du sud. Il n'était pas content quand je l'ai repoussé.

source: Why refuse him? Surely your dislike of the man is a petty thing in this matter.
fr: Pourquoi le refuser? Ton aversion pour cet homme est sûrement une chose insignifiante dans cette affaire.

source: Listen, it was not out of spite that he found no salvation here. The power of this brotherhood lies in the summoning of fire, in the harnessing of heat and the destructive power of elemental flames.
fr: Ecoute, ce n'est pas par dépit qu'il n'a pas trouvé le salut ici. La puissance de cette confrérie réside dans l'appel du feu, dans l'exploitation de la chaleur et dans le pouvoir destructeur des flammes élémentaires.

source: Alas, the beasts of the volcano draw their power from the same source. Thus we are a blunt weapon in this war. Suffice to say, the king did not grasp this readily.
fr: Hélas, les bêtes du volcan tirent leur puissance de la même source. Nous sommes donc une arme émoussée dans cette guerre. Il suffit de dire que le roi n'a pas saisi cela facilement.

source: You mean you can't fight fire with fire?
fr: Vous voulez dire que vous ne pouvez pas combattre le feu par le feu?

source: Exactly. Already you have surpassed the understanding of our glorious ruler.
fr: Exactement. Vous avez déjà dépassé la compréhension de notre glorieux souverain.

source: But still the royals seek Solane? It doesn't make sense.
fr: Mais les rois cherchent toujours Solane? Ça n'a pas de sens.

source: Perhaps they believe her unorthodox magic might be some use to them. Maybe they are right.
fr: Peut-être qu'ils croient que sa magie peu orthodoxe pourrait leur être utile. Peut-être qu'ils ont raison.

source: Ask about the Brotherhood of Ice
fr: Se renseignez sur la Confrérie des glaces

source: What part does the Brotherhood of Ice play in these affairs?
fr: Quel rôle joue la Confrérie des glaces dans ces affaires?

source: It would have been wiser if the king had called upon our opposite order to challenge the drakes. Uncouth as they are, the Brotherhood of Ice is his best weapon in this war. Instead he saps their elder's energy with that foolish storm barrier. But like I said, he is not a wise king.
fr: Il aurait été plus sage que le roi fasse appel à notre ordre opposé pour contester les dracans. Aussi grossiers soient-ils, la Confrérie de glace est sa meilleure arme dans cette guerre. Au lieu de cela, il puise l'énergie de leurs aînés avec cette stupide barrière anti-tempête. Mais comme je l'ai dit, ce n'est pas un roi sage.

source: Does Frozenheart support the king?
fr: Est-ce que Frozenheart soutient le roi?

source: I know not, but he has done his bidding thus far. Funny you should mention it, news reached me recently of a bungled attempt on the necromancer's life. It seems the king has now taken him to the safety of Fort Liberty. Of course, he cares little for Frozenheart - only the barrier.
fr: Je ne sais pas, mais il a fait ce qu'il avait à faire jusqu'à présent. C'est drôle que vous le mentionniez, j'ai appris récemment qu'une tentative d'assassinat du nécromancien avait échoué. Il semble que le roi l'ait maintenant emmené en sécurité à Fort Liberty. Bien sûr, il se soucie peu de Frozenheart - seulement de la barrière.

source: I can't believe it!
fr: Je n'arrive pas à y croire!

source: $unit.name|? It that really you?
fr: $unit.name|? C'est vraiment toi?

source: Aye, and who are you?
fr: Oui, et qui êtes-vous?

source: That doesn't matter... You escaped from Altaz, right? I heard all about it. You brothers are the talk of the tavern these days. There's even a drinking song doing the rounds...
fr: Ça n'a pas d'importance... Tu t'es échappé d'Altaz, n'est-ce pas? J'ai entendu parler de tout ça. On parle de vous à la taverne ces jours-ci. Il y a même une chanson à boire qui fait la tournée...

source: Oh yeah? Any good?
fr: Ah oui? C'est bon?

source: Largo, this is bad news. We're trying to keep a low profile, remember?
fr: Largo, c'est une mauvaise nouvelle. On essaie de faire profil bas, tu te souviens?

source: Hey, do you fancy coming over for an ale or two? It'd be fine tale to say I'd been drinking with you fellas.
fr: Hé, ça te dit de venir boire une bière ou deux? Ce serait une belle histoire de dire que j'ai bu avec vous les gars.

source: Sure!
fr: Bien sûr!

source: Sigh...
fr: Soupir...

source: It's great to have you on board! Here, I've dug out some of our best ale... cheers!
fr: C'est génial de vous avoir à bord! Tenez, j'ai sorti quelques unes de nos meilleures bières... santé!

source: Politely decline
fr: Refuser poliment

source: I'll pass, if it's all the same to you.
fr: Je passe, si ça ne vous dérange pas.

source: I see. Fine. Well, I'll be off then. I've got ales to drink and places to be.
fr: Je vois. Bien. Bon, je vais y aller alors. J'ai des bières à boire et des endroits où aller.

source: How rude! It's almost like you don't trust me. What do you say, boys?
fr: Comme c'est grossier! C'est presque comme si tu ne me faisais pas confiance. Qu'est-ce que vous en dites, les gars?

source: Drink the ale
fr: Boire de la bière

source: Cheers!
fr: A la vôtre!

source: Good stuff. Nice to run into you, $unit.name|. Give those royals a kicking from us!
fr: Bonne chose. Ravi de vous rencontrer, $unit.name|. Donne un coup de pied à ces royaux de notre part!

source: This ale tastes weird... hang on!
fr: Cette bière a un goût bizarre... attends!

source: Throw it in his face
fr: Lui Jeter au visage

source: $unit.name throws the cup at the captain splashing ale into his eyes. He lets out a yell.
fr: $unit.name" lance la tasse au capitaine en lui éclaboussant les yeux avec de la bière. Il laisse échapper un cri.

source: What the hell? You're a mean piece of work, aren't you? It's a good job you never heard the song they've been singing about you. Anyway, what do you reckon, lads?
fr: C'est quoi ce bordel? Vous êtes un sacré numéro, n'est-ce pas? C'est bien que tu n'aies jamais entendu la chanson qu'ils ont chanté sur toi. De toute façon, qu'est-ce que vous en pensez, les gars?

source: Agh! It burns!
fr: Agh! Ça brûle!

source: Drawing near you see a royal ship torn in two by a treacherous coral reef. In their panic, the remaining crew barely notice you approach.
fr: En s'approchant de vous, on voit un navire royal déchiré en deux par une traîtresse barrière de corail. Dans leur panique, les autres membres de l'équipage remarquent à peine que vous vous approchez.

source: May as well get stuck in. I spot some loot there in the wreckage.
fr: Autant rester coincé. Je repère un butin dans l'épave.

source: Like sitting ducks.
fr: Comme des canards assis.

source: I don't want to spend another minute here. It's pleases me that the gaol is no more, but the place still sickens me.
fr: Je ne veux pas passer une minute de plus ici. Ça me fait plaisir que la prison ne soit plus, mais l'endroit me rend encore malade.

source: Looks like the royals have abandoned Altaz. I suppose we proved it no longer fit for use.
fr: On dirait que la famille royale a abandonné Altaz. Je suppose que nous avons prouvé qu'il n'est plus utilisable.

source: Aye, and we should abandon it too.
fr: Oui, et nous devrions l'abandonner aussi.

source: Here lies Sir Gaddon. A brave soldier and a loving husband.
fr: Ici repose Sir Gaddon. Un brave soldat et un mari aimant.

source: Can you believe this?
fr: Pouvez-vous le croire?

source: You know what, brother? I've just thought of a use for that bomb we picked up...
fr: Tu sais quoi, mon frère? Je viens de penser à l'utilité de cette bombe que nous avons ramassée...

source: I wonder where those ogres are now...
fr: Je me demande où sont ces ogres maintenant...

source: Yeah. Ordon was an idiot, but I liked him.
fr: Ouais. Ordon était un idiot, mais je l'aimais bien.

source: Which one of them had the most brains, do you think?
fr: Lequel d'entre eux avait le plus de cervelle, à ton avis?

source: It's hard to tell.
fr: C'est difficile à dire.

source: Well, they ditched us pretty sharpish. Maybe they weren't that dumb after all.
fr: Eh bien, ils nous ont laissé tomber assez brusquement. Peut-être qu'ils n'étaient pas si bêtes après tout.

source: Those ogres sure saved our asses.
fr: Ces ogres nous ont vraiment sauvé la vie.
