Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: The face of the mine is miles below ground. I could use the shovel to dig up random bits of rock up here, but I don't fancy my chances.
fr: La face de la mine est à des kilomètres sous terre. Je pourrais utiliser la pelle pour déterrer des morceaux de roches au hasard, mais je n'ai pas envie de courir le risque.

source: Clearing this debris will only make the torrent stronger. If we're going to get to the other side we need to block it up somehow.
fr: Déblayer ces débris ne fera que renforcer le torrent. Si nous voulons atteindre l'autre côté, nous devons le bloquer d'une manière ou d'une autre.

source: I've got the perfect tool for shovelling snow...
fr: J'ai l'outil parfait pour pelleter la neige...

source: Let's see if I can clear the rubble with our shovel...
fr: Voyons si je peux déblayer les décombres avec notre pelle...

source: I knew it! We've struck gold, brother! Help me dig up this sand...
fr: Je le savais! Nous avons trouvé de l'or, mon frère! Aide-moi à déterrer ce sable...

source: This shovel might come in handy here!
fr: Cette pelle pourrait être utile ici!

source: Looks like Tet was buried with an almanac...
fr: On dirait que Tet a été enterré avec un almanach...

source: You're digging up a grave for a rotten old book?
fr: Vous creusez une tombe pour un vieux livre pourri?

source: What's this? Seems Gaddon was buried in that fancy golden armour of his.
fr: Qu'est-ce que c'est? On dirait que Gaddon a été enterré dans sa belle armure dorée.

source: We may as well take it. We put some serious dents in the breastplate, but it could still fetch a few coins.
fr: On peut aussi bien la prendre. Nous avons fait de sérieuses bosses sur le plastron, mais il pourrait encore nous rapporter quelques pièces.

source: Golden Armour
fr: Armure d'or

source: This golden armour is real fancy and almost useless. Maybe some blacksmith can fix it up and sell it on?
fr: Cette armure dorée est vraiment fantaisiste et presque inutile. Peut-être qu'un forgeron pourrait la réparer et la vendre?

source: Skull
fr: Crâne

source: Haha, this old skull we found would fit right on...
fr: Haha, ce vieux crâne qu'on a trouvé irait bien sur...

source: Hold on brother! The floor is crumbling! Whoah!
fr: Accroche-toi mon frère! Le sol s'effondre! Whoah!

source: Ah! I'm sliding! I can't grab hold.
fr: Ah! Je glisse! Je n'arrive pas à m'accrocher.

source: What am I supposed to do with this skull? Give some sort of soliloquy? Hang on, that is what I'm doing!
fr: Qu'est-ce que je suis censé faire avec ce crâne? Donner une sorte de soliloque? Tiens bon, c'est ce que je fais!

source: Holy Ankh
fr: Ankh sacrée

source: I wonder if this ankh does anything special? I can't figure it out...
fr: Je me demande si cet ankh fait quelque chose de spécial? Je n'arrive pas à le savoir...

source: Looks like it's just a worthless bit of metal.
fr: On dirait que c'est juste un bout de métal sans valeur.

source: Flowers of Thantos
fr: Fleurs de Thantos

source: These flowers from Thantos seem not to rot. Maybe they live as long as the elves themselves.
fr: Ces fleurs de Thantos ne semblent pas pourrir. Elles vivent peut-être aussi longtemps que les elfes eux-mêmes.

source: Hang on, why am I speaking in rhyme?
fr: Attendez, pourquoi je parle en rimes?

source: Phew, it didn't happen that time.
fr: Ouf, ça n'est pas arrivé cette fois-là.

source: Rose Oil
fr: Huile de rose

source: This rose oil smells okay, I guess. I'm not quite sure why I bought it though.
fr: Cette huile de rose sent bon, je suppose. Mais je ne sais pas trop pourquoi je l'ai achetée.

source: Cockatrice Egg
fr: Oeuf de Cockatrice

source: I've heard stories about people eating these cockatrice eggs, and they never end well.
fr: J'ai entendu des histoires sur des gens qui mangeaient ces œufs de Cockatrice, et ça ne finissait jamais bien.

source: Siren's Blood
fr: Sang de sirène

source: No way am I going to drink this siren's blood. Not after what that merchant said.
fr: Pas question que je boive le sang de cette sirène. Pas après ce que ce marchand a dit.

source: I'm wary of splashing this siren's blood about... Shall we just give it to Bittertooth?
fr: Je me méfie d'éclabousser le sang de cette sirène... Devrions-nous le donner à Dents d'Amertume?

source: You uncork the flask of siren's blood and throw the contents at the naga. It recoils from the contact with the foul-smelling liquid, backs off for a moment and then becomes strangely affectionate. It seems you have a new pet.
fr: Tu débouches le flacon du sang de la sirène et tu en jettes le contenu sur le naga. Il recule au contact du liquide malodorant, recule un instant puis devient étrangement affectueux. Il semble que vous ayez un nouvel animal de compagnie.

source: I don't think this siren's blood is going to work on a creature of this size.
fr: Je ne pense pas que le sang de cette sirène va fonctionner sur une créature de cette taille.

source: Snow
fr: Neige

source: I could put some snow on top of a snowy rock, but I'd rather do something else.
fr: Je pourrais mettre un peu de neige sur un rocher enneigé, mais je préfère faire autre chose.

source: I could try putting more snow here, but it wouldn't make any difference.
fr: Je pourrais essayer de mettre plus de neige ici, mais ça ne ferait aucune différence.

source: I'm not sure why, but I'm going try coating this rock with the snow we picked up.
fr: Je ne sais pas pourquoi, mais je vais essayer de recouvrir ce rocher avec la neige que nous avons ramassée.

source: I don't think putting any more snow on this rock would change much.
fr: Je ne pense pas que mettre plus de neige sur ce rocher changerait grand chose.

source: This snow we picked up is melting, might as well put it down here.
fr: Cette neige que nous avons ramassée fond, autant la déposer ici.

source: Crystaline Vial
fr: Flacon de cristal

source: I guess I could fill up this crystaline vial with water - but we could use a bucket for that. The merchant seemed to think it could be used for something special.
fr: Je suppose que je pourrais remplir cette fiole cristalline avec de l'eau - mais nous pourrions utiliser un seau pour cela. Le marchand semblait penser qu'il pourrait servir à quelque chose de spécial.

source: What am I to do with this empty vial we bought? I think we've been had.
fr: Que dois-je faire avec cette fiole vide que nous avons achetée? Je crois qu'on s'est fait avoir.

source: This crytaline vial seems perfect for scooping up some of this fountain water.
fr: Cette fiole de crytaline semble parfaite pour récupérer un peu de cette eau de fontaine.

source: Indeed, no other vessel could contain these waters.
fr: En effet, aucun autre récipient ne pourrait contenir ces eaux.

source: Interesting. Seems there's enough in the vial for three gulps.
fr: Intéressant. Il semble qu'il y ait assez dans la fiole pour trois gorgées.

source: None should drink the elixir! Its powers are too profound. You may bathe in it safely, but imbibing the water would multiply the magic many times. I fear you would be restored to a former state of being which you would not find... helpful.
fr: Personne ne devrait boire l'élixir! Ses pouvoirs sont trop profonds. Vous pouvez vous y baigner en toute sécurité, mais si vous l'imbibez, la magie sera multipliée par plusieurs fois. Je crains que vous ne soyez ramené à un état antérieur que vous ne trouveriez pas... utile.

source: There's no time for messing around with this elixir right now. Let's come back to that.
fr: Il n'y a pas de temps à perdre avec cet élixir en ce moment. Revenons à cela.

source: The forest is regrown! Come speak with me, men of miracles.
fr: La forêt est en train de repousser! Venez parler avec moi, hommes de miracles.

source: I'm tempted to test out the elixir we picked up on these dead trees.
fr: Je suis tenté de tester l'élixir que nous avons pris sur ces arbres morts.

source: It is a marvel! The tree of the forest lives once more!
fr: C'est une merveille! L'arbre de la forêt vit à nouveau!

source: I'm itching to use this elixir we've got, but that elf gave us a stern warning. I reckon it's too potent to drink. In any case, I'm not gonna risk it.
fr: Ça me démange d'utiliser cet élixir que nous avons, mais cet elfe nous a donné un avertissement sévère. Je pense qu'il est trop puissant pour être bu. En tout cas, je ne vais pas prendre le risque.

source: Tomb Key
fr: Clé du tombeau

source: Whoah, look what we have here!
fr: Whoah, regardez ce que nous avons là!

source: Morteau's Key
fr: Clé de Morteau

source: Palace Bedroom Key
fr: Clé de la chambre du Palais

source: Palace Library Key
fr: Clé de la bibliothèque du Palais

source: Palace Treasury Key
fr: Clé du Trésor du Palais

source: Solant Tower Key
fr: Clé de la tour solaire

source: Temple Of Ice Key
fr: Clé du temple de glace

source: Ivory Tower Dormitory Key
fr: Clé du dortoir de la tour d'ivoire

source: Throne Room Cell Key
fr: Clé de cellule de la salle du trône

source: Book
fr: Livre

source: I haven't got the time to read a book right now. Besides, I can't read.
fr: Je n'ai pas le temps de lire un livre en ce moment. En plus, je ne sais pas lire.

source: Crow's Scroll
fr: Parchemin de Crow

source: Do you want this scroll? Someone called Crow gave it to us.
fr: Voulez-vous ce parchemin? Quelqu'un appelé Crow nous l'a donné.

source: That is of no use to us. Next time bring a book, not just a scrap of parchment.
fr: Il ne nous est d'aucune utilité. La prochaine fois, apportez un livre, pas seulement un morceau de parchemin.

source: I better not break the seal on this scroll that Crow gave us.
fr: Je ferais mieux de ne pas briser le sceau sur ce parchemin que Crow nous a donné.

source: Polupa Treasure Map
fr: Carte au trésor de Polupa

source: Find the tree with the double notch and take two steps north.
fr: Trouvez l'arbre avec la double encoche et faites deux pas vers le nord.

source: Ice Scroll
fr: Parchement de glâce

source: Do you want this scroll? We found it in the Ice Temple.
fr: Voulez-vous ce parchemin? Nous l'avons trouvé dans le Temple de glace.

source: Of course not. Bring us a tome of some worth not just an old parchment.
fr: Bien sûr que non. Apportez-nous un tome de quelque chose qui vaille plus qu'un vieux parchemin.

source: I better not break the seal on this scroll. Maybe Icewind wants it.
fr: Je ferais mieux de ne pas briser le sceau sur ce parchemin. Peut-être que Icewind le veut.

source: Scroll of Honour
fr: Parchemin d'honneur

source: Gambling Den
fr: L'antre du jeu

source: Games Master
fr: Maître des jeux

source: Ah, so you fancy yourself as a gambling man, do you?
fr: Ah, alors vous vous imaginez en joueur, n'est-ce pas?

source: Leave Gambling Den
fr: Quitter la maison de jeu

source: Play Dice
fr: Jouer aux dés

source: If you roll highest you win 10g
fr: Si vous avez le plus haut jet de dés vous gagnez 10 pièces d'or

source: That's enough dice for me today. Come back another time.
fr: Il y a assez de dés pour moi aujourd'hui. Revenez une autre fois.

source: Let's play...
fr: Jouons...

source: The Games Master has rolled a $gm_dice|.
fr: Le maître des jeux a lancé un $gm_dice|.

source: You have rolled a $player_dice|.
fr: Vous avez lancé un dé pour le joueur.

source: Damn your luck! Here's 10g. Want to let me win that back off you?
fr: Damn your luck! Voici 10g. Tu veux que je te laisse gagner ça?

source: I win! Nevermind... maybe next time, eh?
fr: J'ai gagné! Pas grave... peut-être la prochaine fois, hein?

source: It is a draw, so here's your money back. Another game?
fr: C'est un tirage au sort, alors voilà ton argent. Une autre partie?

source: Tavern
fr: Taverne

source: Barmaid
fr: Barmai

source: Didn't you see the sign? No dogs allowed!
fr: Vous n'avez pas vu le panneau? Les chiens sont interdits!

source: Look at the state of this one! You've had one too many already, ain't you darling?
fr: Regardez l'état de celui-ci! Tu en as déjà eu un de trop, n'est-ce pas chéri?

source: We're closed now, love. You drunk us dry!
fr: On est fermé maintenant, mon amour. Tu nous as fait boire à sec!

source: Hello sailor!
fr: Bonjour marin!

source: Oh, you do look thirsty. I'll be right over...
fr: Oh, tu as l'air d'avoir soif. J'arrive tout de suite...

source: Leave Tavern
fr: Quitte la taverne

source: Drink Ale
fr: Boire de la bière

source: Small chance of increasing max HP
fr: Faible chance d'augmenter le HP maximum

source: float^Drunkard
fr: float^Ivrogne

source: Get Sloshed
fr: Va te faire voir

source: Good chance of increasing max HP
fr: Bonne chance d'augmenter le HP maximum

source: Log - Misc Quests
fr: Journal - Autres Quêtes

source: You have currently completed $completed_subquests|% of the available subquests.
fr: Vous avez actuellement complété $completed_subquests|% des sous-quêtes disponibles.

source: Return To Log Menu
fr: Retour au Menu du journal

source: Brother Darcus was pickpocked at Fort Bastille. He seeks his holy ankh.
fr: Frère Darcus a été pickpocket au Fort Bastille. Il cherche son saint ankh.

source: You returned Brother Darcus' holy ankh.
fr: Vous avez rendu la sainte ankh de frère Darcus.

source: The Griply workers have taken control of the distillery.
fr: Les travailleurs de Griply ont pris le contrôle de la distillerie.

source: You helped quell the uprising in Griply.
fr: Vous avez aidé à réprimer le soulèvement à Griply.

source: A pair of cockatrices have escaped from Newhart.
fr: Une paire de cockatrices s'est échappée de Newhart.

source: You gave some cockatrice eggs to the distillery at Newhart.
fr: Vous avez donné des oeufs de Cockatrice à la distillerie de Newhart.

source: Captain Athos wants you to seek out and kill a sea serpent.
fr: Le capitaine Athos veut que vous cherchiez et tuiez un serpent de mer.

source: You hunted a sea serpent for Captain Athos.
fr: Vous avez chassé un serpent de mer pour le Capitaine Athos.

source: The fountain of life on Elixion is said to cleanse curses.
fr: La fontaine de vie sur l'Élixion est censée purifier les malédictions.

source: A cook on Port Rutt wants to find a secluded island to set up shop.
fr: Un cuisinier de Port Rutt veut trouver une île isolée pour s'installer.

source: Moira has set up shop at the hideout, but still needs a cauldron.
fr: Moira s'est installée dans la cachette, mais elle a encore besoin d'un chaudron.

source: Moira will make brews for you if you bring magic mushrooms to her at the hideout.
fr: Moira vous fera des brassins si vous lui apportez des champignons magiques à la cachette.

source: Steven at Greystone Port wants you to give his regards to his father, Leene.
fr: Steven du port de Greystone veut que vous transmettiez ses amitiés à son père, Leene.

source: You met the ghost of Steven's dad on Lantos.
fr: Tu as rencontré le fantôme du père de Steven sur Lantos.

source: Steven joined your crew after you lied to him about his father being alive.
fr: Steven a rejoint votre équipage après que vous lui ayez menti sur le fait que son père était vivant.

source: Nippy at Greystone Port wants you to bring him the skull of a man long dead.
fr: Nippy au port de Greystone veut que vous lui rapportiez le crâne d'un homme mort depuis longtemps.

source: You brought a skull to Nippy which he promptly used against you.
fr: Tu as apporté à Nippy un crâne qu'il a rapidement utilisé contre toi.

source: You bested Nippy in combat, but let him live.
fr: Tu as battu Nippy au combat, mais laisse-le vivre.

source: You defeated Nippy and resurrected his skeleton.
fr: Tu as vaincu Nippy et ressuscité son squelette.

source: A sorcerer at the Ice Temple is after some siren's blood to tame his hydra.
fr: Un sorcier du Temple de glace cherche du sang de sirène pour apprivoiser son hydre.

source: You gave Bittertooth some siren's blood for his hydra. It didn't end well.
fr: Vous avez donné à Bittertooth du sang de sirène pour son hydre. Ça ne s'est pas bien terminé.

source: You found a cache of weapons in a shipwreck on Peoria Ruins.
fr: Vous avez trouvé une cache d'armes dans un naufrage sur les ruines de Peoria.

source: You tipped off the Black Blade about the cache of weapons.
fr: Tu as renseigné la Lame Noire sur la cache d'armes.

source: You tipped off Renaldo's man Rodgers about the cache of weapons.
fr: Vous avez renseigné l'homme de Renaldo, Rodgers, sur la cache d'armes.

source: Sayer wants you to destroy Dr Morteau's house of pain.
fr: Sayer veut que vous détruisiez la maison de la douleur du Dr Morteau.

source: At Sayer's behest you destroyed Dr Morteau's house of pain.
fr: A la demande de Sayer, vous avez détruit la maison de la douleur du Dr Morteau.

source: You destroyed the Altaz Gaol once and for all.
fr: Vous avez détruit la prison d'Altaz une fois pour toutes.

source: A messenger falcon says the Ivory Tower is in danger.
fr: Un faucon messager dit que la Tour d'Ivoire est en danger.

source: You helped save the Ivory Tower from the orc slavers.
fr: Vous avez aidé à sauver la Tour d'Ivoire des esclavagistes orcs.

source: An old acquaintance called Yezza has challenged you to a bragging contest.
fr: Une vieille connaissance appelée Yezza vous a défié à un concours de vantardise.

source: You bested an old acquaintance called Yezza in a bragging contest.
fr: Vous avez battu une vieille connaissance appelée Yezza dans un concours de vantardise.

source: Yezza gave you an old treasure map pointing to a place called Polupa.
fr: Yezza vous a donné une vieille carte au trésor indiquant un lieu appelé Polupa.

source: Hully suggested that Polupa might be a small island in the south.
fr: Hully a suggéré que Polupa pourrait être une petite île au sud.

source: You dug up the buried treasure on Polupa.
fr: Vous avez déterré le trésor enterré sur Polupa.

source: You must donate a book to gain access to the next level of the Ivory Tower.
fr: Vous devez faire don d'un livre pour accéder au niveau suivant de la Tour d'Ivoire.

source: You must donate 2 books to gain access to the next level of the Ivory Tower.
fr: Vous devez faire don de 2 livres pour accéder au niveau suivant de la Tour d'Ivoire.

source: You donated 3 books to gain access to the top of the Ivory Tower.
fr: Vous devez faire don de 3 livres pour accéder au sommet de la Tour d'Ivoire.

source: Droso outside the Ivory Tower will buy your unwanted books for 10g.
fr: Droso devant la Tour d'Ivoire achètera vos livres indésirables pour 10g.

source: You restored the forest of knowledge in the garden of the Ivory Tower.
fr: Vous avez restauré la forêt du savoir dans le jardin de la Tour d'Ivoire.

source: A mage in the Ivory Tower will pay for info about any islands you've discovered.
fr: Un mage dans la tour d'ivoire paiera pour des informations sur les îles que vous avez découvertes.

source: Hully in the Ivory Tower paid you well for info about islands you'd discovered.
fr: Un mage dans la Tour d'Ivoire vous paiera bien pour des infos sur les îles que vous avez découvertes.

source: Calron is eager for his son Chillton to be promoted by the Brotherhood of Ice.
fr: Calron est impatient que son fils Chillton soit promu par la Confrérie des glaces.

source: You helped Calron's son Chillton get promoted by the Brotherhood of Ice.
fr: Vous avez aidé le fils de Calron, Chillton, à être promu par la Confrérie de la glace.

source: Wuhac wants you to kill some scorpions nesting by the twin peaks on Ivory Tower.
fr: Wuhac veut que vous tuiez des scorpions qui nichent près des deux sommets de la Tour d'Ivoire.

source: You killed a pack of scorpions for Wuhac near Ivory Tower.
fr: Tu as tué une meute de scorpions pour Wuhac près de la Tour d'Ivoire.

source: Alderot on Port Rutt gave you 40g. You should probably pay him back sometime.
fr: Alderot on Port Rutt vous a donné 40g. Vous devriez probablement le rembourser un jour.

source: You can sell your unwanted units to Pitto on Slavenia.
fr: Vous pouvez vendre vos unités non désirées à Pitto sur Slavenia.

source: Dr Morteau has offered to buy your unwanted units for his experiments.
fr: Le Dr Morteau a proposé d'acheter vos unités non désirées pour ses expériences.

source: Dr Morteau wants you to bring him a cursed crewman.
fr: Le Dr Morteau veut que vous lui ameniez un équipier maudit.

source: Cewel has lost his dog Ratty near the stream in Black Blade Cavern.
fr: Cewel a perdu son chien Ratty près du ruisseau dans la caverne de Lame Noire.

source: You found Cewel's dog Ratty.
fr: Vous avez trouvé le chien de Cewel, Ratty.

source: Slanos wants some siren's blood to help protect Reef Town from nagas.
fr: Slanos veut du sang de sirène pour aider à protéger Reef Town des nagas.

source: You gave some siren's blood to Slanos.
fr: Vous avez donné du sang de sirène à Slanos.

source: Iklon from Reef Town wants to know the location of Mertropolis.
fr: Iklon de Reef Town veut connaître la localisation de Mertropolis.

source: You told Iklon how to find Mertropolis.
fr: Vous avez dit à Iklon comment trouver Mertropolis.

source: Log - Marco
fr: Journal - Marco

source: Your elder brother, Marco, tipped off the royals and had you imprisoned. You seek revenge.
fr: Ton frère aîné, Marco, a averti la famille royale et t'a fait emprisonner. Tu cherches à te venger.

source: Alderot believes Marco headed south soon after you were captured.
fr: Alderot pense que Marco s'est dirigé vers le sud peu après votre capture.

source: A peasant called Craig has heard that Marco was involved in a revolt on Farrow.
fr: Un paysan du nom de Craig a entendu dire que Marco était impliqué dans une révolte contre Farrow.

source: Renaldo said Marco passed through Farrow and intended to visit Greystone Port.
fr: Renaldo a dit que Marco est passé par Farrow et qu'il avait l'intention de visiter le port de Greystone.

source: Renaldo thinks Marco's island may be shown on a map in the Royal Palace.
fr: Renaldo pense que l'île de Marco pourrait être indiquée sur une carte dans le palais royal.

source: Deliana said Marco's island may be shown on a map in the Royal Palace.
fr: Deliana dit que l'île de Marco peut être indiquée sur une carte dans le palais royal.

source: Hully suggested that Marco's island may be shown on a map in the Royal Palace.
fr: Hully a suggéré que l'île de Marco pourrait figurer sur une carte du Palais royal.

source: Steven thinks Marco might have travelled southwest from Greystone Port.
fr: Steven pense que Marco pourrait avoir voyagé vers le sud-ouest depuis le port de Greystone.

source: You found a royal deed granting Marco ownership of an island called Lantos.
fr: Vous avez trouvé un acte royal accordant à Marco la propriété d'une île appelée Lantos.

source: You found a royal map showing the location of Lantos in the far south.
fr: Vous avez trouvé une carte royale indiquant l'emplacement de Lantos dans l'extrême sud.

source: A ghost on Lantos says the island was destroyed by monsters from the sky.
fr: Un fantôme sur Lantos dit que l'île a été détruite par des monstres venus du ciel.

source: You found Marco on Avalon. He had been been rescued by the elves.
fr: Vous avez trouvé Marco sur Avalon. Il avait été sauvé par les elfes.

source: Once captured, Marco bargained for his release by leading the royals to Solant.
fr: Une fois capturé, Marco a négocié sa libération en menant la famille royale à Solant.

source: Marco was double-crossed by the royals and thrown in a cell at Fort Liberty.
fr: Marco a été doublé par la famille royale et jeté dans une cellule à Fort Liberty.

source: Marco is dead, slain by your hand. At last you have your revenge.
fr: Marco est mort, tué par ta main. Tu as enfin ta vengeance.

source: Log - Hilldon
fr: Journal - Hilldon
