Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Having overthrown one master, we are in no hurry to find another. No disrespect, but we must decline.
fr: Ayant renversé un maître, nous ne sommes pas pressés d'en trouver un autre. Sans vouloir vous manquer de respect, nous devons refuser.

source: Give them directions to Slavenia
fr: Donnez-leur les indications pour aller à Slavenia

source: If you're on the hunt for orcs, you'll find plenty in Slavenia. Here, I'll mark it on your map.
fr: Si vous êtes à la recherche d'orcs, vous en trouverez beaucoup à Slavenia. Tiens, je vais le marquer sur ta carte.

source: I appreciate this, stranger. We have ourselves a new destination! By way of thanks, you may claim the ship's cargo. It is of little use where we go.
fr: J'apprécie, étranger. Nous avons une nouvelle destination! En guise de remerciement, vous pouvez réclamer la cargaison du navire. Elle ne sert pas à grand-chose là où nous allons.

source: Attack the captain and his crew
fr: Attaquer le capitaine et son équipage

source: Your freedom is worth nothing if you're dead. Attack!
fr: Ta liberté ne vaut rien si tu es mort. A l'attaque!

source: Scum! We will throw your bodies overboard, as we did with the orcs.
fr: Racaille! Nous allons jeter vos corps par-dessus bord, comme nous l'avons fait avec les orcs.

source: Investigate the tomb
fr: Fouillez la tombe

source: Well... I'm pretty sure we didn't want that to happen.
fr: Eh bien... Je suis presque sûr qu'on ne voulait pas que ça arrive.

source: We're alive, aren't we? Might be something interesting down here...
fr: On est en vie, n'est-ce pas? Il y a peut-être quelque chose d'intéressant ici...

source: Drink the booze
fr: Boire l'alcool

source: float^Cursed
fr: float^Maudit

source: Take the gold
fr: Prendre l'argent

source: Eat the food
fr: Manger la nourriture

source: Unpetrified
fr: Non pétrifié

source: An ancient skeleton lies crumpled against the wall, its brittle fingers clutching a bleached piece of parchment.
fr: Un ancien squelette gît froissé contre le mur, ses doigts cassants serrant un morceau de parchemin blanchi.

source: Take the skull
fr: Prendre le crâne

source: As you wrench the skull from the spine, the skeleton shudders and the parchment disintegrates into flakes.
fr: Aussitôt le crâne arraché de la colonne vertébrale, le squelette tremble et le parchemin se désintègre en flocons.

source: Read the parchment
fr: Lire le parchemin

source: As you retrieve the parchment the skeleton shudders and the skull hits the hard stone floor, erupting into dust.
fr: Lorsque vous récupérez le parchemin, le squelette tremble et le crâne frappe le sol en pierre dure, se transformant en poussière.

source: What have we here? The paper is full of holes, but I can just about make out the writing.
fr: Qu'avons-nous là? Le papier est plein de trous, mais je peux presque déchiffrer l'écriture.

source: I can't continue... we had been told the tomb was empty and had not prepared for such... if you return perhaps I shall... still I wait and... the poison has... damn that map... I wish... farewell old friend...
fr: Je ne peux pas continuer... on nous avait dit que le tombeau était vide et on ne s'était pas préparé à cela... si tu reviens peut-être je vais... encore j'attends et... le poison a... maudit cette carte... Je souhaite... adieu mon vieil ami...

source: Another skeleton lies scattered upon the floor. Among the bones and debris you find a dusty scroll.
fr: Un autre squelette est éparpillé sur le sol. Parmi les os et les débris se trouve un parchemin poussiéreux.

source: Search for the skull
fr: Attraper le crâne

source: As you search for the skull you accidentally upset the bones and the ancient scroll is crushed into splinters.
fr: En attrapant le crâne, vous avez accidentellement bouleversé les os et l'ancien parchemin est écrasé en éclats.

source: Read the scroll
fr: Lire le parchemin

source: The scroll looks like a map... leading to this very tomb! Was this guy on a treasure hunt? Hang on, there's something scrawled on the side.
fr: Le parchemin ressemble à une carte... menant à ce tombeau même! Ce type était-il à la chasse au trésor? Attends, il y a quelque chose de griffonné sur le côté.

source: Remember... the way lies between the two of three.
fr: Souvenez-vous... le chemin se trouve entre les deux de trois.

source: This hole leads to a tunnel, but it's too narrow to climb into. And there's some strange noises coming from down there.
fr: Ce trou mène à un tunnel, mais il est trop étroit pour y entrer. Et il y a des bruits étranges qui viennent de là.

source: A plaque on the side of the crypt reads: 'Here lies Lady Rue'.
fr: Une plaque sur le côté de la crypte indique: "Ici repose Lady Rue".

source: A plaque on the side of the crypt reads: 'Here lies Lord Rue'.
fr: Une plaque sur le côté de la crypte indique: "Ici repose Lord Rue".

source: Something tells me this creature wasn't meant to be here.
fr: Quelque chose me dit que cette créature n'était pas destinée à être ici.

source: The tale is old, but heed it well. This tomb where once a lord did dwell.
fr: L'histoire est ancienne, mais il faut en tenir compte. Ce tombeau où un seigneur habitait autrefois.

source: Hello? What?
fr: Bonjour? Quoi?

source: You're talking to yourself, brother. It's not a good look.
fr: Tu parles tout seul, mon frère. Ce n'est pas beau à voir.

source: His fortune made, then love he found. And soon by ring the two were bound.
fr: Il a fait fortune, puis il a trouvé l'amour. Et bientôt, les deux furent liés par un anneau.

source: Three twins came forth that fateful day. Though mother in birth was bourn away.
fr: Trois jumeaux sont nés ce jour-là. Bien que la mère à la naissance ait été emportée.

source: And by this loss he cursed his lot. And turned from those his love begot.
fr: Et par cette perte, il a maudit son sort. Et il s'est détourné de ceux que son amour avait engendrés.

source: His sons ignored except in fear. They treasured that which he held dear.
fr: Ses fils ignorés, sauf dans la peur. Ils chérissaient ce qui lui était cher.

source: Did someone just mention treasure?
fr: Est-ce que quelqu'un vient de parler de trésor?

source: It's a riddle, brother. They never mean what they say...
fr: C'est une énigme, mon frère. Ils ne pensent jamais ce qu'ils disent...

source: Raised in wealth by an icy hearth. Each in vice soon trod their path.
fr: Élevé dans la richesse par un foyer glacé. Chacun dans le vice a bientôt foulé son chemin.

source: One drank deep for joy and health. Until drink became the end itself.
fr: On buvait beaucoup à la joie et à la santé. Jusqu'à ce que la boisson devienne la fin en soi.

source: One saw only what was bought and sold. Until blinded by the glint of gold.
fr: On ne voyait que ce qui était acheté et vendu. Jusqu'à être aveuglé par l'éclat de l'or.

source: One feasted fine to soothe his soul. Until appetite consumed him whole.
fr: On festoyait bien pour apaiser son âme. Jusqu'à ce que l'appétit nous consume tout entier.

source: Three paths converged upon the same. From man to monster each became.
fr: Trois chemins convergent en un seul. De l'homme au monstre, chacun est devenu.

source: The father looked from son to son. And deemed his fortune fit for none.
fr: Le père regardait ses fils l'un après l'autre. Et a jugé que sa fortune n'était pas à la hauteur.

source: Who is this that comes before me?
fr: Qui est ce qui vient avant moi?

source: This one's greed has been their ruin. Away with him!
fr: La cupidité de celui-ci a été leur ruine. Lâchez-le!

source: I see one who wasted while their belly grew. Away with him!
fr: Je vois quelqu'un qui a perdu la tête pendant que son ventre grossissait. Qu'il s'en aille!

source: This is nothing but another drunkard! Away with him!
fr: Ce n'est rien d'autre qu'un autre ivrogne! Lâchez-le!

source: Ah, a man untouched by the stain of vice!
fr: Ah, un homme qui n'a pas été touché par la tache du vice!

source: I'm not sure that's strictly true...
fr: Je ne suis pas sûr que ce soit strictement vrai...

source: Long have I waited for a worthy heir. I embrace thee as my own! What's mine is yours, and I may depart at last...
fr: J'ai longtemps attendu un digne héritier. Je t'embrasse comme mon propre fils! Ce qui est à moi est à toi, et je peux enfin partir...

source: Goodbye my son.
fr: Au revoir, mon fils.

source: There's a sturdy lock on this chest... and lots of cobwebs. This thing is old.
fr: Il y a une solide serrure sur ce coffre... et beaucoup de toiles d'araignée. Ce truc est vieux.

source: I'll wait for you brother... If we're going up, we should go together.
fr: Je t'attendrai, mon frère... Si on monte, on devrait y aller ensemble.

source: Are you sure we want to leave right now? You won't convince me to come back here.
fr: Tu es sûr qu'on veut partir tout de suite? Tu ne me convaincras pas de revenir ici.

source: Stay in the tomb
fr: Rester dans la tombe

source: Okay, I'm not quite ready to go just yet.
fr: Ok, je ne suis pas encore tout à fait prêt à y aller.

source: Ascend the stairs
fr: Monter les escaliers

source: Yep, it's time to leave this place...
fr: Yep, il est temps de quitter cet endroit...

source: Talk to Deliana
fr: Parlez à Deliana

source: Where are we? What is this place?
fr: Où sommes-nous? Quel est cet endroit?

source: This is the lair of the Black Blade. Crow told us you would be coming.
fr: C'est le repaire de la Lame Noire. Crow nous a dit que vous viendriez.

source: Crow is dead.
fr: Crow est mort.

source: Yes, we heard the news. It is unfortunate, yet his mission was a success nonetheless.
fr: Oui, nous avons entendu les nouvelles. C'est malheureux, mais sa mission a quand même été un succès.

source: So Crow died for the sake of some old scroll?
fr: Alors Crow est mort à cause d'un vieux parchemin?

source: No, that was merely a test. His mission was to find you - and win your allegiance.
fr: Non, ce n'était qu'un test. Sa mission était de vous trouver - et de gagner votre allégeance.

source: I still don't know what we're getting into here.
fr: Je ne sais toujours pas dans quoi nous nous engageons.

source: Speak to Deliana. You'll find her in the east cavern. She'll set you straight.
fr: Parle à Deliana. Tu la trouveras dans la caverne est. Elle te remettra dans le droit chemin.

source: Back to the ship!
fr: Retourne au bateau!

source: There's no point going up there.
fr: Ça ne sert à rien d'aller là-haut.

source: Looks like this rubble collapsed down from the ceiling, I can't get any further.
fr: On dirait que ces décombres se sont effondrés du plafond, je ne peux pas aller plus loin.

source: I'm sure there should be a secret passage in this alcove.
fr: Je suis sûr qu'il devrait y avoir un passage secret dans cette alcôve.

source: Nope? Oh, well...
fr: Non? Oh, et bien...

source: Where are you going?
fr: Où vas-tu?

source: It's a dead end, friend.
fr: C'est une impasse, mon ami.

source: The stream leads to the sea. There's nothing else down there.
fr: Le ruisseau mène à la mer. Il n'y a rien d'autre en bas.

source: The orcs aren't too talkative.
fr: Les orcs ne sont pas très bavards.

source: It's not often you see your folk among humans. At least not among the same ranks.
fr: Ce n'est pas souvent que tu vois ton peuple parmi les humains. Du moins, pas parmi les mêmes rangs.

source: Aye, but this is no regular army. I joined the Black Blade to fight King Tylon, but only a handful of my fellow clansmen followed me. The others we left behind are simply uninterested in human affairs. In this case, their pride is a blindness.
fr: Oui, mais ce n'est pas une armée régulière. J'ai rejoint la Lame Noire pour combattre le Roi Tylon, mais seule une poignée de mes compagnons de clan m'a suivi. Les autres que nous avons laissés derrière nous se désintéressent tout simplement des affaires humaines. Dans ce cas, leur fierté est un aveuglement.

source: If you ask me, we should strike now while we still can. This place ain't as as safe as some like to think.
fr: Si vous voulez mon avis, nous devrions frapper maintenant, tant que nous le pouvons encore. Cet endroit n'est pas aussi sûr que certains aiment à le penser.

source: You sound scared, Gessel.
fr: Tu as l'air effrayé, Gessel.

source: Listen, I'm prepared to fight for this cause and I'm willing to die for it. I'm not willing to sit around waiting while Tylon hunts us down, one by one.
fr: Ecoutez, je suis prêt à me battre pour cette cause et je suis prêt à mourir pour elle. Je ne suis pas prêt à rester assis à attendre que Tylon nous traque, un par un.

source: Keep on walking...
fr: Continuez à marcher...

source: What's a girl like you doing in a place like...
fr: Que fait une fille comme toi dans un endroit comme...

source: I'm here to fight the forces of oppression. Deliana is the only leader worth following. Under her rule all are equal - men and women too.
fr: Je suis ici pour combattre les forces de l'oppression. Deliana est la seule cheffe qui mérite d'être suivie. Sous son règne, tous sont égaux - les hommes et les femmes aussi.

source: Yeah, my thoughts exactly. See you later.
fr: Oui, c'est exactement ce que je pense. A plus tard.

source: Those orcs make me twitchy. Still not sure why Deliana let them join.
fr: Ces orcs me rendent nerveux. Je ne sais toujours pas pourquoi Deliana les a laissés nous rejoindre.

source: Got a problem with orcs have you?
fr: Tu as un problème avec les orcs, n'est-ce pas?

source: You could say that. Orc slavers raided my village when I was child, took my uncle and left the rest bleeding. It was years ago, but I'm still not sure what happened to him. Anyway, they say the orcs have a slave market nearby. When all this is over I reckon I'll pay them a little visit.
fr: On peut dire ça. Les esclavagistes orcs ont fait une descente dans mon village quand j'étais enfant, ils ont pris mon oncle et ont laissé les autres saigner. C'était il y a des années, mais je ne sais toujours pas ce qui lui est arrivé. De toute façon, on dit que les orcs ont un marché d'esclaves à proximité. Quand tout cela sera terminé, je pense que je leur rendrai une petite visite.

source: Where is this market? Perhaps we can visit them for you.
fr: Où est ce marché? Peut-être que nous pouvons leur rendre visite pour vous.

source: The place is called Slavenia, not far north from here. I'll mark it on your map.
fr: L'endroit s'appelle Slavenia, pas très loin au nord d'ici. Je vais le marquer sur votre carte.

source: Watch yourself, stranger. The others may trust you, but I'm not so sure. We fight the King on account of his cruelty and avarice. Are pirates any better?
fr: Fais attention, étranger. Les autres ont peut-être confiance en toi, mais je n'en suis pas si sûr. Nous combattons le Roi à cause de sa cruauté et de son avarice. Les pirates sont-ils meilleurs?

source: What's eating you, Raven?
fr: Qu'est-ce qui te ronge, Raven?

source: Crow. He was my lover. We came here together, and now he has flown.
fr: Crow. C'était mon amant. Nous sommes venus ici ensemble, et maintenant il s'est envolé.

source: You were at Port Greystone. Tell me, who was his killer?
fr: Tu étais à Port Greystone. Dis-moi, qui était son assassin?

source: I think Tohman killed Crow. We avenged your lover.
fr: Je pense que Tohman a tué Crow. Nous avons vengé ton amant.

source: Thank you, though it is a small consolation. I shall be pleased to fight by your side.
fr: Merci, bien que ce soit une petite consolation. Je serai heureux de me battre à vos côtés.

source: I believe it was Rusty who killed Crow, that man is a nutcase.
fr: Je crois que c'est Rusty qui a tué Crow, cet homme est un cinglé.

source: And yet he lives. My lover shall be avenged.
fr: Et pourtant il vit. Mon amant sera vengé.

source: The Royals
fr: Les hommes du roi

source: Crow was slain by a royalist. It is a sad end, but he died for the sake of the Black Blade.
fr: Crow a été tué par un homme du roi. C'est une triste fin, mais il est mort pour le bien de la Lame Noire.

source: Then we must succeed. It cannot be that Crow died for nought.
fr: Alors nous devons réussir. Il est impossible que Crow soit mort pour rien.

source: Please go, I wish to be alone.
fr: S'il vous plaît, partez, je veux être seul.

source: Hello? Is there someone there?
fr: Salut? Il y a quelqu'un?

source: Aye, Tudoc is the name.
fr: Oui, je m'appelle Tudoc.

source: Why are you lurking in the shadows?
fr: Pourquoi te caches-tu dans l'ombre?

source: It's what I do.
fr: C'est ce que je fais.

source: $unit.name want to hide good like Tudoc. You show how?
fr: $unit.name veut bien se cacher comme Tudoc. Tu lui montres comment?

source: Hiding is for cowards, but I demand to know how you vanish like that. It'll make tracking down my foes that bit easier.
fr: Se cacher, c'est pour les lâches, mais j'exige de savoir comment tu disparais comme ça. Ça va rendre la traque de mes ennemis plus difficile.

source: Many are the reasons one may have for hiding from the world, but how do you manage it?
fr: Il y a beaucoup de raisons pour se cacher du monde, mais comment faire?

source: I can barely see you when you're in there. Can you teach me how to do that?
fr: Je peux à peine te voir quand tu es là-dedans. Peux-tu m'apprendre à faire ça?

source: Your style is cumbersome. If you had come to me fresh it might have been a different matter.
fr: Ton style est lourd. Si tu étais venu me voir en pleine forme, ça aurait pu être une autre affaire.

source: An enemy who cannot see you, cannot strike you. I require thirty coins for my services.
fr: Un ennemi qui ne peut pas te voir, ne peut pas te frapper. J'ai besoin de trente pièces de monnaie pour mes services.

source: Perhaps we'll come back to you on that.
fr: Peut-être que nous reviendrons vers vous à ce sujet.

source: Give him 30 gold
fr: Donnez-lui 30 pièces d'or

source: It's a deal. Show us your tricks.
fr: C'est un marché. Montre-nous tes trucs.

source: After several hours of playing hide and seek, Tudoc eventually loses track of $unit.name|. When he gives up you know the training is complete.
fr: Après plusieurs heures de jeu de cache-cache, Tudoc finit par perdre la trace de $unit.name|. Quand il abandonne, vous savez que la formation est terminée.

source: There's a secret cove on the island above, it'll allow you to sail straight into this cavern.
fr: Il y a une crique secrète sur l'île au-dessus, elle vous permettra d'amarrer directement dans cette caverne.

source: Thanks, I'll look out for it.
fr: Merci, je vais m'en occuper.

source: I'll show you on your map. When you return you may dock here, by the bridge.
fr: Je vais te montrer sur ta carte. Quand tu reviendras, tu pourras t'amarrer ici, près du pont.

source: We found Ratty, but he didn't make it back alive.
fr: On a trouvé Ratty, mais il n'est pas revenu vivant.

source: That's a shame. Stupid dog was always getting into trouble.
fr: C'est dommage. Ce stupide chien avait toujours des ennuis.

source: Cewel, we found Ratty.
fr: Cewel, on a trouvé Ratty.

source: Looks like he's taken a bit of a liking to you. Have him.
fr: On dirait qu'il t'a un peu pris d'affection. Prends-le.

source: You sure?
fr: T'es sûr?

source: Yeah, he's a smelly old thing. I only kept him around to catch rats and he ain't too good at that no more.
fr: Ouais, c'est un vieux truc qui pue. Je le gardais seulement pour attraper les rats et il n'est plus très bon à ça.

source: We're still looking for Ratty.
fr: On cherche toujours Ratty.

source: Well, I don't hold out much hope.
fr: Eh bien, je n'ai pas beaucoup d'espoir.

source: What's up, Cewel?
fr: Quoi de neuf, Cewel?

source: Oh nothing. Just my stupid hound gone missing again.
fr: Oh rien. Juste mon stupide chien de chasse qui a encore disparu.

source: Gone walkabout has he?
fr: Il a disparu, c'est ça?

source: Dunno, he was always chasing rats down by the stream. One day he never came back.
fr: J'sais pas, il chassait toujours les rats au bord du ruisseau. Un jour, il n'est jamais revenu.

source: Reminds me of that time our old dog went missing in the woods. Remember how we found him?
fr: Ça me rappelle la fois où notre vieux chien a disparu dans les bois. Tu te souviens comment on l'a retrouvé?

source: I just went straight out after him, hot on his heels. It was dark, but I found him sniffing around a ditch. I don't think he ever caught that rabbit.
fr: Je suis allé directement le chercher, sur ses talons. Il faisait sombre, mais je l'ai trouvé en train de renifler autour d'un fossé. Je ne pense pas qu'il ait jamais attrapé ce lapin.

source: I seem to recall we went home and set out the next morning, but I think it took us all day. Good job we were well rested. We found him frolicking in a waterwall. I think he'd forgotten all about the rabbit he bolted after.
fr: Il me semble me souvenir que nous sommes rentrés chez nous et que nous sommes partis le lendemain matin, mais je pense que cela nous a pris toute la journée. Nous étions bien reposés. Nous l'avons trouvé en train de batifoler dans un mur d'eau. Je pense qu'il avait oublié le lapin qu'il avait boulonné après.

source: I think I went and roused a few folk from the village. The search party tramped through the woods with torches like an angry mob. When we finally found him, he was hiding under a bridge. Something had rattled him, but I don't think it was the rabbit.
fr: Je crois que je suis allé réveiller quelques personnes du village. L'équipe de recherche a parcouru les bois à la torche comme une foule en colère. Quand nous l'avons finalement trouvé, il se cachait sous un pont. Quelque chose l'avait ébranlé, mais je ne pense pas que c'était le lapin.

source: Weird, that's not the way I remember it. Anyway, I miss that mutt. Shame about what happened to him at the dockyard...
fr: Bizarre, ce n'est pas comme ça que je m'en souviens. De toute façon, ce cabot me manque. Dommage pour ce qui lui est arrivé au chantier naval...

source: Yeah... Shall we get back to looking round this cave?
fr: Ouais... On retourne regarder autour de cette grotte?

source: Seems that dog is stuck somewhere upstream, but the water gets pretty deep here.
fr: On dirait que ce chien est coincé quelque part en amont, mais l'eau est assez profonde ici.

source: Here boy!
fr: Ici mon garçon!

source: Hello old boy, I'm glad to see you're still kicking around. But I'd forgot how much you stink!
fr: Bonjour mon vieux, je suis content de voir que tu es toujours en train de donner des coups de pied. Mais j'avais oublié à quel point tu pues!

source: I heard Renaldo found an old shipment of arms on Peoria. The Black Blade could have really used those weapons.
fr: J'ai entendu dire que Renaldo a trouvé une vieille cargaison d'armes sur Peoria. La Lame Noire aurait vraiment pu utiliser ces armes.

source: What's through here?
fr: Qu'est-ce qu'il y a par ici?

source: It's the storeroom. Off-limits to you. If you want something you need an order slip.
fr: C'est la réserve. C'est interdit. Si vous voulez quelque chose, il vous faut un bon de commande.

source: How do I get one?
fr: Comment en obtenir un?

source: Sounds like you're just trying to blag some gear.
fr: On dirait que tu essaies juste de faire un peu de shopping.

source: This is the storeroom. If you want something you need an order slip.
fr: C'est la réserve. Si tu veux quelque chose, tu as besoin d'un bon de commande.

source: Brother, I guess this might be a good place to store that cache of weapons we found in Peoria. But I'm still not sure where we want them to end up.
fr: Frère, je suppose que c'est un bon endroit pour stocker la cache d'armes qu'on a trouvée à Peoria. Mais je ne sais toujours pas où nous voulons qu'elles finissent.

source: Tell him about the cache of weapons
fr: Parlez-lui de la cache d'armes
