Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Survive for 12 turns
fr: Survivez pendant 12 tours

source: What is this place? Looks like hell.
fr: Quel est cet endroit? On dirait l'enfer.

source: Could be... Our luck's not improving, is it?
fr: Ça pourrait être... Notre chance ne s'améliore pas, n'est-ce pas?

source: This heat is unbearable!
fr: Cette chaleur est insupportable!

source: I don't know what this is, but it looks set to explode. Got to keep moving!
fr: Je ne sais pas ce que c'est, mais ça a l'air prêt à exploser. Il faut continuer à avancer!

source: Not good. We need to kill them quick!
fr: Pas bon. On doit les tuer rapidement!

source: Only one village between the two of us... what kind of cruel game is this?
fr: Un seul village entre nous deux... quel genre de jeu cruel est-ce?

source: These trees are ashen, but solid as rock.
fr: Ces arbres sont cendrés, mais solides comme de la pierre.

source: We've done it! Now what?
fr: On l'a fait! Et maintenant?

source: Looks like a slave ship...
fr: On dirait un bateau d'esclaves...

source: Damn orcs! Let's do them.
fr: Putain d'orcs! Faisons-les.

source: It'll be a nice change to fight on the side of right for once.
fr: Ça va changer de se battre du côté de la droite pour une fois.

source: You're free now.
fr: Tu es libre maintenant.

source: Bugger off!
fr: Va te faire foutre!

source: Get out of my way!
fr: Dégage de mon chemin!

source: Yeah? Yeah? Come on then!
fr: Ouais? Ouais? Allez, viens!

source: Show me the way to go home...
fr: Montre-moi le chemin pour rentrer à la maison...

source: Excuse me, mister.
fr: Excusez-moi, monsieur.

source: The cottage is in dire repair. Furniture and rags lie strewn around the floor, mixed with the shards of countless broken bottles.
fr: Le chalet est en mauvais état. Les meubles et les chiffons jonchent le sol, mélangés aux tessons d'innombrables bouteilles cassées.

source: The stench inside the cottage is unbearable. You quickly leave, only to stumble over a bucket in the doorway overflowing with brown semi-solid fluid.
fr: La puanteur à l'intérieur du cottage est insupportable. Vous sortez rapidement, pour tomber sur un seau dans l'embrasure de la porte, débordant d'un liquide brun semi-solide.

source: Greetings, you can call me $unit.name|. And whom might you be?
fr: Salutations, vous pouvez m'appeler $unit.name|. Et qui pourriez-vous être?

source: The name is Douffany. The rank is lord - Lord of the Brewery.
fr: Le nom est Douffany. Le rang est Seigneur - Seigneur de la Brasserie.

source: Why does a brewery need a lord?
fr: Pourquoi une brasserie a-t-elle besoin d'un seigneur?

source: Who else will keep things in order? The rest of them are drunken sots.
fr: Qui d'autre gardera les choses en ordre? Les autres sont des ivrognes.

source: They do seem a bit overcome...
fr: Ils semblent un peu dépassés...

source: Ah, yes. Well the workers were paid today you see.
fr: Ah, oui. Eh bien, les travailleurs ont été payés aujourd'hui, vous voyez.

source: Ha, stacking up their wages down the tavern. Easily done.
fr: Ha, ils empilent leurs salaires dans la taverne. Facile à faire.

source: Not quite. The workers here are paid in rum. They need little else.
fr: Pas tout à fait. Les travailleurs ici sont payés en rhum. Ils n'ont besoin de rien d'autre.

source: So the whole place is run by drunkards?
fr: Alors tout est géré par des ivrognes?

source: Incorrect. I run the brewery. They merely do the menial work.
fr: Faux. Je dirige la brasserie. Ils ne font que le sale boulot.

source: Like what?
fr: Comme quoi?

source: Well, they make the rum of course.
fr: Eh bien, ils font le rhum bien sûr.

source: I see. So what is it you do exactly?
fr: Je vois. Alors, que faites-vous exactement?

source: I told you, I'm the Lord of the Brewery.
fr: Je vous l'ai dit, je suis le Seigneur de la Brasserie.

source: Forget I asked.
fr: Oublie que j'ai demandé.

source: Only that it's slowed our trade to a trickle. You might do well to ask the sailors over at Greystone Port, providing you can stomach their smell.
fr: Seulement que ça a ralenti notre commerce au compte-gouttes. Vous feriez bien de demander aux marins du port de Greystone, à condition de pouvoir supporter leur odeur.

source: Claim your reward
fr: Réclamez votre récompense

source: We've come for the rum.
fr: Nous sommes venus pour le rhum.

source: Ah, the heroes of the rebellion return to the site of their glorious deed!
fr: Ah, les héros de la rébellion reviennent sur le lieu de leur glorieux exploit!

source: What are you talking about? We bashed around a handful of drunks.
fr: De quoi parlez-vous? On a tabassé une poignée d'ivrognes.

source: We have made a new rum recipe to commemorate your victory: The Mariner's Malt. It is a fine tipple indeed.
fr: Nous avons fait une nouvelle recette de rhum pour commémorer votre victoire : Le malt des marins. Il s'agit d'une boisson très alcoolisée.

source: Whatever, hand it over.
fr: Peu importe, donnez-la nous.

source: We have three barrels prepared for you. They're ready for collection over at the trading port. Farewell.
fr: Nous avons trois barils préparés pour vous. Ils sont prêts à être collectés au port de commerce. Adieu.

source: Death of Deliana
fr: La mort de Deliana

source: Okay, I've had enough of this. Send for reinforcements from the fort!
fr: Bon, j'en ai assez. Envoyez des renforts depuis le fort!

source: We don't have long now. Press home the advantage!
fr: On n'a plus beaucoup de temps. Appuyez sur l'avantage de la maison!

source: We're out of time! Reinforcements have been called from Fort Liberty. We shall be cut down in the sewers like rats.
fr: On n'a plus le temps! Des renforts ont été appelés depuis le Fort Liberty. Nous allons être abattus dans les égouts comme des rats.

source: We've done it!
fr: On a réussi!

source: Good work. Now seek out the throne room and do the deed. We shall finish up here.
fr: Bon travail. Maintenant, cherchez la salle du trône et faites l'acte. Nous finirons ici.

source: We have made it thus far, but the real challenge lies ahead.
fr: Nous avons réussi jusqu'ici, mais le vrai défi est à venir.

source: What is this stink?
fr: Quelle est cette puanteur?

source: We stand in the old sewers beneath Fort Liberty. They were once heavily guarded, but less so now. It seems the royals rely on the beasts that fester here to help deter intruders.
fr: Nous sommes dans les vieux égouts sous le Fort Liberty. Ils étaient autrefois très bien gardés, mais ils le sont moins maintenant. Il semble que la famille royale compte sur les bêtes qui se nourrissent ici pour dissuader les intrus.

source: These beasts can be killed? With normal weapons, I mean?
fr: Ces bêtes peuvent être tuées? Avec des armes normales, je veux dire?

source: Of course. But I must confess my knowledge of this place is based on hearsay.
fr: Bien sûr. Mais je dois avouer que ma connaissance de cet endroit est basée sur des ouï-dire.

source: Now you tell us...
fr: Maintenant vous nous dites...

source: However, I do know that in the north lies the foundations of the fortress. If we can reach them we shall be able to gain entry from below.
fr: Cependant, je sais que dans le nord se trouvent les fondations de la forteresse. Si nous pouvons les atteindre, nous pourrons y pénétrer par le bas.

source: But we must make haste. If we take too long to overcome the guards the king is sure to send reinforcements. That we cannot contend with.
fr: Mais nous devons nous hâter. Si nous mettons trop de temps à vaincre les gardes, le roi est sûr d'envoyer des renforts. Nous ne pouvons pas les affronter.

source: Then let's get going. We have royals to kill.
fr: Alors, allons-y. Nous avons des rois à tuer.

source: Scratch! Scratch!
fr: Gratte! Gratte!

source: Do you hear something?
fr: Tu entends quelque chose?

source: Tis only the sounds of sewer rats, brother.
fr: C'est seulement le bruit des rats d'égout, mon frère.

source: There it is again! Something is coming behind us.
fr: C'est encore là! Quelque chose vient derrière nous.

source: I fear you are right, brother. Deliana, watch our backs.
fr: J'ai bien peur que tu aies raison, mon frère. Deliana, surveille nos arrières.

source: Always.
fr: Toujours.

source: Scratch! Scratch! Scratch!
fr: Gratte! Gratte! Gratte!

source: It's getting closer!
fr: Ça se rapproche!

source: I'm ready for whatever beasts cometh!
fr: Je suis prêt pour tout ce qui arrive aux bêtes!

source: Scratch! Scratch! Scratch! Scratch!
fr: Gratte! Gratte! Gratte! Gratte!

source: Take cover!
fr: A couvert!

source: Manlings! We've come to aid thee.
fr: Manlings! Nous sommes venus vous aider.

source: Klekia! You nearly brought my heart to a stop.
fr: Klekia! Tu as failli arrêter mon coeur.

source: Your deeds on Dahazi do not go unheeded. I've brought warriors for you to recruit and sacks of spice gold. This king must perish!
fr: Vos actions sur Dahazi ne restent pas lettre morte. Je t'ai amené des guerriers à recruter et des sacs d'or des épices. Ce roi doit périr!

source: Call in the gladiators! Spring the trap!
fr: Appelez les gladiateurs! Tendez le piège!

source: They have us surrounded!
fr: Ils nous ont encerclés!

source: Crush them!
fr: Ecrasez-les!

source: Sir Bollon, it is you who will be crushed! We survived the fighting pits only to serve in a sewer under a tyrant. These men saved Judro from scum like you.
fr: Sir Bollon, c'est vous qui serez écrasé! Nous avons survécu aux fosses de combat pour servir dans un égout sous le joug d'un tyran. Ces hommes ont sauvé Judro d'une racaille comme vous.

source: Soldier, follow your orders!
fr: Soldat, suivez vos ordres!

source: If you insist... Deliana, what would you have us do?
fr: Si tu insistes... Deliana, que veux-tu que nous fassions?

source: There are more of us in reserve ready for your friends to recruit. We also bring supplies pilfered from Bollon's armoury.
fr: Nous sommes plus nombreux en réserve, prêts à être recrutés par tes amis. Nous apportons aussi des fournitures volées à l'armurerie de Bollon.

source: Seems those critters were coming through here. This should seal them off for now.
fr: On dirait que ces créatures venaient par ici. Cela devrait les isoler pour le moment.

source: Must I really go swimming in this? The smell is horrendous!
fr: Dois-je vraiment aller nager là-dedans? L'odeur est épouvantable!

source: It seems the sewers streams burst their banks long ago. Let's hope the defences are in a poor state also.
fr: On dirait que les égouts ont débordé il y a longtemps. Espérons que les défenses sont aussi en mauvais état.

source: Poisoned
fr: Empoisonné

source: It is fortunate you found that cache of weapons on Peoria Ruins. We sent Alun to retrieve them and shared them around. I'd say there was about a hundred coins' worth of gear in that old ship.
fr: C'est une chance que vous ayez trouvé cette cache d'armes sur les ruines de Peoria. Nous avons envoyé Alun pour les récupérer et les partager. Je dirais qu'il y avait une centaine de pièces de matériel dans ce vieux navire.

source: It is well that your people have the weapons they need. We can thank Hilldon for that.
fr: C'est bien que votre peuple ait les armes dont il a besoin. Nous pouvons remercier Hilldon pour cela.

source: It's a good job we lugged the figureheads along with us. It seems their powers can aid us even down here.
fr: C'est un bon travail d'avoir trimballé les figures de proue avec nous. Il semble que leurs pouvoirs peuvent nous aider, même ici.

source: They are gaining ground. If we don't reinforce we shall be overrun!
fr: Ils gagnent du terrain. Si nous ne renforçons pas, nous allons être envahis!

source: Hold the line, soldiers. We can see this through!
fr: Tenez la ligne, soldats. Nous pouvons voir à travers!

source: Intruders! Raise the alarm!
fr: Intrus! Donnez l'alarme!

source: I shall do no such thing!
fr: Je ne ferai pas une telle chose!

source: Are you sure, my lord?
fr: Vous êtes sûr, mon seigneur?

source: Yes! What honour is there in running for help every time a few thieves try to sneak into the fortress? Kill them.
fr: Oui! Quel honneur y a-t-il à courir au secours chaque fois que quelques voleurs tentent de se faufiler dans la forteresse? Tuez-les.

source: Very well.
fr: Très bien.

source: It seems there is more vermin than we thought down here. Exterminate them!
fr: Il semble qu'il y ait plus de vermine qu'on ne le pensait ici. Exterminez-les!

source: This creature smells worse than the sewage...
fr: Cette créature sent plus mauvais que les eaux usées...

source: What are trolls doing down here?
fr: Qu'est-ce que les trolls font ici?

source: It is dark and smells bad. It's perfect troll territory.
fr: Il fait sombre et ça sent mauvais. C'est un territoire parfait pour les trolls.

source: I had not anticipated this. When I spoke of beasts, I meant the critters that live in slime. We would do well to take the fight to the trolls' leader and drive them away from here.
fr: Je n'avais pas prévu ça. Quand je parlais de bêtes, je voulais dire les créatures qui vivent dans la boue. Nous ferions bien d'amener le combat au chef des trolls et de les chasser d'ici.

source: I hoped not to die in such a way!
fr: J'espérais ne pas mourir de cette façon!

source: Without Deliana's help we are lost!
fr: Sans l'aide de Deliana, nous sommes perdus!

source: It was a worthy end to help turn this war...
fr: C'était une fin digne d'aider à tourner cette guerre...

source: Twas a foul assignment I was given!
fr: C'était une mission immonde qu'on m'a confiée!

source: Quick, now find the entrance to the fort!
fr: Vite, trouvez l'entrée du fort!

source: Damn it! I'm done for!
fr: Merde! Je suis foutu!

source: I perish...
fr: Je péris...

source: I go to join my love, Crow.
fr: Je vais rejoindre mon amour, Crow.

source: It's a human skull. Looks pretty old.
fr: C'est un crâne humain. Il a l'air assez vieux.

source: I've already got one of these... I don't want to start a collection.
fr: J'ai déjà un de ces... Je ne veux pas commencer une collection.

source: It's probably not right, but I'm taking it anyway.
fr: Ce n'est probablement pas bien, mais je le prends quand même.

source: How you got in here I have no idea.
fr: Comment t'es arrivé ici, j'en ai aucune idée.

source: Bother someone else, I'm busy.
fr: Embête quelqu'un d'autre, je suis occupé.

source: It's just a reading desk.
fr: C'est juste un bureau de lecture.

source: May I use the staircase?
fr: Puis-je utiliser l'escalier?

source: I'm afraid not. You only have access to the first floor of the library.
fr: J'ai bien peur que non. Vous n'avez accès qu'au premier étage de la bibliothèque.

source: What? I suppose you want me to donate another book?
fr: Quoi? Je suppose que vous voulez que je donne un autre livre?

source: Another two books, actually. That is the usual donation we accept to gain access to the second floor.
fr: Deux autres livres, en fait. C'est le don habituel que nous acceptons pour avoir accès au deuxième étage.

source: I should have guessed.
fr: J'aurais dû deviner.

source: Donate some books
fr: Donnez quelques livres

source: I've got two books I'd like to donate.
fr: J'ai deux livres dont j'aimerais faire don.

source: Thank you. You have permission to enter the next floor of the library.
fr: Merci. Vous avez la permission d'entrer au prochain étage de la bibliothèque.

source: Scroll of Honour - coming through!
fr: Parchemin d'honneur - j'arrive!

source: Hello boys. Got anything good for me?
fr: Bonjour les gars. Vous avez quelque chose de bon pour moi?

source: Excuse me...
fr: Excusez-moi...

source: What? Can't you see I'm busy!
fr: Quoi? Vous ne voyez pas que je suis occupé!

source: Right now I am wasting my time talking to you. Before that I was engaged in an important geographical study.
fr: En ce moment, je perds mon temps à vous parler. Avant cela, j'étais engagé dans une importante étude géographique.

source: If you must know, I am preparing a volume concerned with the surveyance of all known lands. Currently, I am researching an entry about the island prison. Alas, little is known of the place.
fr: Si vous voulez savoir, je prépare un volume sur l'arpentage de toutes les terres connues. Actuellement, je fais des recherches sur une entrée concernant la prison de l'île. Hélas, on ne sait pas grand-chose de cet endroit.

source: Tell him about Altaz
fr: Parlez-lui d'Altaz

source: Altaz, you say? We know it well.
fr: Altaz, vous dites? Nous le connaissons bien.

source: I find that hard to believe. I can't find a reference to it in any of the existing studies.
fr: Je trouve ça difficile à croire. Je n'en trouve aucune référence dans les études existantes.

source: Ha, we didn't read about it. We spent a year there. It's a hell hole.
fr: Ha, on n'a rien lu à ce sujet. Nous y avons passé un an. C'est un trou d'enfer.

source: This is incredible! However, I would judge by your appearance that you weren't prison guards. Technically I should inform the authorities, but that might slip my mind if you were to tell me everything you know about the island.
fr: C'est incroyable! Cependant, je jugerais d'après votre apparence que vous n'étiez pas des gardiens de prison. Techniquement, je devrais informer les autorités, mais cela pourrait me sortir de l'esprit si vous me disiez tout ce que vous savez sur l'île.

source: Fair enough, what do you want to know?
fr: Très bien, que voulez-vous savoir?

source: As the brothers recount their tale of Altaz, Hully eagerly records their words with his quill.
fr: Alors que les frères racontent leur histoire d'Altaz, Hully enregistre avec empressement leurs mots avec sa plume.

source: Excellent, the piece has written itself. As a sign of my thanks I'd like you to have this - it's a pouch of twenty gold pieces.
fr: Excellent, la pièce s'est écrite toute seule. En signe de remerciement, j'aimerais que vous ayez ceci - c'est une pochette de vingt pièces d'or.

source: By the way, if you find yourself visiting any other places of interest be sure to come back and tell me. There's more gold where that came from.
fr: Au fait, si vous vous trouvez en train de visiter d'autres lieux intéressants, n'oubliez pas de revenir me le dire. Il y a encore de l'or là d'où il vient.

source: Ask if he knows where Marco's island is
fr: Demander s'il sait où se trouve l'île de Marco

source: As it happens, we're looking for an island that King Tylon gave away as a reward a about a year ago. Any ideas?
fr: Il se trouve que nous sommes à la recherche d'une île que le roi Tylon a donnée en récompense il y a environ un an. Des idées?

source: Without a name, I'm afraid I can't help you. The infomation you want might be held in the Royal Palace - if you can find a way in there.
fr: Sans nom, j'ai peur de ne pas pouvoir vous aider. L'information que vous voulez pourrait être tenue dans le Palais Royal - si vous pouvez trouver un moyen d'y entrer.

source: Ask about Polupa
fr: Se renseigner sur Polupa

source: Does the name Polupa ring any bells?
fr: Le nom de Polupa vous dit-il quelque chose?

source: Hmm. If I recall correctly the word is derived from the old Aragwaithi tongue. I believe it refers to a place of little importance, possibly an island, somewhere in the south.
fr: Hmm. Si je me souviens bien, le mot est dérivé de la vieille langue Aragwaithi. Je crois qu'il fait référence à un endroit de peu d'importance, peut-être une île, quelque part dans le sud.

source: That doesn't really narrow it down.
fr: Ça ne réduit pas vraiment le champ d'application.

source: That's all I know, I'm sorry to leave you under a cloud of doubt.
fr: C'est tout ce que je sais, je suis désolé de vous laisser dans le doute.

source: Tell him about Polupa
fr: Parlez-lui de Polupa

source: We found Polupa. Not much there, at least not anymore...
fr: Nous avons trouvé Polupa. Il n'y a pas grand-chose là-bas, du moins plus maintenant...

source: Hully takes notes as the brothers describe Polupa.
fr: Hully prend des notes pendant que les frères décrivent Polupa.

source: So it's basically a sandy mound? This will barely fill a footnote. I'm afraid I can only give you half my usual fee.
fr: Donc c'est en gros un monticule de sable? Cela remplira à peine une note de bas de page. J'ai bien peur de ne pouvoir vous donner que la moitié de mes honoraires habituels.

source: Tell him about Lantos
fr: Parlez-lui de Lantos

source: Hully takes notes as the brothers tell of what they saw on Lantos.
fr: Hully prend des notes pendant que les frères racontent ce qu'ils ont vu sur Lantos.

source: Thank you once more, here's your payment.
fr: Merci encore une fois, voici votre paiement.

source: Tell him about Black Rock
fr: Parlez-lui de Black Rock

source: Greetings Hully, know of a place called Black Rock?
fr: Salutations Hully, vous connaissez un endroit appelé Black Rock?

source: Hully takes notes as the brothers describe Black Rock.
fr: Hully prend des notes pendant que les frères décrivent Black Rock.

source: Not the most thrilling place, but here's the gold anyway.
fr: Ce n'est pas l'endroit le plus excitant, mais voici quand même l'or.

source: Tell him about Slavenia
fr: Parlez-lui de Slavenia

source: Hully, care to hear about the orcish isle of Slavenia?
fr: Hully, voulez-vous entendre parler de l'île orque de Slavenia?

source: Hully takes notes as the brothers give an account of Slavenia.
fr: Hully prend des notes pendant que les frères font un compte-rendu sur la Slavonie.

source: Sounds like a most unpleasant island. Nevertheless, here's your gold.
fr: On dirait une île très désagréable. Néanmoins, voici votre or.

source: Tell him about Peoria Ruins
fr: Parlez-lui des ruines de Peoria

source: Have you heard of Peoria Ruins?
fr: Avez-vous entendu parler des ruines de Peoria?

source: Only the scantest of rumours. Tell me more...
fr: Seulement la plus petite des rumeurs. Dites-m'en plus...

source: Hully takes notes as the brothers describe Peoria Ruins.
fr: Hully prend des notes alors que les frères décrivent les ruines de Peoria.

source: Another chapter done. Another twenty gold for you.
fr: Un autre chapitre terminé. Encore vingt pièces d'or pour toi.

source: Tell him about Mertropolis
fr: Parlez-lui de Mertropolis

source: The city of Mertropolis is real, we've been there.
fr: La ville de Mertropolis est réelle, nous sommes passés par là.

source: Incredible! I've been searching for references to this for years.
fr: Incroyable! Je cherche des références à ce sujet depuis des années.

source: Hully takes notes as the brothers describe the watery citadel of Mertropolis.
fr: Hully prend des notes alors que les frères décrivent la citadelle aquatique de Mertropolis.

source: An excellent addition to my work. Another twenty gold for you.
fr: Un excellent complément à mon travail. Encore vingt pièces d'or pour vous.

source: Do you know of the elven isle of Avalon?
fr: Connaissez-vous l'île elfique d'Avalon?

source: It's real? I always wondered about that place.
fr: C'est vrai? Je me suis toujours posé des questions sur cet endroit.

source: Aye, it's real enough. A paradise... were it not for the neighbours down there.
fr: Oui, c'est assez réel. Un paradis... si ce n'était pas pour les voisins d'en bas.

source: Hully takes notes as the brothers tell of Avalon.
fr: Hully prend des notes sur Avalon, comme le disent les frères.

source: Marvellous! This entry will surely double my readership. So I shall pay you double! Here's forty coins.
fr: Merveilleux! Cette entrée va sûrement doubler mon lectorat. Je vous paierai donc le double! Voici quarante pièces de monnaie.

source: Ask what he is doing
fr: Demander ce qu'il fait

source: What are you doing here?
fr: Que faites-vous ici?

source: Reading, as is the purpose of libraries.
fr: Lire, comme c'est le but des bibliothèques.
