Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Fine, I'll leave you to it.
fr: Bien, je te laisse faire.

source: Ask if he knows where the Brotherhood of Ice is based
fr: S'il sait où est basée la Confrérie des glaces

source: Do you know where your son was taken? We are searching for the brotherhood ourselves.
fr: Savez-vous où votre fils a été emmené? Nous cherchons nous-mêmes la confrérie.

source: No, it was all very secret. Apparently it is beneficial for students to be out of contact with their families. That's the worst of it, not knowing where he is.
fr: Non, tout était très secret. Apparemment, il est bénéfique pour les étudiants de ne pas être en contact avec leur famille. C'est le pire, ne pas savoir où il est.

source: I see. Nevermind.
fr: Je vois. C'est pas grave.

source: Enquire about the Brotherhood of Ice
fr: S'informer sur la Confrérie des glaces

source: Are you with the Brotherhood of Ice?
fr: Êtes-vous avec la Confrérie des glaces?

source: I am not, but my son is among their order. He was accepted last year but I have not heard word from him. I am terribly anxious.
fr: Je ne le suis pas, mais mon fils fait partie de leur ordre. Il a été accepté l'année dernière, mais je n'ai pas eu de nouvelles de lui. Je suis terriblement anxieux.

source: On what account?
fr: Pour quelle raison?

source: I learned the arts of sorcery the hard way, and it was a lonely path. I dearly wished my son to have the help of the brotherhood. I was overjoyed when he was asked to join, but I know not how he has fared.
fr: J'ai appris les arts de la sorcellerie à la dure, et c'était un chemin solitaire. J'ai souhaité à mon fils de bénéficier de l'aide de la confrérie. J'ai été très heureux quand on lui a demandé de s'engager, mais je ne sais pas comment il s'en est sorti.

source: What's his name?
fr: Quel est son nom?

source: His birth name was Folte, but he was renamed when he joined the brotherhood. They call him Chillton now.
fr: Son nom de naissance était Folte, mais il a été rebaptisé lorsqu'il a rejoint la confrérie. Ils l'appellent Chillton maintenant.

source: It is my hope he has shown promise and been promoted already. I am in the dark as to this.
fr: J'espère qu'il a fait preuve de promesses et qu'il a déjà été promu. Je ne sais pas ce qu'il en est.

source: How terrible for you.
fr: Comme c'est terrible pour vous.

source: Tell him about his son
fr: Parlez-lui de son fils

source: I have been to the Temple of Ice. I'm afraid your son was not promoted.
fr: Je suis allé au Temple de glace. J'ai bien peur que votre fils n'ait pas été promu.

source: This is most unfortunate. Maybe he will pull through next year.
fr: C'est très malheureux. Peut-être qu'il s'en sortira l'année prochaine.

source: I have visited the Temple of Ice. I can confirm that your son was promoted to the role of sorcerer.
fr: J'ai visité le Temple de glace. Je peux confirmer que votre fils a été promu au rôle de sorcier.

source: This is excellent news! I always knew the boy had talent.
fr: C'est une excellente nouvelle! J'ai toujours su que le garçon avait du talent.

source: I might have given him a bit of help.
fr: J'aurais pu lui donner un peu d'aide.

source: You? How so? I am sure he was promoted for his ability. He was always precocious.
fr: Toi? Comment ça? Je suis sûr qu'il a été promu pour son talent. Il a toujours été précoce.

source: Hang on, might you be going back there? To the temple I mean. If so, could you pass on a gift for me? I have been preparing long for Chillton's success. Here, take this box. I want him to have it. But be careful, there's fifty coins in there.
fr: Attends, tu peux y retourner? Au temple, je veux dire. Si c'est le cas, pourriez-vous me faire un cadeau? Je me prépare depuis longtemps au succès de Chillton. Tenez, prenez cette boîte. Je veux qu'il l'ait. Mais attention, il y a cinquante pièces là-dedans.

source: Sure. We'll pass it on, won't we brother?
fr: Bien sûr. Nous allons le lui transmettre, n'est-ce pas mon frère?

source: It's safe with us.
fr: C'est en sécurité avec nous.

source: Greetings, Calron. We saw your son at the temple. He's doing fine.
fr: Salutations, Calron. Nous avons vu votre fils au temple. Il va bien.

source: And you gave him the box?
fr: Et vous lui avez donné la boîte?

source: Yep. We delivered it safely.
fr: Oui. Nous l'avons livrée en toute sécurité.

source: Then you are a fine friend. I'd like to give you fifteen gold for the errand.
fr: Alors vous êtes un bon ami. J'aimerais te donner quinze pièces d'or pour la course.

source: Ha, thanks.
fr: Ha, merci.

source: Want a piece of tail?
fr: Tu veux un morceau de queue?

source: Things are going swimmingly, thanks.
fr: Les choses vont très bien, merci.

source: Seen anything fishy round here?
fr: Tu as vu quelque chose de louche par ici?

source: We welcome you back.
fr: Nous vous souhaitons la bienvenue.

source: Mertropolis is now safe from the threat of the naga. We thank you. But please ensure our whereabouts do not become common knowledge among your kind - lest a new threat draws in.
fr: Mertropolis est maintenant à l'abri de la menace du naga. Nous vous remercions. Mais veillez à ce que nos déplacements ne soient pas connus de tous, de peur qu'une nouvelle menace ne se présente.

source: Ask after Iklon
fr: Demander Iklon

source: Did a swimmer from Reef Town show up here?
fr: Un nageur de Reef Town est-il venu ici?

source: We know of the place, but have seen no visitors from there. It is far for a human to swim.
fr: Nous connaissons l'endroit, mais nous n'avons vu aucun visiteur de là-bas. C'est loin pour un humain de nager.

source: I guess Iklon never made it...
fr: Je suppose qu'Iklon n'est jamais venu...

source: We are due a hefty reward, no?
fr: On nous doit une grosse récompense, non?

source: We gathered this gold from the seabed below. We understand it is of some value to you.
fr: Nous avons recueilli cet or au fond de la mer. Nous comprenons qu'il a une certaine valeur pour vous.

source: Merline hands you a damp pouch bursting with gold pieces. After counting it out, you find there are 150 coins each.
fr: Merline vous remet une pochette humide remplie de pièces d'or. Après l'avoir compté, vous découvrez qu'il y a 150 pièces chacune.

source: Not bad. Not bad at all.
fr: Pas mal. Pas mal du tout.

source: In addition, we have a gift for you. Fashioned from coral, it is a figure depicting our kind. Take and remember, as we will do.
fr: En plus, nous avons un cadeau pour vous. Fabriqué en corail, c'est une figure qui représente notre espèce. Prenez et souvenez-vous, comme nous le ferons.

source: Under the cover of darkness, the brothers erected a makeshift fort upon the shoreline. The smell of salt and sea hung in the moonlit air - a grim reminder of the horrors they'd glimpsed on Morteau. Twisted science or dark magic it mattered not, for when dawn arrived the brothers made their move. Steel in hand and heart.
fr: Sous le couvert de l'obscurité, les frères ont érigé un fort de fortune sur le rivage. L'odeur du sel et de la mer se dégage de l'air éclairé par la lune, rappelant ainsi les horreurs qu'ils avaient entrevu à Morteau. La science tordue ou la magie noire n'avaient aucune importance, car à l'aube, les frères se sont mis en route. L'acier dans la main et le cœur.

source: Death of Dr Morteau
fr: Décès du Dr Morteau

source: Gather, men who once were.
fr: Rassemblez les hommes qui étaient autrefois.

source: Morteau must die...
fr: Morteau doit mourir...

source: It is time to bring down the house of pain.
fr: Il est temps de faire tomber la maison de la douleur.

source: No...
fr: Non...

source: Now he is one of us!
fr: Maintenant il est l'un des nôtres!

source: And we have failed...
fr: Et nous avons échoué...

source: Argh, I pray the next life is less wretched than this one...
fr: Argh, je prie pour que la prochaine vie soit moins misérable que celle-ci...

source: As Sayer's twisted body slumps to the ground the remaining creatures stumble away into the forest. Many of them simply collapse, as if the last vestige of hope had vanished.
fr: Alors que le corps tordu de Sayer s'affaisse sur le sol, les créatures restantes s'éloignent dans la forêt. Beaucoup d'entre elles s'effondrent simplement, comme si le dernier vestige d'espoir avait disparu.

source: Thank you for your assistance.
fr: Merci pour votre aide.

source: Time for our reward, yes?
fr: C'est l'heure de notre récompense, oui?

source: Very well, down to business. Here is the gold I promised, 50g each.
fr: Très bien, au travail. Voici l'or que j'ai promis, 50g chacun.

source: Survive at least a day and a half
fr: Survivre au moins un jour et demi

source: Nagas on the starboard bow!
fr: Nagas à l'avant tribord!

source: Both mariners must escape
fr: Les deux marins doivent s'échapper

source: We need to hurry, if the beast goes too deep we won't stand the pressure...
fr: Nous devons nous dépêcher, si la bête va trop loin, nous ne supporterons pas la pression...

source: We're out of time! The serpent is diving!
fr: On n'a plus le temps! Le serpent plonge!

source: Without warning the mariners are flung to the deck by a sudden violent wave. From the crashing waters emerges a giant beast of the depths, its monstrous jaws towering above the helpless vessel. As the serpent's huge tail heaves beneath the surface, another wave sweeps across the ship, hurling the mariners overboard.
fr: Sans prévenir, les marins sont projetés sur le pont par une vague soudaine et violente. Des eaux qui s'écrasent émerge une bête géante des profondeurs, dont les mâchoires monstrueuses dominent le navire impuissant. Alors que l'énorme queue du serpent s'enfonce sous la surface, une autre vague balaie le navire, projetant les marins par-dessus bord.

source: Where the hell are we?
fr: Où diable sommes-nous?

source: I don't know, but I've got a bad feeling about this.
fr: Je ne sais pas, mais j'ai un mauvais pressentiment.

source: The stench in here is unbearable.
fr: La puanteur ici est insupportable.

source: Old man, pray tell, where are we?
fr: Vieil homme, dis-moi, où sommes-nous?

source: Why, we are in the belly of the beast of course! She'll never find me in here, no sir, hehe.
fr: Pourquoi, nous sommes dans le ventre de la bête bien sûr! Elle ne me trouvera jamais ici, non monsieur, hehe.

source: Make sense old man, or I'll teach you some manners!
fr: Sois raisonnable, vieil homme, ou je t'apprends les bonnes manières!

source: Aha! You must have seen my message. Ink fades but stone remains. Carved from nails my fingers grew to tell tales. Ten years after, one year ago.
fr: Aha! Vous avez dû voir mon message. L'encre s'efface mais la pierre reste. Sculpté dans des ongles, mes doigts ont grandi pour raconter des histoires. Dix ans après, il y a un an.

source: Can you at least tell me how to get out of here?
fr: Pouvez-vous au moins me dire comment sortir d'ici?

source: Mayhaps, if you ask me nice, I'll play a game.
fr: Peut-être que si tu me demandes gentiment, je vais jouer à un jeu.

source: I'm looking for a man called Marco, has he been here?
fr: Je cherche un homme qui s'appelle Marco, il est venu ici?

source: No no no, it wasn't Marco. 'Twas his brothers evicted me from my home.
fr: Non non non, ce n'était pas Marco. C'était ses frères qui m'ont expulsé de ma maison.

source: Marco's brothers? We are Marco's brothers! Do you know something old man?
fr: Les frères de Marco? Nous sommes les frères de Marco! Tu sais quelque chose mon vieux?

source: I lived in a gaol for ten years or so. There is little I know. Oh, I made a rhyme. Twenty points for me!
fr: J'ai vécu dans une prison pendant une dizaine d'années. Je ne sais pas grand chose. Oh, j'ai fait une rime. Vingt points pour moi!

source: Enquire about this place
fr: S'informer sur cet endroit

source: You said we were inside the belly of the beast. What does that mean?
fr: Vous avez dit que nous étions dans le ventre de la bête. Qu'est-ce que cela signifie?

source: My wife will never follow me here, this is my new abode.
fr: Ma femme ne me suivra jamais ici, c'est ma nouvelle demeure.

source: Why would you go to such lengths to hide from your own wife?
fr: Pourquoi t'es-tu donné tant de mal pour te cacher de ta propre femme?

source: She was cursed for her interest in a puddle of water. She only speaks in rhyme, thus I cannot win the game with her. Darn it, no rhymes. Minus ten points for me.
fr: Elle a été maudite pour son intérêt pour une flaque d'eau. Elle ne parle qu'en rimes, donc je ne peux pas gagner la partie avec elle. Bon sang, pas de rimes. Moins dix points pour moi.

source: Ask if there is a way out
fr: Demander s'il y a une sortie

source: Can you tell me how we get back to the sea?
fr: Pouvez-vous me dire comment on retourne à la mer?

source: Me...We...Sea. Oh my, triple rhyme. Thirty points for you. Ok, you win. I'll talk.
fr: Moi...Nous...Mer. Oh mon, triple rime. Trente points pour toi. Ok, vous avez gagné. Je vais parler.

source: The only way out of here is to be unswallowed. That's the right path. It'd be brainless to take the other route.
fr: La seule façon de sortir d'ici est de se faire débouter. C'est le bon chemin. Ce serait idiot de prendre l'autre chemin.

source: The other route?
fr: L'autre chemin?

source: I've said enough, now go. Find the mouth and I will shut mine.
fr: J'en ai assez dit, maintenant partez. Trouvez la bouche et je fermerai la mienne.

source: You are a strange old man, I'll leave you to die in peace.
fr: Tu es un vieil homme étrange, je te laisserai mourir en paix.

source: Hey, what's this?
fr: Hé, c'est quoi ça?

source: There's a chest buried among this rubble. I wonder how it got here?
fr: Il y a un coffre enterré parmi ces décombres. Je me demande comment il est arrivé là?

source: Water! This must be the way out...
fr: De l'eau! Ce doit être la sortie...

source: These are awfully sharp. I'm guessing it's the monster's teeth!
fr: Ils sont très pointus. Je suppose que c'est les dents du monstre!

source: I'm out! Hurry up brother.
fr: Je suis dehors! Dépêche-toi mon frère.

source: Tell me if I'm wrong, but is this...
fr: Dis-moi si je me trompe, mais est-ce que c'est...

source: The brain? You know, I think it might be.
fr: Le cerveau? Tu sais, je pense que ça pourrait l'être.

source: Ha! I know one way to kill this darned creature.
fr: Ha! Je connais un moyen de tuer cette créature maudite.

source: Job done. Now to get out of here!
fr: Le travail est fait. Maintenant, il faut sortir d'ici!

source: I wonder where they've got to...
fr: Je me demande où ils doivent...

source: No more lunar glow! We're ruined!
fr: Plus de lueur lunaire! Nous sommes ruinés!

source: Maybe it was Mrs Newton's fault?
fr: Peut-être que c'est la faute de Mme Newton?

source: The distillery is boarded up. There's nobody inside and no sign of any rum.
fr: La distillerie est condamnée. Il n'y a personne à l'intérieur et aucun signe de rhum.

source: I'm sorry to inform you that we've had to cease production until further notice.
fr: Je suis désolé de vous informer que nous avons dû arrêter la production jusqu'à nouvel ordre.

source: Enquire about the distillery
fr: S'informer sur la distillerie

source: Why is the distillery closed? What happened?
fr: Pourquoi la distillerie est-elle fermée? Que s'est-il passé?

source: Well, our birds escaped. We can't make rum without them. Simple as that.
fr: Eh bien, nos oiseaux se sont échappés. On ne peut pas faire de rhum sans eux. C'est aussi simple que ça.

source: Your pets flew the nest, eh?
fr: Vos animaux se sont envolés du nid, hein?

source: Actually, no. Those birds can't fly, we make sure of that. I can't figure out how it happened.
fr: En fait, non. Ces oiseaux ne peuvent pas voler, on s'en assure. Je n'arrive pas à comprendre comment c'est arrivé.

source: Maybe they just got in the water and swam away?
fr: Peut-être qu'ils sont juste entrés dans l'eau et qu'ils se sont enfuis à la nage?

source: You know what, I never thought of that... I guess it's the only explanation. Unless they were stolen by pirates!
fr: Tu sais quoi, je n'y avais jamais pensé... Je suppose que c'est la seule explication. A moins qu'ils n'aient été volés par des pirates!

source: Unlikely. Pirates aren't that keen on getting turned to stone.
fr: Peu probable. Les pirates n'aiment pas trop se transformer en pierre.

source: Maybe we could help get the distillery running again?
fr: Peut-être qu'on pourrait aider à remettre la distillerie en marche?

source: You'd need to find our birds and return them unharmed. Reckon you can do that?
fr: Il faudrait trouver nos oiseaux et les rendre indemnes. Vous pensez pouvoir le faire?

source: I'm happy to try.
fr: Je suis heureux d'essayer.

source: Then I'm happy to let you try.
fr: Alors je suis heureux de vous laisser essayer.

source: Ask about the birds
fr: Se renseigner sur les oiseaux

source: What use are those birds anyway?
fr: A quoi servent ces oiseaux de toute façon?

source: Ever seen a cockatrice cry?
fr: Vous avez déjà vu une coccinelle pleurer?

source: I'd never seen one at all before I came here.
fr: Je n'en avais jamais vu avant de venir ici.

source: Cockatrice tears have an incredible flavour. It's the main ingredient in our family recipe.
fr: Les larmes de cockatrice ont une saveur incroyable. C'est l'ingrédient principal de notre recette familiale.

source: Ask where the birds might be
fr: Demander où les oiseaux peuvent se trouver

source: Any idea where those birds might have gone?
fr: Une idée d'où ces oiseaux auraient pu aller?

source: I have no idea why or where they went. They are very furtive creatures, always looking for dark corners to hide in. They can't have gone far.
fr: Je ne sais pas pourquoi ni où ils sont allés. Ce sont des créatures très furtives, toujours à la recherche de coins sombres où se cacher. Ils n'ont pas pu aller bien loin.

source: Tell him what happened at Black Rock
fr: Dites-lui ce qui s'est passé à Black Rock

source: We found your damn birds. They'd made a nice little nest for themselves at Black Rock.
fr: Nous avons trouvé vos foutus oiseaux. Ils s'étaient fait un joli petit nid à Black Rock.

source: Ah, so they escaped for the mating season? I forgot all about that, it's supposed to come around every other decade or so...
fr: Ah, alors ils se sont échappés pour la saison des amours? J'avais oublié ça, c'est censé arriver une décennie sur deux...

source: Anyway, where are the birds now? Why aren't they here with you?
fr: De toute façon, où sont les oiseaux maintenant? Pourquoi ne sont-ils pas ici avec vous?

source: Well, they wouldn't come quietly. We had to put them down...
fr: Eh bien, ils ne viendraient pas tranquillement. On a dû les poser...

source: You did what?!
fr: Vous avez fait quoi?!

source: Give him the eggs
fr: Donnez-lui les oeufs

source: Here are some cockatrice eggs we found at Black Rock. They should soon hatch into huge terrifying birds.
fr: Voici des oeufs de cockatrice que nous avons trouvés à Black Rock. Ils devraient bientôt éclore en d'énormes oiseaux terrifiants.

source: Well, it's better than nothing. At least the distillery can open again... eventually.
fr: Eh bien, c'est mieux que rien. Au moins, la distillerie pourra rouvrir... éventuellement.

source: There's nobody here...
fr: Il n'y a personne ici...

source: Let's help ourselves to the booty and be quick about it.
fr: Servons-nous du butin et faisons vite.

source: Up for a little grave robbing brother?
fr: Prêt pour un petit pilleur de tombes?

source: We'd best kill off the walkers out here before we go trapping ourselves in a tomb.
fr: On ferait mieux de tuer les marcheurs avant de se piéger dans une tombe.

source: Investigate the glade
fr: Enquêtez dans la clairière

source: These stones are covered in old etchings. Looks like symbols of some sort.
fr: Ces pierres sont recouvertes de vieilles gravures. On dirait des symboles d'un genre ou d'un autre.

source: I cannot make out their meaning.
fr: Je n'arrive pas à comprendre leur signification.

source: I suppose this was what the elves were guarding.
fr: Je suppose que c'est ce que les elfes gardaient.

source: Read first stone tablet
fr: Lecture de la tablette de la première pierre

source: The world was at war. Human and drake fought for domination. The very planet itself was torn asunder.
fr: Le monde était en guerre. Les hommes et les dracans se sont battus pour la domination. La planète elle-même a été déchirée.

source: Read second stone tablet
fr: Lire la deuxième tablette de pierre

source: In time, the drakes overwhelmed man. Unsatisfied with victory alone, the drakes began a slow but steady genocide of all humans.
fr: Avec le temps, les dracans ont submergé les hommes. Insatisfaits de la seule victoire, les drapeaux ont commencé un génocide lent mais constant de tous les humains.

source: Read third stone tablet
fr: Lire la troisième tablette de pierre

source: But pride had blinded the drakes. In secret, men had formed mighty brotherhoods who learned to use magic as a weapon.
fr: Mais l'orgueil avait aveuglé les dracans. En secret, les hommes avaient formé de puissantes confréries qui avaient appris à utiliser la magie comme une arme.

source: Read fourth stone tablet
fr: Lire la quatrième tablette de pierre

source: The magic of the brotherhoods soon turned the tides. The drakes were forced to regroup in the southern hemisphere.
fr: La magie des confréries a vite fait de renverser la vapeur. Les dracans ont été forcés de se regrouper dans l'hémisphère sud.

source: Read fifth stone tablet
fr: Lire la tablette de la cinquième pierre

source: With the drakes cornered, the Brotherhood cast a spell so mighty it cracked the earth. The drakes fell into these cracks never to be seen again.
fr: Les dracans étant coincés, la Confrérie a jeté un sort si puissant qu'il a fait craquer la terre. Les dracans sont tombés dans ces fissures et on ne les a plus jamais revus.

source: Read sixth stone tablet
fr: Lire la sixième tablette de pierre

source: Angry at being scarred so, the planet exacted its own revenge by destroying half of all life. The planet has warned all living creatures that should such a war happen again it will destroy the other half also.
fr: En colère d'avoir été marquée, la planète a exigé sa propre vengeance en détruisant la moitié de toute vie. La planète a averti tous les êtres vivants que si une telle guerre devait se reproduire, elle détruirait également l'autre moitié.

source: Words written by Meril the Great, Elvish High Shaman of Thantos. Year 22.
fr: Paroles écrites par Meril le Grand, Haut chaman elfe de Thantos. Année 22.

source: An effigy of an elven enchantress, carved with great detail from the trunk of an ancient tree.
fr: Une effigie d'une magicienne elfe, sculptée avec beaucoup de détails dans le tronc d'un arbre ancien.

source: We'll be having that.
fr: On va avoir ça.

source: There was really no reason to come all the way up here.
fr: Il n'y avait vraiment aucune raison de venir jusqu'ici.

source: Make it quick humie.
fr: Fais vite, humie.

source: I'm looking for a human by the name of Marco, has he been here?
fr: Je cherche un humain du nom de Marco, il est venu ici?

source: We've got a full shipment of slaves heading south. If you want to buy, better do it quick.
fr: On a une cargaison complète d'esclaves qui se dirige vers le sud. Si vous voulez acheter, faites-le vite.

source: I'll think about it.
fr: Je vais y réfléchir.

source: Care to join us on some raids?
fr: Tu veux te joindre à nous pour des raids?

source: Two hundred and fifty gold. Up front.
fr: Deux cent cinquante or. A l'avance.

source: Too much for me.
fr: Trop pour moi.

source: Hire Bighorn
fr: Engager Bighorn
