Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Ah, welcome back. Trade has been slow to pick up, but at least the ships are reaching us in one piece now. I fear the rumours of the sea monster will linger for many moons yet...
fr: Ah, bon retour. Le commerce a été lent à reprendre, mais au moins les navires nous arrivent en un seul morceau maintenant. Je crains que les rumeurs sur le monstre marin ne s'attardent encore pendant de nombreuses lunes...

source: Well, it does make a fine yarn.
fr: Eh bien, ça fait un beau fil.

source: Ask if he has any work
fr: Lui demander s'il a un quelconque travail

source: In the last year two of my cargo ships have vanished whilst sailing through the western waters. Such a loss has almost crippled my business.
fr: Au cours de l'année dernière, deux de mes cargos ont disparu alors qu'ils naviguaient dans les eaux occidentales. Une telle perte a presque paralysé mon entreprise.

source: Did they fall prey to pirates? I've heard there are many murderous men upon the waves.
fr: Ont-ils été la proie des pirates? J'ai entendu dire qu'il y a beaucoup d'hommes meurtriers sur les vagues.

source: No, this was not the work of pirates. You see, last week one of my crewmen found his way back here. He was on board the second of the ships to disappear. In the end, he did not fare much better than the rest.
fr: Non, ce n'était pas le travail des pirates. Vous voyez, la semaine dernière, un de mes hommes d'équipage a retrouvé son chemin ici. Il était à bord du deuxième navire à avoir disparu. Au final, il n'a pas fait beaucoup mieux que les autres.

source: My man was feverish and died the morning after he arrived. He spent the night mouthing strange mutterings, words I took to be garbled clues as to the fate of his fellow crewmen. In short, I believe there to be a great monster in those seas. A beast large enough to break the bows of boats. My boats.
fr: Mon homme était fiévreux et il est mort le matin suivant son arrivée. Il a passé la nuit à émettre d'étranges marmonnements, des mots que j'ai pris pour des indices brouillés sur le sort de ses compagnons d'équipage. En bref, je crois qu'il y a un grand monstre dans ces mers. Une bête assez grande pour briser les étraves des bateaux. Mes bateaux.

source: I requested the help of the Royal Navy, but their petty captains merely laughed at the notion of such a thing.
fr: J'ai demandé l'aide de la Royal Navy, mais leurs petits capitaines ont simplement ri à l'idée d'une telle chose.

source: It is not a notion one warms to.
fr: Ce n'est pas une notion à laquelle on s'habitue.

source: I know it is a tall order, but I need that sea to be safe. I cannot risk more ships going under. You will be richly rewarded if you manage to find this creature - and kill it.
fr: Je sais que c'est une tâche difficile, mais j'ai besoin de cette mer pour être en sécurité. Je ne peux pas risquer que d'autres navires coulent. Vous serez richement récompensé si vous parvenez à trouver cette créature - et à la tuer.

source: If we see anything we will report back. But I can't promise we'll find this monster of yours.
fr: Si nous voyons quelque chose, nous vous le signalerons. Mais je ne peux pas vous promettre que nous trouverons votre monstre.

source: Ask about the sea monster
fr: Se renseigner sur le montre des mers

source: About this sea monster, Athos.
fr: A propos de ce monstre marin, Athos.

source: Have you found it? Excellent! I knew I...
fr: L'avez-vous trouvé? Excellent! Je savais que je...

source: No, we're still looking.
fr: Non, on cherche encore.

source: This is the wrong place to be looking.
fr: Ce n'est pas le bon endroit pour chercher.

source: Tell him about the serpent
fr: Parlez-lui du serpent

source: Ah, you return! Something tells me you are ready to believe my tale now, eh?
fr: Ah, tu reviens! Quelque chose me dit que tu es prêt à croire à mon histoire maintenant, hein?

source: Yes, we found the creature you spoke of.
fr: Oui, nous avons trouvé la créature dont vous avez parlé.

source: And it has perished?
fr: Et elle a péri?

source: It was us who nearly perished, the creature lives.
fr: C'est nous qui avons failli mourir, la créature vit.

source: This is a shame.
fr: C'est une honte.

source: We were eaten alive, Athos! That we managed to escape is a miracle enough.
fr: Nous avons été dévorés vivants, Athos! Que nous ayons réussi à nous échapper est un miracle suffisant.

source: I see. Such a tale would seem incredible, were it not for the one that preceded it. Nevertheless, a confirmed sighting might be the thing to stir those damn royals into action. Though you failed in what I asked, I feel duty bound to give some reward for your... troubles.
fr: Je vois. Un tel récit semblerait incroyable, si ce n'était de celui qui l'a précédé. Néanmoins, une observation confirmée pourrait être la chose qui inciterait ces fichus royaux à agir. Bien que vous ayez échoué dans ce que j'ai demandé, je me sens obligé de donner une récompense pour vos... ennuis.

source: You are an honourable soul, captain.
fr: Vous êtes une âme honorable, capitaine.

source: Take this purse of 70 gold and let us hope your next voyage is less eventful.
fr: Prenez cette bourse d'or 70 et espérons que votre prochain voyage sera moins mouvementé.

source: Aye, but it was no small endeavour. We were swept from our ship into its very belly! I hope this errand of yours pays well.
fr: Oui, mais ce n'était pas une mince affaire. Nous avons été emportés de notre navire dans son ventre même! J'espère que votre course sera fructueuse.

source: Such a tale would seem incredible, were it not for the one that preceded it. I am pleased that you have lived to tell it. You shall indeed be rewarded.
fr: Une telle histoire semblerait incroyable, si ce n'était de celle qui l'a précédée. Je suis heureux que vous ayez vécu pour la raconter. Vous serez en effet récompensé.

source: Now tell me, what do you make of this galleon behind me? Or would you prefer a sack of gold. Say, two hundred pieces?
fr: Maintenant, dites-moi, que pensez-vous de ce galion derrière moi? Ou préférez-vous un sac d'or. Disons, deux cents pièces?

source: We'll take the gold, thanks.
fr: Nous allons prendre l'or, merci.

source: Very well. It is a pleasure to have done business with you.
fr: Très bien. C'est un plaisir d'avoir fait affaire avec vous.

source: Take the galleon
fr: Prendre le galion

source: The galleon would make a fine reward.
fr: Le galion ferait une belle récompense.

source: Very well, it is yours.
fr: Très bien, il est à vous.

source: What will you christen your new ship?
fr: Comment allez-vous baptiser votre nouveau navire?

source: I christen this ship $ship_name|.
fr: Je baptise ce navire $nom_du_bateau|.

source: Ask what he knows of the southern storm
fr: Lui demander ce qu'il sait sur l'orage au sud

source: Athos, you're a man of the sea. Maybe you can help us?
fr: Athos, tu es un homme de la mer. Peut-être peux-tu nous aider?

source: How so?
fr: Comment ça?

source: It is a strange tale. We sailed south for many days and spotted a storm unlike any other. Great heavy clouds hung in the sky. Seemed like it would never blow over.
fr: C'est une histoire étrange. Nous avons navigué vers le sud pendant plusieurs jours et avons repéré une tempête pas comme les autres. De gros nuages lourds pendaient dans le ciel. On aurait dit qu'il ne passerait jamais.

source: Yes, I have seen this sight myself. It is a damnable thing. You are right in thinking it is not quick to pass. I have been expecting a shipment from the outlying lands and it is now several weeks late.
fr: Oui, j'ai vu ce spectacle moi-même. C'est une chose maudite. Vous avez raison de penser qu'elle ne passe pas vite. J'attendais un chargement des terres éloignées et il a maintenant plusieurs semaines de retard.

source: Know you what could cause such a gale?
fr: Vous savez ce qui pourrait causer un tel coup de vent?

source: I do not, but would dearly like to. Some of my sailors have their hunches of course. I've heard them speak of the Brotherhood of Ice. I've followed it up with royal officials, but it has got me nowhere.
fr: Je ne sais pas, mais j'aimerais bien le savoir. Certains de mes marins ont bien sûr leur intuition. Je les ai entendus parler de la Confrérie des Glaces. J'ai suivi l'affaire avec les officiels royaux, mais ça ne m'a mené nulle part.

source: Athos, we are making our move on Fort Liberty. Do we have your backing?
fr: Athos, nous nous dirigeons vers Fort Liberty. Avons-nous votre soutien?

source: Cease this careless talk! I cannot be heard discussing treason with a couple of pirates. Keep your voices down and I'll refrain from alerting the guards. That is all the support I can offer.
fr: Cessez ces paroles imprudentes! On ne m'entend pas parler de trahison avec un couple de pirates. Baissez d'un ton et je m'abstiendrai d'alerter les gardes. C'est tout le soutien que je peux offrir.

source: Has the Crow landed?
fr: Le Corbeau a-t-il atterri?

source: Um, I guess so. We've got this scroll for you.
fr: Hum, je suppose que oui. Nous avons ce parchemin pour vous.

source: Shhh, now leave quietly. The Crow is waiting.
fr: Shhh, maintenant partez tranquillement. Le corbeau attend.

source: Sorry, do I know you?
fr: Désolé, je vous connais?

source: You have an ungodly curse upon you! Stay back!
fr: Vous avez une malédiction impie sur vous! Restez en arrière!

source: Greetings friend. You have a weary look about you. Tell me, have you seen the light?
fr: Salutations amies. Tu as un regard las de toi. Dis-moi, tu as vu la lumière?

source: Ask about the Brotherhood of Light
fr: Se renseigner sur la Confrérie de la Lumière

source: What business has the Brotherhood of Light in these parts?
fr: En quoi la Confrérie de la Lumière est-elle utile dans ces régions?

source: Our business is to spread the light, thus in dark times our calling takes us far and wide.
fr: Notre métier est de répandre la lumière, ainsi dans les temps sombres notre vocation nous emmène loin et au loin.

source: Ha! So you seek to convert the royals?
fr: Ha! Alors vous cherchez à convertir les rois?

source: Aye, you may laugh. I came here to preach but I was pickpocketed whilst doing so. My holy symbol was taken and now I cannot return to the monastery. If you chance upon it please think of me.
fr: Oui, vous pouvez rire. Je suis venu ici pour prêcher, mais j'ai été piqué pendant que je le faisais. Mon symbole sacré a été pris et maintenant je ne peux plus retourner au monastère. Si vous en avez l'occasion, pensez à moi.

source: Sure! And what is this symbol? Is it precious?
fr: Bien sûr! Et quel est ce symbole? Est-il précieux?

source: It is an ankh, a symbol of my monastery. It is worthless to all except me, though I daresay the fool who purloined it believed otherwise. It is neither enchanted nor made of anything more valuable than bronze. Nevertheless, he who returns it to me shall be blessed.
fr: C'est un ankh, un symbole de mon mon monastère. Il ne vaut rien pour personne, sauf pour moi, bien que j'ose dire que le fou qui l'a dérobé croyait le contraire. Il n'est ni enchanté ni fait de quelque chose de plus précieux que le bronze. Néanmoins, celui qui me le rendra sera béni.

source: Ask about his ankh
fr: Se renseigner sur l'ankh

source: Have you found that which was stolen from you?
fr: Avez-vous trouvé ce qui vous a été volé?

source: Alas, I seek it still, though it is likely the symbol has been whisked to some far off place.
fr: Hélas, je le cherche encore, bien qu'il soit probable que le symbole ait été transporté dans un endroit éloigné.

source: Tell him about his ankh
fr: Parlez-lui de son ankh

source: We found your ankh, but I don't think you'll get it back without a fight.
fr: Nous avons trouvé votre ankh, mais je ne pense pas que vous le récupérerez sans vous battre.

source: You bring bad news. I suppose I am compelled to return without it. Thank you nonetheless.
fr: Vous apportez de mauvaises nouvelles. Je suppose que je suis obligé de revenir sans elle. Merci quand même.

source: Return the ankh
fr: Retournez l'ankh

source: We have found your holy symbol, Darcus. It was in the possession of a student from the Ivory Tower.
fr: Nous avons trouvé ton symbole sacré, Darcus. Il était en la possession d'un étudiant de la Tour d'Ivoire.

source: This is good news, but please spare me the details! I am certain I would not approve.
fr: C'est une bonne nouvelle, mais épargne-moi les détails! Je suis certain que je n'approuverais pas.

source: Do you approve of, say, a little reward?
fr: Approuvez-vous, disons, une petite récompense?

source: Very well. I knew it would come to this, so I have prepared potions for you both. Drink it now and let the light seep in.
fr: Très bien. Je savais qu'on en arriverait là, alors j'ai préparé des potions pour vous deux. Buvez maintenant et laissez la lumière s'infiltrer.

source: Brother, excuse me. I know this might sound rude, but what do you know about the Brotherhood of Ice?
fr: Frère, excuse-moi. Je sais que cela peut paraître grossier, mais que savez-vous de la Confrérie des glaces?

source: They are the most elusive of all the brotherhoods. Their temple is purposefully hidden, though it is believed that the king has some access to their elders.
fr: C'est la plus insaisissable de toutes les confréries. Leur temple est délibérément caché, bien qu'on pense que le roi a accès à leurs anciens.

source: Do you know of anyone who has seen their temple?
fr: Connaissez-vous quelqu'un qui a vu leur temple?

source: Um, yes... there is one who once joined the Brotherhood but did not last his training. His name is Morteau. But he is a very unpleasant and vainglorious character.
fr: Euh, oui... il y en a un qui a rejoint la confrérie mais qui n'a pas suivi sa formation. Il s'appelle Morteau. Mais c'est un personnage très désagréable et vaniteux.

source: Thank you, maybe we should seek out this Morteau.
fr: Merci, peut-être que nous devrions chercher ce Morteau.

source: I do not advise it.
fr: Je ne vous le conseille pas.

source: Ask him about the Black Blade
fr: Se renseigner sur la Lame Noire

source: What do you know of the Black Blade?
fr: Que savez-vous de la Lame Noire?

source: They are bloodthirty thieves, so I am told.
fr: Ce sont des voleurs de sang, à ce qu'on m'a dit.

source: You don't sound so sure...
fr: Tu n'as pas l'air si sûr...

source: I would believe it more readily if the ones who told me were not so bloodthirsty themselves.
fr: Je le croirais plus volontiers si ceux qui me l'ont dit n'étaient pas eux-mêmes aussi assoiffés de sang.

source: Do you mean the royals?
fr: Vous voulez dire les rois?

source: I shall say no more on the matter.
fr: Je ne dirai rien de plus à ce sujet.

source: Anything going on around here?
fr: Il se passe quelque chose par ici?

source: Depends who's asking. A coin might prompt my memory.
fr: Ça dépend de qui demande. Une pièce de monnaie pourrait me rappeler quelque chose.

source: Give him a gold piece
fr: Donnez-lui une pièce d'or

source: Here's your coin...
fr: Voici ta pièce...

source: So, anything in particular you want to ask me about?
fr: Alors, tu veux me demander quelque chose en particulier?

source: Ask about the buildings in Fort Bastille
fr: Se renseigner sur les bâtiments à Fort Bastille

source: Tell me about the buildings here in Fort Bastille.
fr: Parlez-moi des bâtiments ici au Fort Bastille.

source: Well, you're stood in the market place. There's a few shops here - mainly they sell wares to the sailors passing through. You might want to visit the tavern if you've got an hour or a day to spare.
fr: Eh bien, vous êtes sur la place du marché. Il y a quelques magasins ici - ils vendent surtout des marchandises aux marins de passage. Si vous avez une heure ou une journée de libre, vous devriez aller à la taverne.

source: Also, you'll see a statue in the centre of the town. It was built to honour some royal hero, though I can't say who he was exactly. Even General Leo probably couldn't tell you.
fr: Vous verrez aussi une statue au centre de la ville. Elle a été construite en l'honneur d'un héros royal, bien que je ne puisse pas dire qui il était exactement. Même le général Leo ne pourrait probablement pas vous le dire.

source: If you're looking for a new ship, you'd do well to visit the shipyards. Speak with Danielo, he'll sort you out.
fr: Si vous cherchez un nouveau bateau, vous feriez bien de visiter les chantiers navals. Parlez avec Danielo, il vous aidera à trouver.

source: Thanks, Jessip.
fr: Merci, Jessip.

source: Ask about the people of Fort Bastille
fr: Se renseigner sur les gens de Fort Bastille

source: Is there anyone in town I should know about?
fr: Y a-t-il quelqu'un en ville que je devrais connaître?

source: Hmm, let me see. General Leo oversees this port. He was once highly revered round here, but the king shamed him. Stripped him of battle honours, they say. Now he's stuck with magistrate duties.
fr: Hmm, laisse-moi voir. Le général Leo supervise ce port. Il était autrefois très vénéré par ici, mais le roi lui a fait honte. Il l'a dépouillé des honneurs de la bataille, dit-on. Maintenant, il est coincé avec des fonctions de magistrat.

source: There's also Brother Darcus. He's an envoy from the Brotherhood of Light. He's nice enough, but you'd better watch your tongue with him. He's here to save our souls, and that means no cursing!
fr: Il y a aussi Frère Darcus. C'est un envoyé de la Confrérie de la Lumière. Il est assez gentil, mais vous feriez mieux de surveiller votre langage avec lui. Il est ici pour sauver nos âmes, et ça veut dire pas de malédiction!

source: Sounds like an idiot. Anyone else?
fr: On dirait un idiot. Quelqu'un d'autre?

source: Brother Darcus used to be stationed here, but he left to return to his monastery. Things seem to be getting worse these days without his calming influence.
fr: Frère Darcus était en poste ici, mais il est parti pour retourner à son monastère. Les choses semblent empirer ces jours-ci sans son influence calmante.

source: You'll also find Captain Athos down at the docks. He's kind of a big shot around here. Owns a couple of merchant ships and does a good trade in foreign goods.
fr: Vous trouverez aussi le capitaine Athos sur les quais. Il est un peu un gros bonnet par ici. Il possède quelques navires marchands et fait un bon commerce de marchandises étrangères.

source: Does the Black Blade have any presence here in Fort Bastille?
fr: La Lame Noire est-elle présente ici au Fort Bastille?

source: I doubt it. There were talk last month of a traitor amongst the spearmen ranks but Leo clamped down hard. Executed one or two, he did.
fr: J'en doute. Le mois dernier, on a parlé d'un traître dans les rangs des lanciers, mais Leo a pris des mesures énergiques. Il en a exécuté un ou deux, c'est vrai.

source: So they don't operate around here?
fr: Alors ils n'opèrent pas par ici?

source: Not likely. Most of their activity seems to confined to the north west. They're probably holed up on some rock over there.
fr: Peu probable. La plupart de leurs activités semblent se limiter au nord-ouest. Ils sont probablement terrés sur un rocher là-bas.

source: Sorry, I am very busy at the moment. Please come back later.
fr: Désolé, je suis très occupé en ce moment. Revenez plus tard, s'il vous plaît.

source: You need a new ship? You've come to the right place.
fr: Vous avez besoin d'un nouveau bateau? Vous êtes au bon endroit.

source: Buy a new ship
fr: Acheter un nouveau navire

source: My ships are the finest you'll find in the royal kingdom.
fr: Mes navires sont les plus beaux que vous trouverez dans le royaume royal.

source: Which ship do you want to buy?
fr: Quel navire voulez-vous acheter?

source: I'll buy the dhow. Here's 100 gold.
fr: Je vais acheter le boutre. Voici 100 pièces d'or.

source: Caravel
fr: Caravelle

source: I'll buy the caravel. Here's 125 gold.
fr: Je vais acheter la caravelle. Voici 125 pièces d'or.

source: Frigate
fr: Frégate

source: I'll buy the frigate. Here's 175 gold.
fr: Je vais acheter la frégate. Voici 175 pièces d'or.

source: A wise purchase. May she sail true.
fr: Un achat judicieux. Qu'il navigue vraiment.

source: Speak with Alderot
fr: Parlez avec Alderot

source: Trade, recruit and make merry
fr: Echanger, recruter et faire la fête

source: Boss, we not go on ship. We stay here.
fr: Patron, on ne va pas sur le bateau. Nous restons ici.

source: Why on earth do you want to stay here?
fr: Pourquoi diable voulez-vous rester ici?

source: We want home. Ogre ship come here much times, we wait.
fr: Nous voulons rentrer à la maison. Le bateau des ogres vient souvent ici, nous attendons.

source: Very well, I suppose you deserve it. I hope you make it back.
fr: Très bien, je suppose que vous le méritez. J'espère que vous reviendrez.

source: Ordon sad.
fr: Ordon triste.

source: Goodbye, friend.
fr: Au revoir, mon ami.

source: One day I'll be a pirate like yourself. But this club just can't bash like yours.
fr: Un jour, je serai un pirate comme toi. Mais ce gourdin ne peut pas frapper comme le tien.

source: The more you use a weapon, the more deadly it becomes.
fr: Plus tu utilises une arme, plus elle devient mortelle.

source: Trying to stay in the black? Even though villages yield no gold, they still provide upkeep for your men. Not all of your crew is loyal.
fr: Vous essayez de rester dans le noir? Même si les villages ne rapportent pas d'or, ils assurent l'entretien de vos hommes. Tous vos hommes ne sont pas loyaux.

source: You won't find no royals here. Alderot gets hefty bribes into the right pockets.
fr: Vous ne trouverez pas de membres de la famille royale ici. Alderot reçoit de gros pots-de-vin dans les bonnes poches.

source: A good captain always keeps a log of events. Don't forget to check your log when your memory fails you.
fr: Un bon capitaine tient toujours un journal des événements. N'oubliez pas de vérifier votre journal quand votre mémoire vous fait défaut.

source: Men at sea often lose track of time, but time doesn't stop. Whenever your ship runs out of movement, another five days have passed.
fr: Les hommes en mer perdent souvent la notion du temps, mais le temps ne s'arrête pas. Chaque fois que votre navire est à court de mouvement, cinq jours supplémentaires se sont écoulés.

source: Howdy boys. Fancy helping a damsel in distress?
fr: Howdy boys. Envie d'aider une demoiselle en détresse?

source: I see no damsel round here. What do you want?
fr: Je ne vois pas de demoiselle par ici. Qu'est-ce que vous voulez?

source: Charming! Very well, I'll cut to the chase. I'm a cook, of sorts, specialising in rare and potent brews. Used to work out of Fort Bastille, but the royals just busted my place. Took my stuff and turfed me out. General Leo's goons were muttering something about... illegal substances.
fr: Charmant! Très bien, je vais aller droit au but. Je suis cuisinier, en quelque sorte, spécialisé dans les bières rares et puissantes. Je travaillais au Fort Bastille, mais la famille royale vient de me démolir. Ils ont pris mes affaires et m'ont mis à la porte. Les hommes de main du général Leo murmuraient quelque chose à propos de... substances illégales.

source: Sounds intriguing. At least they didn't lock you up.
fr: Ça semble intriguant. Au moins, ils ne t'ont pas enfermé.

source: True, but I've got nothing now. No shop, no gear, no brew. All I need is somewhere to pitch up, a few bits and pieces and a chance to get working again.
fr: C'est vrai, mais je n'ai plus rien maintenant. Pas de magasin, pas de matériel, pas de bière. Tout ce dont j'ai besoin, c'est d'un endroit pour m'installer, quelques pièces et une chance de me remettre au travail.
