Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: It's never happened, but I suppose the borrower would incur a slightly bigger fine.
fr: Ça n'est jamais arrivé, mais je suppose que l'emprunteur aurait une amende un peu plus élevée.

source: I get the picture. See you round, yeah?
fr: J'ai compris. On se voit plus tard, d'accord?

source: Welcome to the Ivory Tower.
fr: Bienvenue à la Tour d'Ivoire.

source: Speak to Dylii if you have questions.
fr: Parlez à Dylii si vous avez des questions.

source: Keep moving.
fr: Continuez d'avancer.

source: No loitering.
fr: Pas de flânerie.

source: Sheathe your weapons.
fr: Rangez vos armes.

source: Nothing to report.
fr: Rien à signaler.

source: The gate is secure.
fr: La porte est sécurisée.

source: It's all quiet on this side.
fr: Tout est calme de ce côté.

source: Enter the tower
fr: Entrez dans la tour

source: Where would you like to travel?
fr: Où voulez-vous voyager?

source: Huh? Who said that?
fr: Hein? Qui a dit ça?

source: Whoah, a talking signpost. What a strange place.
fr: Whoah, un panneau indicateur parlant. Quel endroit étrange.

source: If you have any complaints about the service please speak to a member of staff.
fr: Si vous avez des plaintes à formuler à propos du service, veuillez vous adresser à un membre du personnel.

source: I've no complaints, I'm just a bit...
fr: Je n'ai pas de plaintes, je suis juste un peu...

source: Good, now tell me - where would you like to travel?
fr: Bien, maintenant dites-moi - où voulez-vous voyager?

source: Go to the main gate
fr: Aller à la porte principale

source: Go to the gardens
fr: Aller aux jardins

source: Go to the west gate
fr: Aller à la porte ouest

source: Go to the east gate
fr: Aller à la porte est

source: All quiet on the western front?
fr: Tout est calme sur le front occidental?

source: Yes indeed, thanks to yourself.
fr: Oui, en effet, grâce à vous.

source: You have killed the scorpions?
fr: Vous avez tué les scorpions?

source: Not yet. I'll be back when the job's done.
fr: Pas encore. Je reviendrai quand le travail sera terminé.

source: Greetings, may I ask...
fr: Salutations, puis-je vous demander...

source: Not now.
fr: Pas maintenant.

source: What's the matter? All you're doing is standing there.
fr: Qu'est-ce qu'il y a? Tout ce que tu fais, c'est rester là.

source: Wuhac protects the west gate. This is not a light duty.
fr: Wuhac protège la porte ouest. Ce n'est pas une tâche facile.

source: It certainly looks difficult.
fr: Ça a l'air difficile.

source: You do not understand. The vistors to city must be kept safe from dune beasts.
fr: Vous ne comprenez pas. Les visiteurs de la ville doivent être protégés des bêtes des dunes.

source: What sort of beast are we talking about?
fr: De quelle sorte de bête parlons-nous?

source: Scorpions. They have nest just north of here, by the twin peaks. There be many, with nasty sting.
fr: Scorpions. Ils ont fait leur nid juste au nord d'ici, près des deux sommets. Il y en a beaucoup, avec de vilaines piqûres.

source: Want some help? We could do with some extra coin to spend at the bazaar here.
fr: Tu veux de l'aide? On pourrait avoir besoin d'un peu plus d'argent pour le bazar.

source: Hmm, very good. I guard gate - you kill scorpions. Come back alive and I give you gold.
fr: Hmm, très bien. Je garde la porte - tu tues les scorpions. Reviens vivant et je te donne de l'or.

source: We've wiped out all the dune beasts. They won't trouble you anymore.
fr: On a éliminé toutes les bêtes des dunes. Elles ne vous dérangeront plus.

source: Thank you greatly. I reward you now as promised. Here are sixty-five coins of gold.
fr: Merci beaucoup. Je vous récompense maintenant comme promis. Voici soixante-cinq pièces d'or.

source: Looks like a landslide has filled this oasis.
fr: On dirait qu'un glissement de terrain a rempli cette oasis.

source: This is easy money.
fr: C'est de l'argent facile.

source: Hang on, the ground just shook beneath my feet...
fr: Accrochez-vous, le sol vient de trembler sous mes pieds...

source: I think that's the last of them. Let's head back.
fr: Je crois que c'est le dernier. Retournons en arrière.

source: You are of the blade, are you not?
fr: Tu es de la lame, n'est-ce pas?

source: Are you talking about Deliana's gang?
fr: Tu parles de la bande de Deliana?

source: Quiet. Even the Ivory Tower is not safe for us.
fr: Silence. Même la Tour d'Ivoire n'est pas sûre pour nous.

source: You're an agent? What are you doing here?
fr: Tu es un agent? Qu'est-ce que tu fais ici?

source: Keeping my eyes open. The Dunefolk do not bow before King Tylon, but nor do they oppose him.
fr: Je garde les yeux ouverts. Les Dunefolk ne s'inclinent pas devant le roi Tylon, mais ne s'opposent pas non plus à lui.

source: Has there been any trouble with the royals here?
fr: Y a-t-il eu des problèmes avec la famille royale ici?

source: No, Tylon cannot risk angering the Dunefolk, but he often pushes for more than his due.
fr: Non, Tylon ne peut pas risquer d'énerver les Dunefolk, mais il fait souvent pression pour obtenir plus que ce qui lui est dû.

source: How do you mean?
fr: Comment ça?

source: Not long past a royal squadron came ashore, looking for a sorceress. Why, I do not know, but their search was evidently in earnest. They were rather unpleasant in their questioning of Arku. Indeed, Dylii was forced to ask them to take their leave.
fr: Il n'y a pas si longtemps, un escadron royal a débarqué, à la recherche d'une sorcière. Je ne sais pas pourquoi, mais leur recherche était manifestement sérieuse. Ils ont été plutôt désagréables dans leur interrogatoire d'Arku. En effet, Dylii a été forcé de leur demander de prendre congé.

source: A sorceress? This is interesting, but we must get going.
fr: Une sorcière? C'est intéressant, mais nous devons y aller.

source: I'll bet it was Solane they were looking for. Somehow Marco knew the royals were after her.
fr: Je parie que c'est Solane qu'ils cherchaient. Marco savait que la famille royale était après elle.

source: What are you up to?
fr: Qu'est-ce que tu fais?

source: Mind your own business.
fr: Occupe-toi de tes affaires.

source: Roll up, roll up!
fr: Roule, roule!

source: You have books for sale?
fr: Tu as des livres à vendre?

source: Ask what he sells
fr: Demander lui ce qu'il vend

source: What is it you sell here?
fr: Qu'est-ce que vous vendez ici?

source: I sell nothing. I am hawking for books. I wish to enter the library, to train as a student. It seems to me you are not the learning type. Perhaps you wish to pass on any tomes you find to me? I will pay ten coins for each.
fr: Je ne vends rien. Je fais du colportage de livres. Je souhaite entrer à la bibliothèque, me former en tant qu'étudiant. Il me semble que vous n'êtes pas du genre à apprendre. Peut-être souhaitez-vous me transmettre les tomes que vous trouvez? Je paierai dix pièces pour chacun.

source: Sell him a book
fr: Vend-lui un livre

source: Here. Have this book, it's no use to me.
fr: Ici. Prends ce livre, il ne me sert à rien.

source: Thank you kindly.
fr: Merci beaucoup.

source: Offer him the Scroll of Honour
fr: Offre-lui le Parchemin d'honneur

source: You interested in purchasing a Scroll of Honour?
fr: Vous souhaitez acheter un parchemin d'honneur?

source: What? Wow! I mean hmm, maybe. I pay fifty coins?
fr: Quoi? Ouah! Je veux dire hmm, peut-être. Je paie 50 pièces?

source: Sell him the Scroll of Honour
fr: Vends-lui le Parchemin d'honneur

source: Here. The Scroll of Honour is yours.
fr: Ici. Le parchemin d'honneur est à vous.

source: Thank you, thank you. Thank you!
fr: Merci, merci. Merci!

source: Greetings, traveller. I have the very thing you need.
fr: Salutations, voyageur. J'ai exactement ce qu'il vous faut.

source: I doubt it. What are you anyway?
fr: J'en doute. Qu'est-ce que tu es de toute façon?

source: Me? I'm a collector of exotic items. A merchant of exquisite wares!
fr: Moi? Je suis un collectionneur d'objets exotiques. Un marchand d'articles exquis!

source: Blood of sirens, oil of roses and vials of crystaline... These are among the wonders I stock.
fr: Le sang des sirènes, l'huile de rose et les flacons de cristaline... Ce sont quelques-unes des merveilles que je possède.

source: Ask about the other merchant
fr: Se renseigner sur les autres marchands

source: Where's that other merchant gone?
fr: Où est passé l'autre marchand?

source: You speak of Droso? Ah, a sorry tale. He brought it on himself, so desperate was he to study in the tower.
fr: Vous parlez de Droso? Ah, une bien triste histoire. Il l'a apportée sur lui, tellement il était désespéré d'étudier dans la tour.

source: He presented himself at the tower with what could have only been a forgery. The librarians knew one such as him could not possess a true Scroll of Honour. He was banished from this place for evermore.
fr: Il s'est présenté à la tour avec ce qui ne pouvait être qu'un faux. Les bibliothécaires savaient qu'un tel homme ne pouvait pas posséder un véritable parchemin d'honneur. Il fut banni de cet endroit pour toujours.

source: Ask about the siren's blood
fr: Se renseigner sur le sang de sirène

source: Is it true that siren's blood can tame a hydra?
fr: Est-il vrai que le sang des sirènes peut apprivoiser une hydre?

source: Ah, so you have heard the fables? I'm sure it does, though I'm bound to say that my sample comes with a disclaimer.
fr: Ah, vous avez donc entendu les fables? J'en suis sûr, même si je dois dire que mon échantillon est accompagné d'une clause de non-responsabilité.

source: What's that?
fr: Qu'est-ce que c'est?

source: It won't tame a hydra. Only real siren's blood can do that.
fr: Ça n'apprivoisera pas une hydre. Seul le vrai sang de sirène peut faire ça.

source: Then you're trying to flog us a fake?
fr: Alors vous essayez de nous refiler un faux?

source: I'm sure you wouldn't see it like that if you knew what was in the bottle. The liquid I possess has an aroma of incredible beauty!
fr: Je suis sûr que vous ne le verriez pas comme ça si vous saviez ce qu'il y a dans la bouteille. Le liquide que je possède a un arôme d'une incroyable beauté!

source: Is it siren's blood or not?
fr: C'est du sang de sirène ou pas?

source: Yes, of course! That's why I cannot let it go for less than forty coins. But I wouldn't try to tame a hydra with it. Just saying.
fr: Oui, bien sûr! C'est pourquoi je ne peux pas le laisser partir pour moins de quarante pièces. Mais je n'essaierais pas d'apprivoiser une hydre avec. Je dis juste ça comme ça.

source: Tell me about the siren's blood...
fr: Parlez-moi du sang de la sirène...

source: It is a scented, crimson liquid of ancient provenance. Dangerous to drink, but a beauty to behold! I cannot let it go for less than forty coins.
fr: C'est un liquide parfumé, cramoisi, d'origine ancienne. Dangereux à boire, mais une beauté à contempler! Je ne peux pas le laisser partir pour moins de quarante pièces.

source: Buy some siren's blood
fr: Acheter du sang de sirène

source: I'll buy the siren's blood.
fr: Je vais acheter le sang de la sirène.

source: A fine choice. But don't expect a refund.
fr: Un bon choix. Mais n'attendez pas de remboursement.

source: Come back when you have the funds. It costs forty coins.
fr: Revenez quand vous aurez les fonds. Ça coûte 40 pièces.

source: Ask about the oil of roses
fr: Se renseigner sur l'huile de roses

source: What use is the oil of roses?
fr: A quoi sert l'huile de rose?

source: I offer you beauty and you speak of usefulness? This is not a tool, my friend. It is a treasure! Nay, it is art!
fr: Je vous offre la beauté et vous parlez d'utilité? Ce n'est pas un outil, mon ami. C'est un trésor! Non, c'est de l'art!

source: But what is it?
fr: Mais qu'est-ce que c'est?

source: The clue is in the name... it is the oil from a rose fish.
fr: L'indice est dans le nom... c'est l'huile d'un poisson rose.

source: What the hell is a rose fish?
fr: Mais c'est quoi un poisson rose?

source: It is a creature used to make this very oil! I'll sell it for no less than thirty coins...
fr: C'est une créature utilisée pour faire cette huile! Je vais la vendre pour pas moins de trente pièces...

source: Buy some oil of roses
fr: Achetez de l'huile de rose

source: I'll buy the rose oil.
fr: Je vais acheter l'huile de rose.

source: Really? Great, hand me the coins...
fr: Vraiment? Super, passe-moi les pièces...

source: Okay, but why the red face? I smell something fishy about this.
fr: Ok, mais pourquoi cette tête rouge? Je sens quelque chose de louche là-dedans.

source: It's only the oil, I assure you!
fr: C'est seulement l'huile, je t'assure!

source: Come back when you have the funds. It costs thirty coins.
fr: Reviens quand tu auras les fonds. Ça coûte trente pièces.

source: Ask about the crystaline vial
fr: Se renseigner sur les fioles cristalline

source: What is this crystaline vial?
fr: Qu'est-ce que cette fiole cristalline?

source: A vessel of fine craftmanship and rare qualities.
fr: Un vaisseau d'une grande finesse et de qualités rares.

source: An empty jar?
fr: Une fiole vide?

source: Don't be a pessimist, this vial can be used to hold elixirs that no other could carry. It's yours for fifty coins.
fr: Ne soyez pas pessimiste, cette fiole peut être utilisée pour contenir des élixirs qu'aucun autre ne pourrait transporter. Elle est à vous pour cinquante pièces de monnaie.

source: Buy a crystaline vial
fr: Achetez un flacon de cristal

source: I'll buy the crystaline vial.
fr: Je vais acheter le flacon de cristaline.

source: A wise purchase!
fr: Un achat judicieux!

source: Come back when you have the funds. It costs fifty coins.
fr: Reviens quand tu auras les fonds. Ça coûte cinquante pièces.

source: Someone forgot to water the plants. These trees are well and truly dead.
fr: Quelqu'un a oublié d'arroser les plantes. Ces arbres sont bel et bien morts.

source: Do not mock the forest of knowledge!
fr: Ne vous moquez pas de la forêt de la connaissance!

source: I know not how it came to be, but you have helped the forest grow once more - as was predicted by the elders. The age of enlightenment is upon us!
fr: Je ne sais pas comment c'est arrivé, mais tu as aidé!a forêt à se développer une fois de plus, comme l'avaient prédit les anciens. Le siècle des lumières est à nos portes!

source: I wouldn't get carried away...
fr: Je ne me laisserais pas emporter...

source: The night of ignorance draws to a close! There will be much to discuss with the scholars on this momentous day. We thank you with our hearts as well as our minds. For now, take this: it is a Scroll of Honour that grants full access to the library. Seek out Jorno on the top floor, he will no doubt have more to say.
fr: La nuit de l'ignorance touche à sa fin! Il y aura beaucoup à discuter avec les savants en ce jour mémorable. Nous vous remercions de tout cœur. Pour l'instant, prenez ceci : c'est un parchemin d'honneur qui donne accès à la bibliothèque. Cherchez Jorno au dernier étage, il en aura sans doute plus à dire.

source: Ask about the city
fr: Se renseigner sur la ville

source: Tell me about this place?
fr: Parlez-moi de cet endroit?

source: Know you not of the Ivory Tower?
fr: Tu ne connais pas la Tour d'Ivoire?

source: No, that's why I asked.
fr: Non, c'est pour ça que j'ai demandé.

source: It seems you have much to learn. Then again, you have come to the right place.
fr: Il semble que tu aies beaucoup à apprendre. Et puis, tu es venu au bon endroit.

source: Ask about the trees
fr: Se renseigner sur les arbres

source: What's up with these trees?
fr: Qu'est-ce qui se passe avec ces arbres?

source: The forest of knowledge was planted the same year the tower was built. Each tree represents one of the six branches of learning. As the elder scholars passed over, and the knowledge of the library lost its hold on the minds of men, so too did the trees wither.
fr: La forêt de la connaissance a été plantée l'année même de la construction de la tour. Chaque arbre représente l'une des six branches du savoir. Au fur et à mesure que les anciens savants passaient, et que le savoir de la bibliothèque perdait son emprise sur l'esprit des hommes, les arbres se flétrissaient également.

source: It is said that the forest will one day return to life. Until then the wise shall not be heard.
fr: On dit que la forêt reviendra un jour à la vie. Jusque-là, les sages ne seront pas entendus.

source: Ask about the tower
fr: Se renseigner sur la tour

source: What's in that tower?
fr: Qu'y a-t-il dans cette tour?

source: The tower houses the great library of the Dunefolk. It is a monument to our people.
fr: La tour abrite la grande bibliothèque des Dunefolk. C'est un monument à notre peuple.

source: What do you mean by monument? Your people are still here...
fr: Qu'entendez-vous par monument? Ton peuple est toujours là...

source: There was once a time when my people ruled an empire that spanned the seas. This city is all that now remains, yet our knowledge has survived.
fr: Il fut un temps où mon peuple dirigeait un empire qui s'étendait sur les mers. Cette ville est tout ce qui reste aujourd'hui, mais notre savoir a survécu.

source: Many from the world come here to learn. That now is our duty, to preserve this wisdom for those with a mind to seek it.
fr: Beaucoup de gens du monde entier viennent ici pour apprendre. C'est maintenant notre devoir, de préserver cette sagesse pour ceux qui ont l'esprit pour la chercher.

source: May we enter?
fr: Pouvons-nous entrer?

source: The library is open only to those who need it. You will have to speak to one of the librarians within.
fr: La bibliothèque n'est ouverte qu'à ceux qui en ont besoin. Vous devrez parler à l'un des bibliothécaires qui s'y trouvent.

source: Ask about the orc attack
fr: Se renseigner sur l'attaque orc

source: Why were those orcs attacking this place?
fr: Pourquoi ces orcs attaquaient-ils cet endroit?

source: They know not the value of knowledge, only the price it fetches. Our scholars would make fine slaves for those in need of learned underlings.
fr: Ils ne connaissent pas la valeur du savoir, mais seulement le prix qu'il rapporte. Nos savants feraient de bons esclaves pour ceux qui ont besoin de sous-fifres cultivés.

source: Don't the royals protect you from these kind of raids?
fr: Les rois ne vous protègent-ils pas contre ce genre de raids?

source: In theory, yes. But we do not pledge to them fully and Tylon is irked by our independence. Sometimes he turns a blind eye upon on us.
fr: En théorie, oui. Mais nous ne nous engageons pas pleinement envers eux et Tylon est irrité par notre indépendance. Parfois, il ferme les yeux sur nous.

source: Tell him about Avalon
fr: Parlez-lui d'Avalon

source: Dylii, do you know of the elves of Avalon? We ran into them down south...
fr: Dylii, connaissez-vous les elfes d'Avalon? Nous les avons croisés dans le sud...

source: We have read much about these people, but they live a secret life away from the world of men. It is a shame they choose not to bless the library with their wisdom.
fr: Nous avons beaucoup lu sur ces gens, mais ils vivent une vie secrète loin du monde des hommes. C'est une honte qu'ils choisissent de ne pas bénir la bibliothèque avec leur sagesse.

source: Captured once more, the brothers are bundled onto a ship heading north toward a royal dungeon. The memory of their time on Altaz was weighing heavily on the two mariners, yet there was little comfort knowing their elder brother now too faced a similar fate. One night, having demanded an audience with Sir Eldrid, Marco returned in good spirits. He would not tell of what had been said, but the ship soon after changed its course upon an easterly wind. Had Marco hatched a plan to escape?
fr: Capturés une fois de plus, les frères sont emmenés sur un bateau se dirigeant vers le nord, vers un donjon royal. Le souvenir de leur séjour sur Altaz pesait lourdement sur les deux marins, mais il n'était guère réconfortant de savoir que leur frère aîné devait lui aussi subir le même sort. Un soir, après avoir demandé une audience avec Sir Eldrid, Marco revint de bonne humeur. Il ne voulait pas raconter ce qui s'était dit, mais le navire changea de cap peu après sur un vent d'est. Marco avait-il conçu un plan pour s'échapper?

source: General, come quick. She's here!
fr: Général, venez vite. Elle est là!

source: Really? Let me see! Wyatt, keep an eye on those three.
fr: Vraiment? Laisse-moi voir! Wyatt, garde un oeil sur ces trois-là.

source: A short time later, Sir Eldrid and the search party return. They are accompanied by a woman clad in fine robes.
fr: Peu de temps après, Sir Eldrid et l'équipe de recherche reviennent. Ils sont accompagnés d'une femme vêtue d'une belle robe.

source: Unhand me!
fr: Lâchez-moi!

source: Simmer down, old woman.
fr: Calme-toi, vieille femme.

source: General, though I grasp the gravity of your ends, I much object to the means. Your request for help is one I cannot very well refuse - yet your manners suggest this is more a kidnapping than a plea for help.
fr: Général, bien que je saisisse la gravité de vos fins, je m'oppose aux moyens. Je ne peux pas refuser votre demande d'aide, mais vos manières suggèrent qu'il s'agit plus d'un enlèvement que d'une demande d'aide.

source: I am to take you to the king, it makes no odds how I accomplish my mission.
fr: Je dois vous conduire au roi, il n'y a aucune chance que j'accomplisse ma mission.

source: Then I will lodge a formal complaint! I still have connections, you know. Your king will not be best pleased.
fr: Alors je vais déposer une plainte officielle! J'ai encore des relations, vous savez. Votre roi ne sera pas content.

source: He will be happy enough when I present to him that for which we have sought so long.
fr: Il sera assez heureux quand je lui présenterai ce que nous avons cherché si longtemps.

source: Your impudence is astounding, General. How, may I ask, did you ascend to such a rank?
fr: Votre impudence est stupéfiante, Général. Comment, si je puis me permettre, êtes-vous monté à un tel rang?

source: Put her in the bow. I wish the remainder of this journey to be a quiet one.
fr: Mettez-la à l'arc. Je souhaite que le reste de ce voyage soit tranquille.

source: What shall we do with these pirates, sir? It is doubtful we have the supplies to feed all the captives.
fr: Que devons-nous faire de ces pirates, monsieur? Il est douteux que nous ayons les provisions nécessaires pour nourrir tous les captifs.

source: Captives? This is a charade!
fr: Des captifs? C'est une mascarade!

source: Wyatt, if you need to clarify your orders in future, please do so in private.
fr: Wyatt, si vous avez besoin de clarifier vos ordres à l'avenir, faites-le en privé.

source: Sorry, sir.
fr: Désolé, monsieur.

source: However, you may have a point. We will leave the two traitors here. I happened to notice there are nagas here among the waves. The sea will pass judgement quicker than any court.
fr: Cependant, vous avez peut-être raison. Nous allons laisser les deux traîtres ici. J'ai remarqué qu'il y a des nagas ici parmi les vagues. La mer rendra son jugement plus rapidement que n'importe quel tribunal.

source: So this is how you treat your 'captives'?
fr: Alors c'est comme ça que vous traitez vos 'captifs'?

source: Wyatt, please see that my command is acted on promptly.
fr: Wyatt, s'il te plaît, fais en sorte que mon ordre soit exécuté rapidement.

source: Right, you two. Move off!
fr: Bien, vous deux. Dégagez!

source: And what of I? Did I not come good on the bargain?
fr: Et moi, alors? Je n'ai pas été à la hauteur?

source: Very well, you may remain onboard for the time being.
fr: Très bien, vous pouvez rester à bord pour le moment.
