Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Yeah, I guess we saved theirs too. Couldn't have been much better on the other side of those bars. Not when Gaddon was around.
fr: Ouais, je suppose qu'on a sauvé les leurs aussi. Ça n'aurait pas pu être mieux de l'autre côté de ces barreaux. Pas quand Gaddon était là.

source: Mocco was a bruiser, but I think he took care of Ordon.
fr: Mocco était un cogneur, mais je pense qu'il s'est occupé d'Ordon.

source: Ha, yeah. Ordon was an idiot, but I miss him.
fr: Ha, ouais. Ordon était un idiot, mais il me manque.

source: Something is carved into the wall.
fr: Quelque chose est gravé dans le mur.

source: Weird, that wasn't there before.
fr: Bizarre, ce n'était pas là avant.

source: Nothing here but that hut with the strange lock.
fr: Rien d'autre ici que cette hutte avec la serrure étrange.

source: No entrance. Turn back.
fr: Pas d'entrée. Fais demi-tour.

source: Looks like the mine runs deep underground from here.
fr: On dirait que la mine est très profonde à partir d'ici.

source: Don't even think about it, pirate. You barter at the trading port like everyone else.
fr: N'y pense même pas, pirate. Tu fais du troc au port de commerce comme tout le monde.

source: Ho, strangers! Ye be welcome t' Thurh Gar, but don't be findin' no troubles.
fr: Ho, les étrangers! Vous êtes les bienvenus à Thurh Gar, mais ne cherchez pas les ennuis.

source: Greetings. That looks like a nasty leg wound.
fr: Salutations. On dirait une vilaine blessure à la jambe.

source: Aye. Got an arrow through me leg. We was foolish 'nough be chasing rumors o' treasure all the way to Thantos Jungle. Damn elves don't like no company.
fr: Aye. J'ai une flèche dans la jambe. Nous avons été stupides de ne pas courir après les rumeurs sur le trésor jusqu'à la jungle de Thantos. Les maudits elfes n'aiment pas la compagnie.

source: Who would have thought it?
fr: Qui l'aurait cru?

source: What you lookin at pissface? You think you're better than me? You look like a steaming pile of yeti dung. I bet your mother laid with a boar when she had you. I've seen better looking orcs than you. You have the kind of face that I want to punch. I should do the world a favour and throw you down the mineshaft.
fr: Qu'est-ce que tu regardes, tête de noeud? Tu te crois meilleur que moi? Tu ressembles à un tas de fumier de yéti fumant. Je parie que ta mère a couché avec un sanglier quand elle t'a eu. J'ai vu des orcs plus beaux que toi. Tu as le genre de visage que j'ai envie de frapper. Je devrais faire une faveur au monde et te jeter dans le puits de mine.

source: Respond in kind
fr: Réponfre en nature

source: I've seen elvish women who could hold their liquor better than you and I've killed rats that smell better. Your stench is so foul you could attract an ogre in heat. You look like a naga mated with a wose. Get out of my face!
fr: J'ai vu des femmes elfiques qui tenaient mieux l'alcool que toi et j'ai tué des rats qui sentaient meilleur. Ta puanteur est si fétide que tu pourrais attirer un ogre en chaleur. Vous ressemblez à un naga accouplé à un wose. Dégage de ma vue!

source: You're going to regret that!
fr: Tu vas le regretter!

source: I think I'll sleep this one off.
fr: Je crois que je vais dormir cette fois.

source: What'll it be?
fr: Qu'est-ce que ce sera?

source: Information, if you have it. I'm looking for my brother Marco. He shares my look. Any chance he has come by here?
fr: Des informations, si vous les avez. Je cherche mon frère Marco. Il partage mon regard. Il n'est pas passé par ici?

source: Can't say that he has. Not many humans come around this part.
fr: Je ne peux pas dire qu'il est venu. Il n'y a pas beaucoup d'humains dans cette partie.

source: Anyone else?
fr: Quelqu'un d'autre?

source: Well, right now my only regular is that damn drunkard.
fr: En ce moment, mon seul habitué est ce satané ivrogne.

source: Thanks for getting rid of that lousy drunk. He's always causing trouble in here.
fr: Merci de m'avoir débarrassé de ce sale ivrogne. Il cause toujours des problèmes ici.

source: Don't mention it, he was an idiot.
fr: Ne le mentionne pas, c'était un idiot.

source: Yes, but I must repay the debt. I haven't any gold to spare, but you can have this. It's a keg of powder. One of the miners left it behind last time they came aground. Be careful though, it's meant for mining - not war. It could bring down a house.
fr: Oui, mais je dois rembourser la dette. Je n'ai pas d'or en réserve, mais tu peux avoir ça. C'est un baril de poudre. Un des mineurs l'a laissé derrière lui la dernière fois qu'ils se sont échoués. Mais attention, c'est destiné à l'exploitation minière, pas à la guerre. Ça pourrait faire s'écrouler une maison.

source: Many thanks, barkeep.
fr: Merci beaucoup, barman.

source: Impressive operation you run here.
fr: Impressionnante opération que vous menez ici.

source: You won't find a better assortment of fine jewels within a thousand leagues of here. Something you need?
fr: Vous ne trouverez pas un meilleur assortiment de beaux bijoux à moins de mille lieues d'ici. Vous avez besoin de quelque chose?

source: Happen to see a man called Marco come through these parts? He shares my look.
fr: Vous avez vu un homme appelé Marco passer par ici? Il partage mon regard.

source: Sorry friend, all you humans look the same to me. Maybe Herrik the barkeep knows something.
fr: Désolé mon ami, vous tous les humains vous vous ressemblez pour moi. Peut-être que Herrik le barman sait quelque chose.

source: We ventured south and encountered an isle populated by elves. Their land is something to behold.
fr: Nous nous sommes aventurés au sud et avons rencontré une île peuplée d'elfes. Leur terre est quelque chose à voir.

source: Elves are something to hold at arm's length, my friend. Preferably while yer throttling them!
fr: Les elfes sont quelque chose à tenir à bout de bras, mon ami. De préférence pendant que vous les étranglez!

source: Tell me, have you heard of the Black Blade?
fr: Dis-moi, as-tu entendu parler de la Lame Noire?

source: Indeed. I have even laid eyes on the weapon itself. That sword was forged by one my ancient ancestors in the mountains of Alkodor...
fr: En effet. J'ai même posé les yeux sur l'arme elle-même. Cette épée a été forgée par un de mes anciens ancêtres dans les montagnes d'Alkodor...

source: Don't worry, forget I asked.
fr: Ne t'inquiète pas, oublie que j'ai demandé.

source: Well, there is Greystone Port not far from here. A den of thieves if ever I saw one.
fr: Eh bien, il y a le port de Greystone non loin d'ici. Un repaire de voleurs si j'en ai jamais vu un.

source: Elves were once known to hide in the trees of Thantos Jungle. Bit of a mystery where they all went...
fr: Les elfes étaient autrefois connus pour se cacher dans les arbres de la jungle de Thantos. C'est un peu mystérieux de savoir où ils sont tous allés...

source: Then you got Thantos Jungle over yonder. Untamed elves run wild there. You can ask Stumpy about that...
fr: Alors vous avez la jungle de Thantos là-bas. Des elfes sauvages y vivent en liberté. Tu peux demander à Stumpy...

source: To the south you'll find Dr Morteau's island. He used to come here to trade, but we've not seen any sign of him lately.
fr: Au sud, vous trouverez l'île du Dr Morteau. Il avait l'habitude de venir ici pour faire du commerce, mais nous n'avons vu aucun signe de lui dernièrement.

source: To the south you'll find Dr Morteau's island. He comes here for scrap metal now and again. Quiet fellow, seems nice enough.
fr: Au sud, vous trouverez l'île du Dr Morteau. Il vient ici pour la ferraille de temps en temps. C'est un homme tranquille, il a l'air assez gentil.

source: Thanks.
fr: Merci.

source: Show him the golden armour
fr: Montrez-lui l'armure dorée

source: You dwarves know your metals... what do you make of this golden armour?
fr: Vous les nains, vous connaissez vos métaux... que faites-vous de cette armure dorée?

source: Interesting. It's bit battered... but nothing we can't bang out. The gold plating suggests it was commissioned by a pompous man who rarely saw battle. I'll buy it for fifty coins.
fr: Intéressant. Elle est un peu abîmée... mais rien qu'on ne puisse enlever. Le placage en or suggère qu'elle a été commandée par un homme pompeux qui a rarement vu la bataille. Je l'achète pour cinquante pièces.

source: Let me think about it.
fr: Laisse-moi y réfléchir.

source: Sell him the golden armour
fr: Vends-lui l'armure en or

source: Here, the armour is yours.
fr: Ici, l'armure est à toi.

source: Ask what's in the boxes
fr: Demander ce qu'il y a dans ces boîtes

source: I'm curious to know what's in those boxes...
fr: Je suis curieux de savoir ce qu'il y a dans ces boîtes...

source: None of your damn business!
fr: C'est pas tes affaires!

source: $unit.name gets hit and hurt. How not hitting hurt you?
fr: $unit.name est touché et blessé. Comment le fait de ne pas être frappé peut te blesser?

source: Ah, you want to be trained?
fr: Ah, tu veux être entraîné?

source: Cough up your secrets, stumpy. Teach me your style.
fr: Crache tes secrets, grossier. Apprends-moi ton style.

source: I no longer experience pain, yet I am obliged to ask how it is you soak up the damage.
fr: Je ne ressens plus la douleur, mais je suis obligé de te demander comment tu fais pour absorber les dégâts.

source: I've heard it said a dwarf guard can weather blows like no other. Can you show me how?
fr: J'ai entendu dire qu'un gardien nain peut supporter des coups comme aucun autre. Pouvez-vous me montrer comment?

source: I can't teach you anything. You've already been led astray by other trainers. There's nowt I can do.
fr: Je ne peux rien t'apprendre. Tu t'es déjà fait avoir par d'autres formateurs. Il n'y a rien que je puisse faire.

source: There are none more steadfast in a battle. It's not the armour you wear - it's how you use it. Even your leathers could soften a blow if you know what you're doing. Slip me fifty coins and it's a deal.
fr: Il n'y en a pas de plus solide dans une bataille. Ce n'est pas l'armure que tu portes, c'est la façon dont tu l'utilises. Même vos cuirs pourraient adoucir un coup si vous savez ce que vous faites. Glissez-moi cinquante pièces et c'est bon.

source: That's too steep for me.
fr: C'est trop raide pour moi.

source: Give him 50 gold
fr: Donnez-lui 50 pièces d'or

source: Here, take the gold. Let's begin!
fr: Tiens, prends l'or. Commençons!

source: $unit.name spends the day training with Anatole. His defensive exercises are exhausting, but effective.
fr: $unit.name passe la journée à s'entraîner avec Anatole. Ses exercices défensifs sont épuisants, mais efficaces.

source: That's as much as I can do with what I'm given. You ain't no dwarf, but you can take a beating like the best of them.
fr: C'est tout ce que je peux faire avec ce qu'on me donne. Vous n'êtes pas un nain, mais vous pouvez prendre une raclée comme les meilleurs d'entre eux.

source: What the hell was that?
fr: C'était quoi ça?

source: It felt like an earthquake!
fr: On aurait dit un tremblement de terre!

source: Do not fear. We have begun excavating a new tunnel in the mine below. The blasts sound worse than they are.
fr: N'aie pas peur. Nous avons commencé à creuser un nouveau tunnel dans la mine en dessous. Les explosions semblent pires qu'elles ne le sont.

source: You don't look so well...
fr: Vous n'avez pas l'air bien...

source: Aye, the fumes down there are mighty fierce right about now. I felt myself keeling over, so I came back topside. Still not feeling right.
fr: Oui, les fumées en bas sont très fortes en ce moment. J'ai senti que je me renversais, alors je suis revenu en haut. Je ne me sens toujours pas bien.

source: Ah that's better! I feel dandy now, thanks stranger.
fr: Ah, c'est mieux! Je me sens bien maintenant, merci l'étranger.

source: Hey ho, it's back to work I go...
fr: Hey ho, c'est la reprise du travail, je vais...

source: Remember, stay out of the way of the watchmen.
fr: Rappelle-toi, reste à l'écart des gardiens.

source: Just like old times brother! The royals don't even know we're here.
fr: Comme au bon vieux temps, mon frère! La famille royale ne sait même pas qu'on est là.

source: Let's keep it that way and avoid the guards. Any one of them could recognize us.
fr: Restons comme ça et évitons les gardiens. N'importe lequel d'entre eux pourrait nous reconnaître.

source: They'll never notice. We'll just talk to the locals, trade some bounty and slink away.
fr: Ils ne le remarqueront jamais. On va juste parler aux locaux, échanger des primes et s'éclipser.

source: $stored_unit.name|, you and the others better stay on the ship. We don't want to attract attention.
fr: $stored_unit.name|, toi et les autres feriez mieux de rester sur le bateau. Nous ne voulons pas attirer l'attention.

source: Some royal hero, I guess. It would tickle me to swag it and use it as a figurehead on the ship. Worth it to see their faces when they clock it coming full sail at them.
fr: Un héros royal, je suppose. Ça me chatouillerait de l'utiliser comme figure de proue sur le bateau. Ça vaut la peine de voir leurs visages quand ils voient qu'il arrive à pleine voile.

source: Let's see if it comes loose...
fr: Voyons s'il se détache...

source: Pretend to admire the statue
fr: Faites semblant d'admirer la statue

source: Just looking. He cuts a fine figure, don't you think?
fr: Je ne fais que regarder. Il est très beau, tu ne trouves pas?

source: Of course, it's none other than the Champion of Bastille. Anyway, no loitering allowed - get lost!
fr: Bien sûr, ce n'est rien d'autre que le champion de la Bastille. De toute façon, pas de flânerie, allez vous faire voir!

source: Sorry sir, on my way.
fr: Désolé monsieur, j'arrive.

source: Pretend to be cleaning the statue
fr: Faites semblant de nettoyer la statue

source: Just giving the hero here a spruce. I'm under cleaning orders from the guv'nor.
fr: Je donne juste un sapin au héros ici. Je suis sous les ordres de nettoyage du gouverneur.

source: Very well, but be quick about it.
fr: Très bien, mais faites vite.

source: You pretend to clean the statue, but the instant the guard looks away you wrench it free and scarper.
fr: Vous prétendez nettoyer la statue, mais dès que le garde détourne le regard, vous la libérez et la rendez plus fragile.

source: Let's go. Now!
fr: Allons-y. Maintenant!

source: I know someone who would appreciate this cauldron.
fr: Je connais quelqu'un qui apprécierait ce chaudron.

source: Yes, me! Please stop eyeing up my property.
fr: Oui, moi! S'il vous plaît, arrêtez de regarder ma propriété.

source: Steal the cauldron
fr: Voler le chaudron

source: I'm taking this cauldron. Don't try to stop me...
fr: Je prends ce chaudron. N'essayez pas de m'arrêter...

source: Hang on, what?
fr: Attends, quoi?

source: Make another noise and I'll cave in your skull.
fr: Fais un autre bruit et je t'écrase le crâne.

source: Make another noise and I'll slit your throat.
fr: Fais un autre bruit et je te tranche la gorge.

source: Offer to buy it for 20g
fr: Offre d'achat pour 20g

source: How about I buy it off you for twenty coins?
fr: Et si je vous l'achetais pour vingt pièces?

source: What, this hulk of iron? Sure...
fr: Quoi, cette carcasse de fer? Bien sûr...

source: Hey, aren't you the guy who...
fr: Hé, t'es pas le gars qui...

source: Nope. I've never met you before and I'd like to keep it that way.
fr: Non. Je ne t'ai jamais rencontré avant et j'aimerais que ça reste ainsi.

source: Whatever, mister.
fr: Peu importe, monsieur.

source: They say the brotherhood and sisterhood are at odds. Imagine that, men and women fighting!
fr: On dit que la confrérie et la sororité sont en désaccord. Imaginez ça, des hommes et des femmes qui se battent!

source: Word is, two murdering maniacs escaped from the island gaol. Don't worry though, the royals have half the navy looking for them.
fr: On dit que deux maniaques meurtriers se sont échappés de la prison de l'île. Mais ne vous inquiétez pas, la moitié de la marine royale est à leur recherche.

source: You look just like the man who robbed me. If I ever catch that rogue...
fr: Vous ressemblez à l'homme qui m'a volé. Si jamais j'attrape ce voyou...

source: Some fool tried tellin' me there's a civil war in Farrow. Who believes such nonsense? Baron Lothar rules with an iron fist!
fr: Un idiot a essayé de me dire qu'il y a une guerre civile à Farrow. Qui croit à de telles bêtises? Le baron Lothar règne d'une main de fer!

source: Some fool tried tellin' me Baron Lothar was toppled by an uprising on Farrow. Who believes such nonsense?
fr: Un idiot a essayé de me dire que le baron Lothar a été renversé par un soulèvement à Farrow. Qui peut croire à de telles absurdités?

source: Wolf pelts, rabbit furs and animal traps. Step right up.
fr: Peaux de loup, fourrures de lapin et pièges à animaux. Approchez-vous.

source: Axes, hammers and shields! All the finest dwarven goods, all the way from Westchire Mines. Smithed in real dwarven forges.
fr: Des haches, des marteaux et des boucliers! Toutes les meilleures marchandises naines, tout droit venues des mines de Westchire. Frappés dans de véritables forges naines.

source: No blades, no bows. Keep your weapons sheathed. Move along.
fr: Pas de lames, pas d'arcs. Gardez vos armes sous gaine. Avancez.

source: Move along citizen.
fr: Avancez citoyen.

source: Hello mate.
fr: Bonjour mon pote.

source: Ahoy!
fr: Ohé!

source: How you doing, Jimmy?
fr: Comment ça va, Jimmy?

source: Well, well. I heard you two had been locked away...
fr: Bien, bien. J'ai entendu dire que vous aviez été enfermés tous les deux...

source: Keep your voice down, Jimmy. It ain't the safest place to be telling pirate stories.
fr: Baisse la voix, Jimmy. Ce n'est pas l'endroit le plus sûr pour raconter des histoires de pirates.

source: Ask if he'll join you
fr: Lui demander s'il veut se joindre à vous

source: You fancy riding the waves again, Jimmy? We could use a good blacksmith on board.
fr: Tu veux encore surfer sur les vagues, Jimmy? On aurait besoin d'un bon forgeron à bord.

source: Nah, metal is yesterday's game. I'm a trader now and I'm making plenty just sitting on my backside right here.
fr: Nan, le métal, c'est du passé. Je suis trader maintenant et je me fais plein de fric juste en restant assis ici.

source: Ask for trading advice
fr: Solliciter des conseils de commerce

source: Tell me about trading - how'd you get started?
fr: Parlez-moi du commerce - comment avez-vous commencé?

source: Well, if truth be told I made me a mint running spices to Greystone. They don't see much of it down there cos it all flows out of Dahazi these days. But it's the other way round when it comes to rum. Whatever the cargo you'll get a better price the further you ship it. You put in the distance, you earn the crust.
fr: Eh bien, à vrai dire, je me suis fait une menthe en allant chercher des épices à Greystone. Ils n'en voient pas beaucoup là-bas parce que tout vient de Dahazi ces jours-ci. Mais c'est l'inverse pour le rhum. Quelle que soit la cargaison, vous aurez un meilleur prix plus vous l'expédierez loin. Vous mettez la distance, vous gagnez la croûte.

source: Ask if knows anything about the sea monster
fr: Lui demander s'il sait quoi que ce soit sur un montre des mers

source: Heard any rumours about a sea monster?
fr: Vous avez entendu des rumeurs sur un monstre de mer?

source: Aye, I used to sail with Captain Anthony. He was obsessed with finding that damn monster. Heck, the entire crew was giddy at the prospect. We'd sailed for months near Elixion, praying for a clue. No luck!
fr: Oui, je naviguais avec le capitaine Anthony. Il était obsédé par la découverte de ce satané monstre. Tout l'équipage était ébahi à l'idée de le trouver. Nous avions navigué pendant des mois près d'Elixion, en priant pour un indice. Pas de chance!

source: Mention the sea monster
fr: Mentionner le monstre marin

source: Did you hear about the sea monster we ran into?
fr: Avez-vous entendu parler du monstre marin que nous avons rencontré?

source: Is it true you found the serpent? Old Mike Anthony was driven mad by the search. In the end I chalked it up as a fool's fancy!
fr: C'est vrai que vous avez trouvé le serpent? Le vieux Mike Anthony est devenu fou à cause de la recherche. A la fin, je l'ai marqué à la craie comme une fantaisie de fou!

source: Ask about the missing ankh
fr: S'informer sur l'ankh disparue

source: Know anything about Brother Darcus' missing ankh?
fr: Vous savez quelque chose sur l'ankh disparu du frère Darcus?

source: Nah, but I bet someone down at Greystone does. Plenty o' cutpurses holed up in that place.
fr: Non, mais je parie que quelqu'un à Greystone le sait. Il y a plein de porte-monnaie électroniques cachés dans cet endroit.

source: Ask about the southern storm
fr: Se renseigner sur l'orage au sud

source: What do you know about this storm in the south?
fr: Que savez-vous de cette tempête dans le sud?

source: I ain't been sailing that way in a while. You best be asking Athos about that.
fr: Ça fait longtemps que je n'ai pas navigué par là. Tu ferais mieux de demander à Athos à ce sujet.

source: You still doing any smithing these days? I got hold of some fancy golden armour...
fr: Tu fais encore de la forge ces jours-ci? Je me suis procuré une belle armure dorée...

source: Nah, I hung up my tongs a while back. You best take it down to Thurh Gah and get Dharmok to have a look.
fr: Nan, j'ai raccroché mes pinces il y a un moment. Tu ferais mieux de l'emmener à Thurh Gah et de demander à Dharmok d'y jeter un oeil.

source: Looks decent enough. I'll take it off your hands for fifty coins, for old time's sake. I can probably patch it up and find a buyer at the docks.
fr: Ça a l'air assez décent. Je te l'enlève des mains pour cinquante pièces, en souvenir du bon vieux temps. Je peux probablement le rafistoler et trouver un acheteur sur les docks.

source: Good day.
fr: Bonne journée.

source: Ask what he does here
fr: Lui demander ce qu'il fait ici

source: What is it you do here, Athos?
fr: Que fais-tu ici, Athos?

source: I'm a merchant, a trader. I supply the royal ports with the goods the king cannot readily find in his own lands.
fr: Je suis un marchand, un commerçant. Je fournis aux ports royaux les marchandises que le roi ne trouve pas facilement dans ses propres terres.

source: Do you sail under the flag of the Royal Navy?
fr: Vous naviguez sous le drapeau de la marine royale?

source: No, not quite. I'm my own boss. I'm no great fan of King Tylon, but his officers pay me well to fetch what his kingdom requires. That is all.
fr: Non, pas tout à fait. Je suis mon propre patron. Je ne suis pas un grand fan du roi Tylon, mais ses officiers me paient bien pour aller chercher ce dont son royaume a besoin. C'est tout.

source: Enquire about business
fr: S'informer sur les affaires

source: How's business, Athos?
fr: Comment vont les affaires, Athos?

source: Not great, why do you ask?
fr: Pas super, pourquoi tu demandes?

source: What's up? Maybe we could lend a hand. We're always scouting for work, if it pays.
fr: Quoi de neuf? Peut-être qu'on pourrait donner un coup de main. On cherche toujours du travail, si ça paie.

source: You look able enough. Spent much time on the open sea?
fr: Tu as l'air assez capable. Tu as passé beaucoup de temps en pleine mer?

source: More than my share. The sea is what I call home.
fr: Plus que ma part. La mer est ce que j'appelle ma maison.

source: Ha, is that so? I may have some work for you.
fr: Ha, c'est vrai? J'ai peut-être du travail pour toi.

source: How goes it, Athos?
fr: Comment ça va, Athos?
