Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: I might ask the same of you, Hilldon. Though our escape is certainly a bigger surprise than your treachery.
fr: Je pourrais te demander la même chose, Hilldon. Bien que notre fuite soit certainement une plus grande surprise que ta trahison.

source: What? It was Marco who betrayed you, not I.
fr: Quoi? C'est Marco qui t'a trahi, pas moi.

source: You were a good first mate, Hilldon, but not much of a friend. Did the thought of rescue never cross your mind this last year?
fr: Tu étais un bon second, Hilldon, mais pas vraiment un ami. L'idée de te sauver ne t'a jamais traversé l'esprit l'année dernière?

source: Are you mad? Folk get sent to Altaz, folks die there. Nobody gets rescued. Frankly, I'm amazed you got out.
fr: Tu es fou? Les gens sont envoyés à Altaz, les gens meurent là-bas. Personne n'est sauvé. Franchement, je suis étonné que tu sois sorti.

source: I'm amazed you managed to get these goons to follow your orders. You're not a leader, Hilldon, and you know it. Call this off and we'll consider letting you work for us again.
fr: Je suis étonné que tu aies réussi à faire en sorte que ces hommes de main suivent tes ordres. Tu n'es pas un chef, Hilldon, et tu le sais. Annulez tout ça et nous envisagerons de vous laisser travailler à nouveau pour nous.

source: Seems prison's done nothing to curb your arrogance, Largo. I run the show now. What are you? A penniless has-been with the law on your back! I owe you nothing.
fr: Il semble que la prison n'ait rien fait pour freiner ton arrogance, Largo. Je dirige le spectacle maintenant. Et vous, qu'est-ce que vous êtes? Un has-been sans le sou, avec la loi sur le dos! Je ne vous dois rien.

source: Then we owe you a beating!
fr: Alors on vous doit une raclée!

source: Brother, if we need back-up we can always go back to the ship to recall some more fighters.
fr: Frère, si on a besoin de renfort, on peut toujours retourner au bateau pour rappeler d'autres combattants.

source: Nice to bump into you again, but I must be on my way. Idiots!
fr: Ravi de te revoir, mais je dois y aller. Idiots!

source: I daresay we shall meet that imbecile again.
fr: J'ose dire que nous allons encore rencontrer cet imbécile.

source: What about the rest of you? He's ditched you good and proper. We can finish this off - or you can say hello to your new boss. What'll it be?
fr: Et vous autres? Il t'a laissé tomber comme il faut. On peut en finir avec ça - ou tu peux dire bonjour à ton nouveau patron. Qu'est-ce que ce sera?

source: Hilldon's a son of a bitch. We're with you now, for good.
fr: Hilldon est un fils de pute. Nous sommes avec toi maintenant, pour de bon.

source: Wise choice.
fr: Choix judicieux.

source: Steal the golden fleece and escape
fr: Voler la toison d'or et s'enfuir

source: Altaz. The island prison they call it. It has been your home for this long year. Two brothers captured by the treachery of a third. Once you were men of the sea. Roamers, raiders, pirates. King Tylon, seeking to soothe the merchants that fed his kingdom, put a bounty on your head. Though the three of you had sailed together since birth, the bonds of blood were soon to break. It was the eldest, Marco, who claimed the reward. He, riches and a land of his own. You, a cold cell and a yearning for revenge.
fr: Altaz. La prison de l'île qu'ils appellent. Elle a été votre maison pendant cette longue année. Deux frères capturés par la trahison d'un troisième. Autrefois, vous étiez des hommes de la mer. Des vagabonds, des pilleurs, des pirates. Le roi Tylon, cherchant à apaiser les marchands qui nourrissaient son royaume, a mis une prime sur votre tête. Bien que vous ayez navigué tous les trois ensemble depuis votre naissance, les liens du sang allaient bientôt se rompre. C'est l'aîné, Marco, qui a réclamé la récompense. Lui, des richesses et une terre à lui. Toi, une cellule froide et un désir de vengeance.

source: Right-click on your character to access your inventory
fr: Clic droit sur votre personnage pour accéder à votre inventaire

source: Quickly now, to Gaddon's boat!
fr: Vite, au bateau de Gaddon!

source: Even if we could get past these gates, there's a pair of ogres on the other side.
fr: Même si nous pouvions passer ces portes, il y a un couple d'ogres de l'autre côté.

source: This must have been put here to taunt us. All that's left of the fire is a few dried old leaves.
fr: Ça a dû être mis là pour nous narguer. Tout ce qui reste du feu, ce sont quelques vieilles feuilles séchées.

source: Some rocks here. Looks like they could be used as flints.
fr: Il y a des pierres ici. On dirait qu'elles pourraient servir de silex.

source: Shhh, I can hear something! Sounds like Gaddon.
fr: Chut, j'entends quelque chose! On dirait Gaddon.

source: I've told you before about letting the prisoners have a fire in their cell. Why...
fr: Je vous ai déjà parlé de laisser les prisonniers avoir un feu dans leur cellule. Pourquoi...

source: Not me! Dunno how it happen!
fr: Pas moi! Je ne sais pas comment c'est arrivé!

source: I've half a mind to lock you up with those two cut-throats.
fr: J'ai bien envie de t'enfermer avec ces deux coupe-gorges.

source: Wot I do wrong?
fr: Je n'ai rien fait de mal?

source: Dumb brute, what have you ever done right?
fr: Sale brute, qu'as-tu jamais fait de bien?

source: Stop it! Master is mean to Ordon.
fr: Arrête ça! Le maître est méchant avec Ordon.

source: Silence! I've had enough of this. Mocco, throw him in the cell!
fr: Silence! J'en ai assez de tout ça. Mocco, jette-le dans la cellule!

source: But Ordon don't like cell.
fr: Mais Ordon n'aime pas la cellule.

source: Do it. Now! There are other things I must attend to.
fr: Fais-le. Maintenant! Il y a d'autres choses dont je dois m'occuper.

source: Sorry, Ordon. Gotta do wot master says.
fr: Désolé, Ordon. Je dois faire ce que dit le maître.

source: Wait, why do you put up with this? I thought you ogres were fearsome fighters!
fr: Attends, pourquoi tu supportes ça? Je pensais que vous, les ogres, étiez des combattants redoutables!

source: We are. But Gaddon better fighter. He hurts Mocco.
fr: Nous le sommes. Mais Gaddon est meilleur combattant. Il fait du mal au Maroc.

source: He hurts Ordon too.
fr: Il fait mal à Ordon aussi.

source: Gaddon is a coward. And a cruel one, at that. Wouldn't you like to bash his brains?
fr: Gaddon est un lâche. Et un cruel, en plus. Tu n'aimerais pas lui éclater la cervelle?

source: Mocco would. His brains. Bashed. Yes!
fr: Le Maroc le ferait. Sa cervelle. Frappé. Oui!

source: Ordon wants to bash brains too.
fr: Ordon veut aussi se taper la cervelle.

source: Seizing the moment, $unit.id pushes past the ogre slaves.
fr: Saisissant le moment, $unit.id pousse les esclaves ogres.

source: Prisoner got out! Gaddon gonna be mad. Gaddon gonna hurt us.
fr: Un prisonnier est sorti! Gaddon va être furieux. Gaddon va nous faire du mal.

source: Not if we bash his brains first!
fr: Pas si on lui défonce le cerveau d'abord!

source: That's the spirit! Now's our chance, brother.
fr: C'est ça l'esprit! C'est notre chance, mon frère.

source: Kill Sir Gaddon and escape from the gaol
fr: Tue Sir Gaddon et échappe à la prison

source: The guards can't see us through this thick island fog. They'll not attack unless we're spotted. Let us advance with caution.
fr: Les gardes ne peuvent pas nous voir à travers ce brouillard épais de l'île. Ils n'attaqueront pas si nous ne sommes pas repérés. Avançons avec prudence.

source: Sounds like they've released a hunting wolf.
fr: On dirait qu'ils ont relâché un loup de chasse.

source: Aye, and its nose will lead 'em through the fog.
fr: Oui, et son nez les conduira à travers le brouillard.

source: Halt! What's going on here?
fr: Halte! Qu'est-ce qui se passe ici?

source: Quick, cut them down before they alert the others!
fr: Vite, coupez-les avant qu'ils n'alertent les autres!

source: I guess it wouldn't hurt to take another look around.
fr: Je suppose que ça ne ferait pas de mal de jeter un autre coup d'oeil.

source: Too many damn trees.
fr: Trop de foutus arbres.

source: What a forest! I can barely see the woods for the trees.
fr: Quelle forêt! Je peux à peine voir les bois pour les arbres.

source: Hang on... some sort of hidden glade.
fr: Attends... une sorte de clairière cachée.

source: Let's take a look.
fr: Jetons un coup d'oeil.

source: So, we've reached the top of the tower.
fr: Alors, on a atteint le sommet de la tour.

source: What a sight! I can see for miles and miles...
fr: Quel spectacle! Je peux voir à des kilomètres et des kilomètres...

source: There's not much reason to come up here.
fr: Il n'y a pas beaucoup de raisons de monter ici.

source: There's a whole bunch of scrolls in here - and a fancy red robe.
fr: Il y a tout un tas de parchemins ici - et une jolie robe rouge.

source: I don't understand half this stuff, but one of the scrolls is a map. It shows the way to a place called Fire Abbey.
fr: Je ne comprends pas la moitié de ce truc, mais un des parchemins est une carte. Elle indique le chemin d'un lieu appelé Fire Abbey.

source: I believe that's what the Brotherhood of Fire call home. Perhaps we should pay them a visit.
fr: Je crois que c'est ce que la Confrérie du Feu appelle sa maison. Peut-être devrions-nous leur rendre visite.

source: The trapdoor down is stuck again.
fr: La trappe en bas est encore coincée.

source: Lighting the beacon seems to have attracted some unwelcome guests...
fr: L'allumage de la balise semble avoir attiré quelques invités indésirables...

source: Damn, there's even more of them now!
fr: Merde, ils sont encore plus nombreux maintenant!

source: Why did I just do that?
fr: Pourquoi j'ai fait ça?

source: Whoah, looks like a kind of retractable bridge.
fr: Whoah, on dirait une sorte de pont rétractable.

source: Something tells me these bats weren't just passing by.
fr: Quelque chose me dit que ces chauves-souris ne faisaient pas que passer.

source: Must be guardians of a sort.
fr: Il doit y avoir une sorte de gardiens.

source: Hopefully this is the last of them...
fr: J'espère que c'est la dernière d'entre elles...

source: May I ask...
fr: Puis-je demander...

source: Shhh! Please keep the noise down.
fr: Shhh! S'il vous plaît, faites moins de bruit.

source: It's an ornamental flower display, nothing more.
fr: C'est une exposition de fleurs ornementales, rien de plus.

source: Pick a flower
fr: Collecter une fleur

source: She loves me, she loves me not...
fr: Elle m'aime, elle ne m'aime pas...

source: Defile the flowers
fr: Défiler les fleurs

source: I hate all this prim nonsense, it'd look better with a big... hang on - what this?
fr: Je déteste toutes ces bêtises primaires, ça irait mieux avec un gros... attends - quoi ça?

source: A key! And it's stamped with the Ivory Tower insignia.
fr: Une clé! Et elle est estampillée avec l'insigne de la Tour d'Ivoire.

source: So many books! Who could ever read them all?
fr: Tant de livres! Qui pourrait les lire tous?

source: Well, we've browsed all the books in the library. And you know what - I actually feel like I've learned something.
fr: Eh bien, nous avons parcouru tous les livres de la bibliothèque. Et vous savez quoi? J'ai l'impression d'avoir appris quelque chose.

source: Sshhh!
fr: Chuuut!

source: Interrupt his reading
fr: Interrompre sa lecture

source: What are you reading? Anything good?
fr: Que lisez-vous? Quelque chose de bien?

source: Please keep your voice down.
fr: Baissez la voix, s'il vous plaît.

source: Ask for a recommendation
fr: Demander une recommandation

source: Anything up here you'd recommend reading?
fr: Y a-t-il quelque chose ici que vous recommanderiez de lire?

source: Yes, all of it. Perhaps when you're through you'll be wise enough to leave me alone.
fr: Oui, tout. Peut-être que quand tu auras fini, tu seras assez sage pour me laisser tranquille.

source: Jorno, I was instructed to speak with you. I bear a Scroll of Honour - given to me by Dylii for restoring to life the forest of knowledge.
fr: Jorno, on m'a demandé de te parler. Je porte un Parchemin d'honneur - qui m'a été donné par Dylii pour avoir redonné vie à la forêt de la connaissance.

source: Ah, well met! I have seen it myself from the vantage of the window! On behalf of the Ivory Tower I would like to offer you a gift for your part in this miracle. Let me see, we do have plenty of gold reserves that could suffice, but no - the gift of knowledge is much more apt.
fr: Ah, bien joué! Je l'ai vu moi-même depuis la fenêtre! Au nom de la Tour d'Ivoire, je voudrais vous offrir un cadeau pour votre participation à ce miracle. Voyons voir, nous avons beaucoup de réserves d'or qui pourraient suffire, mais non - le don de la connaissance est beaucoup plus approprié.

source: Hang on... we're sailors, not scholars. What good is this?
fr: Attendez... nous sommes des marins, pas des érudits. À quoi ça sert?

source: I am a cartographer, I have studied maps for many years. Might not this knowledge be of some use?
fr: Je suis cartographe, j'ai étudié les cartes pendant de nombreuses années. Est-ce que ces connaissances ne pourraient pas être utiles?

source: Actually, yeah. That sounds promising.
fr: En fait, oui. Cela semble prometteur.

source: Do you know of the island given by the king to a pirate called Marco?
fr: Connaissez-vous l'île donnée par le roi à un pirate appelé Marco?

source: I have not studied the king's private maps. I cannot help you on that count.
fr: Je n'ai pas étudié les cartes privées du roi. Je ne peux pas vous aider sur ce point.

source: I am happy to show you the location of any of several islands that I have studied. Which shall it be?
fr: Je suis heureux de vous montrer l'emplacement d'une des nombreuses îles que j'ai étudiées. Laquelle choisir?

source: Forget it. We'll find our own way around.
fr: Oubliez ça. Nous allons trouver notre propre chemin.

source: Ask for directions to Slavenia
fr: Demander la direction à prendre pour Slavenia

source: Show me the way to Slavenia...
fr: Montre-moi le chemin de la Slovénie...

source: Ask for directions to Mertropolis
fr: Demander la direction à prendre pour Mertropolis

source: Show me the way to Mertropolis...
fr: Montre-moi le chemin de Mertropolis...

source: Ask for directions to Polupa
fr: Demander la direction à prendre pour Polupa

source: Show me the way to Polupa...
fr: Montre-moi le chemin de Polupa...

source: Ah, a tiny island due south of Thantos. It's barren, nothing there but sand.
fr: Ah, une petite île au sud de Thantos. Elle est stérile, il n'y a rien d'autre que du sable.

source: Very good. And thanks again.
fr: Très bien. Et merci encore.

source: Help Renaldo by killing Baron Lothar
fr: Aidez Renaldo en tuant le baron Lothar

source: We need to hurry, Lothar's reinforcements could arrive at any time.
fr: Nous devons nous dépêcher, les renforts de Lothar peuvent arriver à tout moment.

source: We're out of time! Lothar's ships are circling the island. We're done for!
fr: Nous n'avons plus le temps! Les navires de Lothar font le tour de l'île. Nous sommes foutus!

source: Alas, we are not strong enough... the corruption will never end.
fr: Hélas, nous ne sommes pas assez forts... la corruption ne finira jamais.

source: The King knows of your treachery, Renaldo. You can't hope to escape his wrath.
fr: Le Roi est au courant de ta trahison, Renaldo. Tu ne peux pas espérer échapper à sa colère.

source: I'm an outlaw now, for better or worse.
fr: Je suis un hors-la-loi maintenant, pour le meilleur ou pour le pire.

source: Welcome to the gang.
fr: Bienvenue dans le gang.

source: Yes, it seems I'm indebted once more to pirates.
fr: Oui, il semble que je sois redevable une fois de plus aux pirates.

source: So Marco saved your skin as well, eh?
fr: Alors Marco t'a aussi sauvé la peau, hein?

source: No, the war had not yet begun at that time. He came looking for men - seems he hoped to hire his own private army. God knows why. I gave him some names, the Baron's finest. He did the rest. Some he bribed, some he press-ganged. It was well for us that he did so, not so for Lothar.
fr: Non, la guerre n'avait pas encore commencé à ce moment-là. Il est venu chercher des hommes - il semble qu'il espérait engager sa propre armée privée. Dieu sait pourquoi. Je lui ai donné des noms, les meilleurs du baron. Il a fait le reste. Certains qu'il a soudoyés, d'autres qu'il a fait pression. C'était bien pour nous qu'il le fasse, pas pour Lothar.

source: Once hired, whither did these men travel?
fr: Une fois engagés, où ces hommes ont-ils voyagé?

source: Marco took them further south, to where I'm not sure. I do know he intended to stop in at Greystone Port - said something about needing some proper pirate muscle to beef up his army. He was not here long.
fr: Marco les a emmenés plus au sud, là où je ne suis pas sûr. Je sais qu'il avait l'intention de s'arrêter au port de Greystone - il a dit qu'il avait besoin d'un bon muscle de pirate pour renforcer son armée. Il n'est pas resté longtemps ici.

source: Well, the news itself is of some help. I guess we go to Greystone.
fr: Eh bien, les nouvelles elles-mêmes sont d'une certaine utilité. Je suppose que nous allons à Greystone.

source: What do you want, stranger? You'd do well to avoid an isle in the midst of civil war.
fr: Qu'est-ce que tu veux, étranger? Tu ferais bien d'éviter une île en pleine guerre civile.

source: I'm looking for a man named Marco. Rumours say he sailed about these parts. I trust this war is not on his account?
fr: Je cherche un homme qui s'appelle Marco. La rumeur dit qu'il a navigué dans ces régions. J'espère que cette guerre n'est pas à cause de lui?

source: Not exactly. It is corruption we fight, though we have brought far worse upon ourselves by doing so. I knew the Baron was loose with the law, but it seems he's now unhinged.
fr: Pas exactement. C'est la corruption que nous combattons, bien que nous nous soyons attiré bien pire en le faisant. Je savais que le Baron était en liberté avec la loi, mais il semble qu'il soit maintenant déséquilibré.

source: In any case, I have crossed paths with Marco - we helped each other out a few seasons past. You're the image of him, I don't doubt your kinship.
fr: En tout cas, j'ai croisé le chemin de Marco - nous nous sommes entraidés il y a quelques saisons. Tu es à son image, je ne doute pas de ta parenté.

source: Aye, he is my brother. But what happened? Where did he go?
fr: Oui, c'est mon frère. Mais que s'est-il passé? Où est-il allé?

source: Not now, friend. Lothar's got us pinned down. If you stick around long enough to see this battle through, I'll be glad to return a favour. They'll be plenty of time for tongue wagging when the Baron is slain.
fr: Pas maintenant, mon ami. Lothar nous a coincés. Si tu restes assez longtemps pour mener à bien cette bataille, je serai heureux de te rendre service. Ils auront tout le temps de remuer la langue quand le Baron sera tué.

source: A fight is it? Lucky for you we know our way around a battlefield.
fr: Un combat, c'est ça? Heureusement pour vous, nous connaissons notre chemin sur un champ de bataille.

source: Good. Grab a weapon and fight. I'll give you command of some men. Your brother did us well, hopefully his footsteps are not too hard for you to follow.
fr: Bien. Prenez une arme et battez-vous. Je vous donnerai le commandement de quelques hommes. Ton frère nous a bien aidés, j'espère que ses traces ne sont pas trop difficiles à suivre.

source: You think your revolution will amount to anything? You're fools to fight for things that cannot be.
fr: Tu penses que ta révolution sera utile? Vous êtes idiots de vous battre pour des choses qui ne peuvent pas l'être.

source: I'm smart enough to know that the world won't mourn your passing. Out of the way!
fr: Je suis assez intelligent pour savoir que le monde ne pleurera pas votre disparition. Dégagez le chemin!

source: I stand for Lothar. I stand for the King.
fr: Je représente Lothar. Je représente le Roi.

source: Then you shall stand no longer.
fr: Alors tu ne seras plus debout.

source: You dare call it tyranny? You, who gorge on fat roasted foul and sweet wines? Your own people are starving, Renaldo! You are no champion of the smallfolk. Nay, you only seek a fatter slice for yourself.
fr: Tu oses appeler ça de la tyrannie? Toi, qui te gaves de vins gras, rôtis et sucrés? Ton propre peuple meurt de faim, Renaldo! Tu n'es pas le champion des petits. Non, tu ne cherches qu'une tranche plus grasse pour toi-même.

source: There is a saying about black pots and kettles, Hobbs. Right now, the kettle is boiling and it's time for tea! There simply isn't enough sugar to go around...
fr: Il existe un dicton sur les marmites noires, Hobbs. En ce moment, la bouilloire est en train de bouillir et c'est l'heure du thé! Il n'y a tout simplement pas assez de sucre pour tout le monde...

source: There is more to war than fine rhetoric, Renaldo.
fr: Il y a plus dans la guerre que la rhétorique, Renaldo.

source: Listen, Lothar thinks he can tax his way into the graces of the King. Tylon has all but abandoned Farrow, and Lothar follows him in his mad quest.
fr: Ecoute, Lothar pense qu'il peut se frayer un chemin dans les grâces du roi. Tylon a pratiquement abandonné Farrow, et Lothar le suit dans sa folle quête.

source: That doesn't excuse being a hypocrite, Renaldo. Peasants have been starving on Farrow long before Lothar arrived.
fr: Cela n'excuse pas ton hypocrisie, Renaldo. Les paysans ont été affamés sur Farrow bien avant l'arrivée de Lothar.

source: Enough of this!
fr: Ça suffit!

source: Look to the future, for pity's sake! Farrow cannot hope to survive without an ally. King Tylon's reach is boundless.
fr: Regarde vers l'avenir, par pitié! Farrow ne peut pas espérer survivre sans un allié. La portée du roi Tylon est sans limite.

source: Once that may have been true. But times change and kings grow mad!
fr: Une fois que c'est peut-être vrai. Mais les temps changent et les rois deviennent fous!

source: Damn it, Renaldo! I have two sons. Would you have them cut down to put a few extra coppers in your purse?
fr: Bon sang, Renaldo! J'ai deux fils. Tu les ferais couper pour mettre quelques flics de plus dans ton sac?

source: You're a good man Edwards, but you chose the wrong side.
fr: Tu es un homme bon Edwards, mais tu as choisi le mauvais côté.

source: A chill wind fills these sails...
fr: Un vent froid remplit ces voiles...

source: Defeat the pit fighters
fr: Vaincre les combattants de la fosse

source: As you step into the arena, you hear cheering from up above. Dozens of eager faces peer down at you from the walkways.
fr: Quand vous entrez dans l'arène, vous entendez des acclamations venant d'en haut. Des dizaines de visages enthousiastes vous regardent depuis les allées.

source: Destroy all enemies
fr: Détruire tous les ennemi

source: Damn these orcs!
fr: Au diable ces orcs!

source: We have weathered the brunt of this brown-skinned storm, let us sail now while we still can.
fr: Nous avons surmonté le plus gros de cette tempête à la peau brune, naviguons maintenant tant que nous le pouvons encore.

source: Goblins! Everywhere!
fr: Gobelins! Partout!

source: Set sail
fr: Mettez les voiles

source: You return? Surely victory was not so swift?
fr: Vous revenez? La victoire n'a sûrement pas été si rapide?

source: Indeed, we have yet to take to battle.
fr: En effet, nous n'avons pas encore pris part à la bataille.

source: Then go to it!
fr: Alors, allez-y!

source: Looks like we've intercepted one of the Royal Cavalry transports...
fr: On dirait que nous avons intercepté un des transports de la cavalerie royale...

source: Men, be ready to charge the moment they step foot upon our deck!
fr: Messieurs, soyez prêts à charger dès qu'ils mettront le pied sur notre pont!
