Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: The Dwarven Thunderguards are famed for their curious weaponry, these strange staves of wood and iron that make a thunderous noise in their anger. The machinations behind this weaponry are a mystery, a secret taken to the grave by the dwarves of Knalga who wield them, and are assumed to have even forged them. The most that is known are reports of dwarves pouring a strange black dust into the mouth of their weapons, which some say is a food to fuel the beast imprisoned within. Though a single shot from these 'thundersticks' can take several minutes to prepare, the results are seen by the Dwarves as being well worth the wait.
fr: Les Thunderguards nains sont célèbres pour leur curieux armement, ces étranges douves de bois et de fer qui font un bruit de tonnerre dans leur colère. Les machinations derrière ces armes sont un mystère, un secret emporté dans la tombe par les nains de Knalga qui les manient, et que l'on suppose même avoir forgé. Tout ce que l'on sait, c'est que les nains déversent une étrange poussière noire dans la bouche de leurs armes, qui, selon certains, est une nourriture pour alimenter la bête qui y est emprisonnée. Bien qu'un seul tir de ces "bâtons de tonnerre" puisse prendre plusieurs minutes à préparer, les résultats sont considérés par les nains comme valant bien l'attente.

source: Dwarvish Miner
fr: Mineur nain

source: Dwarvish miners are the grunt workers of Dwarvish society. They take the precious ores out of the ground, but do not ever take part in the crafting of weapons or artifacts.
fr: Les mineurs nains sont les travailleurs de base de la société naine. Ils extraient les minerais précieux du sol, mais ne participent jamais à la fabrication d'armes ou d'objets d'art.

source: pick
fr: choisir

source: Dwarvish Captain
fr: Capitaine nain

source: Dwarvish Captains are sometimes shunned by those within the clans, but they are nevertheless valued for the rich resources they bring back from their expeditions.
fr: Les capitaines nains sont parfois évincés par les membres des clans, mais ils sont néanmoins appréciés pour les riches ressources qu'ils ramènent de leurs expéditions.

source: hatchet
fr: hachette

source: Dwarvish Dragonguard
fr: Dragonguard nain

source: It is not clear why the Dragonguards are called what they are, a name given by their dwarven brethren. Some speculate that the name comes from their weapon of choice, these strange staves that belch fire and death. Others have surmised that it is because such weapons would be a threat against even a true Dragon, should such a thing be seen again in the known world. Whatever the case, it is for these weapons that the guardians of the great Dwarven citadels are both renowned and feared; weapons that have broken the mightiest of warriors with a single blow.
fr: On ne sait pas très bien pourquoi les Dragonguards sont appelés comme ils le sont, un nom donné par leurs frères nains. Certains spéculent que ce nom vient de leur arme de prédilection, ces étranges bâtons qui crachent le feu et la mort. D'autres ont supposé que c'est parce que ces armes seraient une menace, même pour un vrai Dragon, si une telle chose devait se reproduire dans le monde connu. Quoi qu'il en soit, c'est pour ces armes que les gardiens des grandes citadelles naines sont à la fois connus et craints ; des armes qui ont brisé le plus puissant des guerriers d'un seul coup.

source: dragonstaff
fr: bâton de dragon

source: Velite
fr: Vélite

source: A Velite wears the wolf-skin headdress and is clothed in green and brown; he wields a throwing spear and a small wooden buckler. Not having been trained in organized combat, but rather in a form of 'tactics' that some find primitive and chaotic, the Velite runs around the battlefield, right past his opponents, until he finds someone he can defeat. Then he attacks.
fr: Un Vélite porte la coiffe en peau de loup et est vêtu de vert et de marron ; il brandit une lance et un petit bouclier en bois. N'ayant pas été formé au combat organisé, mais plutôt à une forme de "tactique" que certains trouvent primitive et chaotique, le Vélite court sur le champ de bataille, juste devant ses adversaires, jusqu'à ce qu'il trouve quelqu'un qu'il peut vaincre. Puis il attaque.

source: spear
fr: lance

source: javelin
fr: javelot

source: Auxiliary
fr: Auxiliaire

source: The Auxilia do not have a shield or much armor, and wield only a broadsword, but their quickness, adaptability and plentifulness makes up for this. Their one hope is that, by serving for long enough, they will be granted royal citizenship, and all the privileges that come with that.
fr: Les Auxiliaires n'ont pas de bouclier ni beaucoup d'armure, et ne manient qu'un sabre, mais leur rapidité, leur adaptabilité et leur abondance compensent cela. Leur seul espoir est qu'en servant assez longtemps, ils obtiendront la citoyenneté royale et tous les privilèges qui en découlent.

source: gladius
fr: glaive

source: Funditor
fr: Financier

source: The Funditor's two weapons are the gladius and the sling. Although skilled with both of them, he has put most of his effort into practicing with the sling, firing quick and accurate volleys in every battle. Nonetheless, he can fight and win in hand-to-hand combat against a rawly recruited soldier. The Funditor is as good as the best royal archer, both due to his own skill, and the general incompetence of royal troops at using the bow.
fr: Les deux armes du Financier sont le gladius et la fronde. Bien qu'il soit doué pour les deux, il a consacré la plupart de ses efforts à s'entraîner avec la fronde, tirant des volées rapides et précises à chaque bataille. Néanmoins, il peut se battre et gagner au corps à corps contre un soldat brutalement recruté. Il est aussi bon que le meilleur archer royal, à la fois en raison de sa propre compétence et de l'incompétence générale des troupes royales à utiliser l'arc.

source: Gladiator
fr: Gladiateur

source: The Rorarius is as good a melee fighter as almost any member of the royal guard, simply because his lightweight shield and lack of armor allows him to make much stronger stabs with his gladius. However, this offensive capability comes at a price; although he deals more damage than most, he takes more in return, and is unable to retaliate at all against enemy archers. Rorarii are indeed powerful fighters, but they are only support troops and are ineffective against most armies.
fr: Le Rorarius est un aussi bon combattant de mêlée que presque tous les membres de la garde royale, simplement parce que son bouclier léger et son absence d'armure lui permettent de faire des coups beaucoup plus forts avec son gladius. Cependant, cette capacité offensive a un prix : bien qu'il inflige plus de dégâts que la plupart des autres, il en prend plus en retour et est incapable de riposter du tout contre les archers ennemis. Les Rorarii sont en effet de puissants combattants, mais ils ne sont que des troupes de soutien et sont inefficaces contre la plupart des armées.

source: Slinger
fr: Fronde

source: Although the bow is often a more dangerous weapon than the sling, many auxiliaries opt for the latter, because of its rapid rate of fire and the plentifulness of ammunition. Although a swiftly moving stone is not all that dangerous to a fully equipped soldier, it is often enough to take down unarmored foes.
fr: Bien que l'arc soit souvent une arme plus dangereuse que la fronde, de nombreux auxiliaires optent pour cette dernière, en raison de sa cadence de tir rapide et de l'abondance de munitions. Bien qu'une pierre qui se déplace rapidement ne soit pas si dangereuse pour un soldat bien équipé, elle est souvent suffisante pour abattre des ennemis non blindés.

source: Prizefighter
fr: Combattant de prix

source: Having taken a shine to the gladius they were originally equipped with, the Light Infantryman has kept that sword and now wears a light leather shield. Alone among all members of the royal army, he does not wield any ranged weapon, but his relative litheness and quick feet allow him to run back and forth from battle front to battle front. Also, his speed and strong sword make him perfect for taking out archers after the enemy's front lines have been decimated.
fr: Après avoir fait briller le gladius dont ils étaient équipés à l'origine, le fantassin léger a conservé cette épée et porte maintenant un bouclier léger en cuir. Seul parmi tous les membres de l'armée royale, il ne porte aucune arme à distance, mais sa relative lenteur et la rapidité de ses pieds lui permettent de courir d'un front à l'autre. De plus, sa vitesse et son épée puissante le rendent parfait pour éliminer les archers après que les lignes de front de l'ennemi aient été décimées.

source: Skirmisher
fr: Tirailleur

source: The Skirmisher has abandoned his original weapon, the sword, in favor of a spear for both close and long range. He has perfected the art of moving quickly between enemy lines, and is able to hold his own against opponents of both the ranged and melee variety. His main task in the army is providing a skirmishing screen for the regular troops, and to help funnel cavalry and archers towards their more heavily armored allies.
fr: Le tirailleur a abandonné son arme d'origine, l'épée, au profit d'une lance pour les tirs à courte et longue portée. Il a perfectionné l'art de se déplacer rapidement entre les lignes ennemies, et est capable de tenir tête aux adversaires à distance et en mêlée. Sa tâche principale dans l'armée est de fournir un écran de tiraillement pour les troupes régulières, et d'aider à canaliser la cavalerie et les archers vers leurs alliés plus lourdement blindés.

source: Dog
fr: Chie

source: Although quite fragile in combat, dogs nevertheless obey every command of their masters. If wild, and threatened, they can be even more fearsome.
fr: Bien qu'assez fragiles au combat, les chiens obéissent néanmoins à tous les ordres de leurs maîtres. S'ils sont sauvages et menacés, ils peuvent être encore plus redoutables.

source: fangs
fr: crocs

source: Horse
fr: Cheval

source: stampede
fr: débandade

source: Ram
fr: Bélier

source: horns
fr: klaxons

source: War Dog
fr: Chien de guerre

source: Warlords are the chosen fighters of their clan, inspiring both awe and dread in their fellow orcs.
fr: Les seigneurs de la guerre sont les combattants choisis de leur clan, inspirant à la fois la crainte et la crainte à leurs compagnons orcs.

source: Old Orcish Shaman
fr: Vieux chaman orque

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Old Orcish Shamans are shamans that have mastered magic, although their physical strength has declined with age.
fr: Les chamans orques sont les gardiens de la magie orque. Respectés parmi les tribus orques, ils forment le Conseil des Orques, qui prend des décisions importantes pour toute la communauté orque et arbitre les nombreux conflits qui surgissent entre les tribus de cette race argumentative. Bien que physiquement faibles (pour les Orcs), les chamans orques sont de bons lanceurs de sorts et peuvent maudire leurs ennemis, épuisant ainsi leur vie. Les vieux chamans orques sont des chamans qui ont maîtrisé la magie, bien que leur force physique ait diminué avec l'âge.

source: curse
fr: malédiction

source: Orcish Champion
fr: Champion orc

source: Champions are the chosen fighters of their clan, inspiring both awe and dread in their fellow orcs.
fr: Les champions sont les combattants choisis de leur clan, inspirant à la fois la crainte et la crainte à leurs compagnons orcs.

source: greatsword
fr: grande épée

source: Nagini Maiden
fr: Jouvencelle Naga

source: Nagini Maiden is a chosen nagini who has magical power in her group.
fr: Un jouvencelle Naga est une naga choisie qui a un pouvoir magique dans son groupe.

source: water ball
fr: boule d'eau

source: Naga Ninja
fr: Ninja Naga

source: battle blades
fr: lames de combat

source: blowpipe
fr: sarbacane

source: Naga Abomination
fr: Abomination Naga

source: These demons are bred from nagas.
fr: Ces démons sont élevés à partir de nagas.

source: mace
fr: masse

source: Naga Hunter
fr: Chasseur Naga

source: Naga Hunters are Naga who are skilled at hunting with a bow. Since the naga are naturally resistant to poison, they have no qualms about hunting with poisoned arrows. These two foot long shafts, tipped with a potent poison, have been known to slay many kinds of prey.
fr: Les chasseurs de Naga sont des Naga qui savent chasser à l'arc. Comme les Nagas sont naturellement résistants au poison, ils n'ont aucun scrupule à chasser avec des flèches empoisonnées. Ces flèches de deux pieds de long, munies d'un puissant poison, sont connues pour tuer de nombreuses sortes de proies.

source: Nagini Dowser
fr: Sourcier Nagini

source: Nagini Dowser.
fr: Sourcier Naga.

source: Nagini Sorceress
fr: Sorcière Naga

source: Nagini Sorceress.
fr: Sorcière Naga.

source: Naga Stalker
fr: Harceleur Naga

source: Poacher
fr: Braconnier

source: More cautious and thoughtful than either of his elder brothers, Hugo learned at an earlier age that he didn't always need to use brute force to get what he wanted.
fr: Plus prudent et réfléchi que ses deux frères aînés, Hugo a appris très tôt qu'il n'avait pas toujours besoin de recourir à la force brute pour obtenir ce qu'il voulait.

source: slash
fr: entaille

source: quickfire
fr: feu rapide

source: Largo was always the rash one. Quick to pick a fight, and quick to finish them. Though his temper often landed him in trouble, his brother Hugo was always around to pick up the pieces. His raw strength and headfirst style meant a mace was always Largo's weapon of choice. He later learned more practical ways of fighting, but swinging a blunt piece of iron at his enemies remains his favourite. In the absense of a father, Largo looked up to Marco with admiration and a touch of jealously. His brother's betrayal set a fire burning in his heart that drives him on, sometimes in rage.
fr: Largo a toujours été le plus téméraire. Rapide à se battre, et rapide à les achever. Bien que son tempérament l'ait souvent mis en difficulté, son frère Hugo était toujours là pour ramasser les morceaux. Grâce à sa force brute et à son style de tête, la massue a toujours été l'arme de prédilection de Largo. Plus tard, il a appris des méthodes de combat plus pratiques, mais balancer un morceau de fer émoussé sur ses ennemis reste son arme préférée. En l'absence d'un père, Largo admirait Marco et le regardait avec une pointe de jalousie. La trahison de son frère a allumé un feu dans son cœur qui l'a poussé à continuer, parfois avec rage.

source: swing
fr: balancer

source: jab
fr: piquer

source: block
fr: bloquer

source: slingshot
fr: fronde

source: Largo was always the rash one. Quick to pick a fight, and quick to finish them. Though his temper often landed him in trouble, his brother Hugo was always around to pick up the pieces. His raw strength and headfirst style meant a mace was always Largo's weapon of choice. He later learned more practical ways of fighting, but swinging a blunt piece of iron at his enemies remains his favourite.
fr: Largo a toujours été le plus téméraire. Rapide à se battre, et rapide à les achever. Bien que son tempérament l'ait souvent mis en difficulté, son frère Hugo était toujours là pour ramasser les morceaux. Grâce à sa force brute et à son style de tête, la massue a toujours été l'arme de prédilection de Largo. Plus tard, il a appris des méthodes de combat plus pratiques, mais balancer un morceau de fer émoussé sur ses ennemis reste son arme préférée.

source: Stalker
fr: Harceleur

source: More cautious and thoughtful than either of his elder brothers, Hugo learned at an earlier age that he didn't always need to use brute force to get what he wanted. Using a bow came naturally to Hugo. It seemed a perfect fit for his aloof attitude and keen eyesight. Even so, he's found it necessary to learn his way with a blade for when things get up close and personal. Due to being the younger of the three, Hugo never knew Marco in quite the same way as Largo did. He respected his older brothers equally, so the blow of betrayal was a shock even if he sometimes finds himself in awe of Marco's cunning.
fr: Plus prudent et réfléchi que ses deux frères aînés, Hugo a appris très tôt qu'il n'avait pas toujours besoin de recourir à la force brute pour obtenir ce qu'il voulait. L'utilisation d'un arc est venue naturellement à Hugo. Cela semblait convenir parfaitement à son attitude distante et à sa vue perçante. Malgré tout, il a trouvé nécessaire d'apprendre à se servir d'une lame pour quand les choses se rapprochent de lui. Comme il est le plus jeune des trois, Hugo n'a jamais connu Marco de la même manière que Largo. Il respectait ses frères aînés de la même manière, et le coup de la trahison a été un choc, même s'il se retrouve parfois en admiration devant la ruse de Marco.

source: stab
fr: poignarder

source: sureshot
fr: coup sûr

source: Freebooter
fr: Flibustier

source: firebow
fr: arc-en-ciel

source: Marauder
fr: Maraudeur

source: smackdown
fr: la gifle

source: Thug
fr: Voyou

source: Largo was always the rash one. Quick to pick a fight, and quick to finish them. Though his temper often landed him in trouble, his brother Hugo was always around to pick up the pieces.
fr: Largo a toujours été le plus téméraire. Rapide à se battre, et rapide à les achever. Bien que son tempérament lui causait souvent des ennuis, son frère Hugo était toujours là pour ramasser les morceaux.

source: Trapper
fr: Trappeur

source: More cautious and thoughtful than either of his elder brothers, Hugo learned at an earlier age that he didn't always need to use brute force to get what he wanted. Using a bow came naturally to Hugo. It seemed a perfect fit for his aloof attitude and keen eyesight. Even so, he's found it necessary to learn his way with a blade for when things get up close and personal.
fr: Plus prudent et réfléchi que ses deux frères aînés, Hugo a appris très tôt qu'il n'avait pas toujours besoin de recourir à la force brute pour obtenir ce qu'il voulait. L'utilisation d'un arc est venue naturellement à Hugo. Cela semblait convenir parfaitement à son attitude distante et à sa vue perçante. Malgré tout, il a trouvé nécessaire d'apprendre à se servir d'une lame pour quand les choses se rapprochent de lui.

source: Longboat
fr: Bateau long

source: Powered by both oars and sails, this boat doubles as a troop carrier and a war ship. It can carry up to 4 of each trading commodity.
fr: Propulsé par des rames et des voiles, ce bateau sert à la fois de transporteur de troupes et de navire de guerre. Il peut transporter jusqu'à 4 de chaque marchandise de commerce.

source: oar bash
fr: rame bash

source: arrows
fr: flèches

source: fire arrows
fr: flèches de feu

source: Propelled by oars or small sails, boats are used to travel short distances and in shallows where large ships cannot navigate. The cutter can carry up to 2 of each trading commodity.
fr: Propulsés par des rames ou de petites voiles, les bateaux sont utilisés pour parcourir de courtes distances et dans les hauts-fonds où les grands navires ne peuvent pas naviguer. Le cotre peut transporter jusqu'à 2 de chaque marchandise de commerce.

source: ballista
fr: baliste

source: Ghost Ship
fr: Vaisseau fantôme

source: A once mighty vessel, long ago claimed by the dead.
fr: Un vaisseau autrefois puissant, revendiqué depuis longtemps par les morts.

source: frost cannon
fr: canon de givre

source: Shipwreck
fr: Epave

source: A mess of rotting timbers and tattered rigging.
fr: Un tas de bois pourri et de gréements en lambeaux.

source: A traditional sailing vessel powered by lateen sails. It is primarily used to carry heavy items along coastlines, usually on route to trading ports. It can carry up to 3 of each trading commodity.
fr: Un bateau à voile traditionnel propulsé par des voiles en latex. Il est principalement utilisé pour transporter des articles lourds le long des côtes, généralement en route vers les ports de commerce. Il peut transporter jusqu'à 3 de chaque produit de commerce.

source: ram spike
fr: éperon de bélier

source: A small, highly maneuverable sailing ship used to explore coasts and cross oceans. It can carry up to 4 of each trading commodity.
fr: Un petit voilier très maniable utilisé pour explorer les côtes et traverser les océans. Il peut transporter jusqu'à 4 de chaque produit commercialisé.

source: It turns out that a simple washing tub can suffice as a vessel - but only for the very desperate.
fr: Il s'avère qu'une simple cuve de lavage peut suffire comme récipient - mais seulement pour les plus désespérés.

source: A three-mast warship that is both swift and capable of carrying a decent arsenal. It can carry up to 5 of each trading commodity.
fr: Un navire de guerre à trois mâts qui est à la fois rapide et capable de transporter un arsenal décent. Il peut transporter jusqu'à 5 de chaque marchandise commerciale.

source: flame ballista
fr: baliste de flamme

source: cannons
fr: canons

source: mortar cannon
fr: canon à mortier

source: Pirate Ship
fr: Bateau pirate

source: Pirate ships are to transport ships what wolves are to sheep. The pirates who crew them are more than happy to help relieve other ships of their weighty cargo. It can carry up to 6 of each trading commodity.
fr: Les bateaux pirates sont au transport des navires ce que les loups sont aux moutons. Les pirates qui les équipent sont plus qu'heureux d'aider à soulager les autres navires de leur lourde cargaison. Il peut transporter jusqu'à 6 de chaque marchandise commerciale.

source: grappling chain
fr: grappling chai

source: harpoon gun
fr: pistolet harpon

source: The serpentine naga are one of the few races capable of any meaningful mobility in water, giving them mastery of a whole world effectively forbidden to land dwellers. Still, they are not true creatures of the sea, and their inability to breathe water leaves them in trepidation of the abyss. They are small, and somewhat frail in form, but often much more nimble than their opponents.
fr: Les nagas serpentins sont l'une des rares races capables de se déplacer de manière significative dans l'eau, ce qui leur permet de maîtriser un monde entier effectivement interdit aux habitants de la terre. Pourtant, ce ne sont pas de véritables créatures de la mer, et leur incapacité à respirer l'eau les laisse dans l'appréhension de l'abîme. Ils sont petits et de forme quelque peu frêle, mais souvent beaucoup plus agiles que leurs adversaires.

source: Galleon
fr: Gallion

source: A large, multi-decked sailing ship bristling with cannons. It can carry up to 6 of each trading commodity.
fr: Un grand voilier à plusieurs ponts, hérissé de canons. Il peut transporter jusqu'à 6 de chaque marchandise commerciale.

source: ram
fr: bélier

source: flame mortar
fr: mortier de flammes

source: Cannonball
fr: Boulet de canon

source: A projectile fired by the coastal battery.
fr: Un projectile tiré par la batterie côtière.

source: Conductor
fr: Conducteur

source: A strange artifact, bristling with magic. It is impervious to all but fire attacks.
fr: Un étrange artefact, hérissé de magie. Il est imperméable à tout sauf aux attaques de feu.

source: Coastal Battery
fr: Batterie côtière

source: Part of Fort Liberty's imposing coastal battery.
fr: Une partie de l'imposante batterie côtière de Fort Liberty.

source: salvo
fr: salve

source: Wose Sapling
fr: Jeune Wose
