Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: So you're another hard-up loser like Fry. What do you expect us to do about it?
fr: Alors tu es un autre perdant dur comme Fry. Qu'est-ce que tu attends de nous?

source: What do you expect us to do about it?
fr: Qu'est-ce que tu attends de nous?

source: To start with I just need a place to set up shop, somewhere quiet where the royals won't come knocking. You look like the travelling type. Seen anywhere that might fit the bill?
fr: Pour commencer, j'ai juste besoin d'un endroit pour m'installer, un endroit tranquille où la famille royale ne viendra pas frapper. Tu as l'air du genre à voyager. Vous avez vu un endroit qui pourrait faire l'affaire?

source: Suggest a location
fr: Suggérer un lieu

source: Suggest a location...
fr: Suggérer un lieu...

source: I hear Altaz Gaol is nice and quiet these days...
fr: J'ai entendu dire que la prison d'Altaz est agréable et calme ces jours-ci...

source: Altaz? Are you kidding? A royal prison island ain't exactly the best place to lay low.
fr: Altaz? Tu plaisantes? Une île prison royale n'est pas vraiment le meilleur endroit pour faire profil bas.

source: Have you considered working out of Dahazi Beach?
fr: As-tu pensé à travailler sur la plage de Dahazi?

source: Nah, them lizards give me the creeps. I need somewhere where I can work undisturbed.
fr: Nan, ces lézards me donnent la chair de poule. J'ai besoin d'un endroit où je peux travailler sans être dérangé.

source: Have you thought about heading to Judro Pits?
fr: As-tu pensé à aller à Judro Pits?

source: You're a fool if you think Judro is a safe place for a women and her cauldron.
fr: Tu es un idiot si tu penses que Judro est un endroit sûr pour une femme et son chaudron.

source: How about setting up shop at Elixion?
fr: Que dirais-tu de t'installer chez Elixion?

source: Something tells me the elves there won't approve. Any other ideas?
fr: Quelque chose me dit que les elfes là-bas n'approuveront pas. D'autres idées?

source: What about Fort Bastille?
fr: Et le Fort Bastille?

source: You're even dumber than you look. I'm asking you because I need to go somewhere else.
fr: Tu es encore plus bête que tu en as l'air. Je te le demande parce que j'ai besoin d'aller ailleurs.

source: What about right here?
fr: Et pourquoi pas ici?

source: I learned my lesson at Fort Bastille. I need somewhere out of the way.
fr: J'ai appris ma leçon au Fort Bastille. J'ai besoin d'un endroit hors du chemin.

source: What about Farrow?
fr: Et Farrow?

source: I don't trust the fool in charge of that place.
fr: Je n'ai pas confiance en l'imbécile qui dirige cet endroit.

source: Why don't you pitch up at Farmville?
fr: Pourquoi tu ne t'installes pas à Farmville?

source: Move in with a gang of lonely farm boys? No thanks.
fr: Emménager avec une bande de fermiers solitaires? Non merci.

source: There's not much going on at Farmville, so I'm told.
fr: Il n'y a pas grand chose qui se passe à Farmville, c'est ce qu'on m'a dit.

source: I heard some disease wiped out Old Man Tet and the others. I'm not risking it.
fr: J'ai entendu dire qu'une maladie a anéanti le vieux Tet et les autres. Je ne prends pas le risque.

source: Who told you that? Hmm, well... nevermind.
fr: Qui t'a dit ça? Hmm, et bien... peu importe.

source: What about $temp_answer|?
fr: Et pour $temp_answer|?

source: Nah, I don't think that's suitable. Got any other ideas?
fr: Non, je ne pense pas que ce soit approprié. Tu as d'autres idées?

source: There's always our hideout, it's pretty secluded.
fr: Il y a toujours notre cachette, elle est assez isolée.

source: Hmm... where is that?
fr: Hmm... où est-ce que c'est?

source: It's not too far and we're the only ones who know about it. I guess we don't really need it right now.
fr: Ce n'est pas trop loin et nous sommes les seuls à le savoir. Je suppose qu'on n'en a pas vraiment besoin pour l'instant.

source: Sounds good to me. Mark it on my map and I'll be on my way.
fr: Ça me semble bien. Marquez-le sur ma carte et je m'en irai.

source: Fine, here you go. Happy brewing!
fr: Bien, voilà. Bonne brasserie!

source: Hello there! Do you remember me? I certainly remember you. Those coins you gave me served me well over at the gamblin' den. Though you gave it me in pity, it was enough to turn my fortunes around.
fr: Bonjour! Vous vous souvenez de moi? Je me souviens certainement de vous. Les pièces que vous m'avez données m'ont bien servies à la salle de jeu. Bien que tu me les aies données par pitié, c'était suffisant pour retourner ma fortune.

source: I'm glad to hear it Fry.
fr: Je suis content de l'entendre, Fry.

source: I don't know what I would have done if you hadn't dropped by and helped me out. I was at rock bottom. Now I'm... well, I'm doing okay. In fact, I'd like to give you forty coins as a gesture of thanks.
fr: Je ne sais pas ce que j'aurais fait si tu n'étais pas passé m'aider. J'étais au plus bas. Maintenant je suis... eh bien, je me débrouille bien. En fait, j'aimerais vous donner quarante pièces en guise de remerciement.

source: I shan't say no to such a gesture. I hope your fortunes stay afloat.
fr: Je ne refuserai pas un tel geste. J'espère que votre fortune restera à flot.

source: Why, it's my old friends! Spare some more gold, perchance?
fr: Mais, ce sont mes vieux amis! Encore un peu d'or, peut-être?

source: Hey there. Can you spare some gold for a poor sot whose lot is nowt?
fr: Salut. Pouvez-vous donner un peu d'or à un pauvre homme qui n'a rien à gagner?

source: We are not in the habit of flinging coins at every beggar who accosts us.
fr: Nous n'avons pas l'habitude de jeter des pièces à chaque mendiant qui nous accoste.

source: This beggar might just know somethin' that'll make it worth your while. Please, a few gold is all I ask...
fr: Ce mendiant pourrait bien savoir quelque chose qui vous fera gagner du temps. S'il vous plaît, je ne demande que quelques pièces d'or...

source: Harass another, you vagrant.
fr: Harcèlez-en un autre, espèce de vagabond.

source: Give him some gold
fr: Donnez-lui un peu d'or

source: How much gold will you give?
fr: Combien d'or donnerez-vous?

source: Amount:
fr: Montant :

source: Here, $donation coins is surely enough to be rid of you.
fr: Ici, les pièces de monnaie de donation sont sûrement suffisantes pour se débarrasser de vous.

source: Alrighty, now listen up mates. See that pirate ship there? It's bound for Farmville it is, a backwards hole not far from here. Them farmers be expecting a pickup, but the captain's got dead drunk last night - and got in trouble with Alderot an' all.
fr: Très bien, écoutez-moi bien, les amis. Vous voyez ce bateau pirate là-bas? Il se dirige vers Farmville, un trou à l'envers non loin d'ici. Ces fermiers s'attendent à un ramassage, mais le capitaine était ivre mort hier soir - et il a eu des ennuis avec Alderot et tout le reste.

source: Cut to the chase, Fry.
fr: Va droit au but, Fry.

source: Don't ya see? That ship ain't going nowhere for a couple o' days. And all the while them Farmville fools be sitting on a pile of gold. Get me? I woulda made a good old pirate if I had a ship of me own.
fr: Tu ne vois pas? Ce bateau n'ira nulle part pendant quelques jours. Et pendant ce temps, ces imbéciles de Farmville seront assis sur un tas d'or. Vous me comprenez? J'aurais fait un bon vieux pirate si j'avais eu un bateau à moi.

source: Hmm, thanks for the tip.
fr: Hmm, merci pour le tuyau.

source: I'll tell you something that'll save your skin, alright.
fr: Je vais te dire quelque chose qui va sauver ta peau, d'accord.

source: What is it, Fry?
fr: Qu'est-ce qu'il y a, Fry?

source: Stay away from that there gambling hall. It'll ruin you it will, like it ruined me.
fr: Ne t'approche pas de cette salle de jeu. Ça te ruinera, comme ça m'a ruiné.

source: You're a fool.
fr: Tu es un idiot.

source: $unit.id|! Didn't think I'd be catching a whiff of you any time soon, welcome back!
fr: $unit.id|! Je ne pensais pas que j'allais bientôt sentir ta présence, bienvenue!

source: Hello old friend. The news of our escape will soon precede us, thus we cannot tarry.
fr: Bonjour mon vieil ami. La nouvelle de notre fuite va bientôt nous précéder, nous ne pouvons donc pas nous attarder.

source: Much as it joys me to see you free men again, I must warn it might not be safe for you here anymore. The royals came looking for you.
fr: Bien que je sois heureux de vous revoir, hommes libres, je dois vous avertir que vous n'êtes peut-être plus en sécurité ici. La famille royale est venue vous chercher.

source: It's okay, Alderot. We'll soon be on our way.
fr: C'est bon, Alderot. Nous allons bientôt partir.

source: How is my beggar friend today?
fr: Comment va mon ami mendiant aujourd'hui?

source: Could be worse.
fr: Ça pourrait être pire.

source: I'm sure it could. Listen, you owe me forty gold pieces. Where is it?
fr: Je suis sûr que ça pourrait. Ecoute, tu me dois quarante pièces d'or. Où sont-elles?

source: Alderot, what became of Marco after our capture? We've a mind to pay him a visit.
fr: Alderot, qu'est devenu Marco après notre capture? Nous avons l'intention de lui rendre visite.

source: Of course you are! Marco must have known that gaol would not hold you long. He took off soon after they took you. Damn scoundrel. They say he sailed south, though the tales differ as to his destination. All that is certain is that he didn't dare return to these waters.
fr: Bien sûr que oui! Marco devait savoir que la prison ne vous retiendrait pas longtemps. Il est parti peu après qu'ils t'aient capturé. Sale canaille. Ils disent qu'il a navigué vers le sud, bien que les récits diffèrent quant à sa destination. Tout ce qui est certain, c'est qu'il n'a pas osé retourner dans ces eaux.

source: Thank you. It is enough to go on, for now.
fr: Merci. Il suffit de continuer, pour l'instant.

source: But first we must find a vessel worthy of the journey.
fr: Mais nous devons d'abord trouver un bateau digne de ce voyage.

source: Well, speak to Grobin over at the docks. I hear he's got a ship to sell.
fr: Eh bien, parle à Grobin sur les quais. J'ai entendu dire qu'il a un bateau à vendre.

source: Ask what he knows of Yezza
fr: Lui demander ce qu'il sait sur Yezza

source: You remember that idiot pirate Yezza, don't you? What's he up to?
fr: Tu te souviens de cet idiot de pirate Yezza, n'est-ce pas? Qu'est-ce qu'il mijote?

source: Old Yezza is a nuisance, but he's harmless enough. Spends his time between here and Greystone, or thereabouts. Seems the only way you'll earn his respect is with a good yarn. I don't need to tell you that his aren't the truest you'll hear. Strange thing is, I think he actually believes half of them.
fr: Le vieux Yezza est une nuisance, mais il est assez inoffensif. Il passe son temps entre ici et Greystone, ou à peu près. Il semble que la seule façon de gagner son respect est de lui raconter une bonne histoire. Je n'ai pas besoin de vous dire que les siens ne sont pas les plus vrais que vous entendrez. Ce qui est étrange, c'est que je pense qu'il croit la moitié d'entre eux.

source: Ask after Yezza
fr: Demander à voir Yezza

source: Seen Yezza round these parts?
fr: Vous avez vu Yezza par ici?

source: I heard you bested him with your bragging. Fair play to you! I've not seen him around for a while.
fr: J'ai entendu dire que tu l'as battu avec tes fanfaronnades. C'est bien joué! Je ne l'ai pas vu depuis un moment.

source: Ask about Moira
fr: Se renseigner sur Moira

source: What do you make of Moira?
fr: Que pensez-vous de Moira?

source: She's a good sort, though I'd watch yourself if she offers you any of those brews of hers.
fr: C'est une bonne personne, mais je me méfierai si elle vous offre une de ses bières.

source: Ask for advice
fr: Solliciter des conseils

source: What do you think we should do, Alderot?
fr: Que penses-tu que nous devrions faire, Alderot?

source: Well, you're handy in a scrap, you've proved that much. But you'll have to use yer wits too. It's worth approaching strangers just to see what they have to say. And sometimes you might want to check back with folk in case they've heard anything new.
fr: Eh bien, tu es habile dans la bagarre, tu l'as prouvé. Mais tu vas devoir faire appel à ton intelligence aussi. Ça vaut la peine d'approcher des étrangers juste pour voir ce qu'ils ont à dire. Et parfois, il est bon de vérifier auprès des gens au cas où ils auraient du nouveau.

source: Alderot, what do you know of the Black Blade?
fr: Alderot, que sais-tu de la Lame Noire?

source: Ha! You boys like getting in trouble, don't ya?
fr: Ha! Vous aimez avoir des ennuis, les gars, n'est-ce pas?

source: So you've heard of it?
fr: Alors, vous en avez entendu parler?

source: Aye, I know about them shady types. Don't get me wrong - any enemy of Tylon must have their heart in the right place.
fr: Aye, je connais les types louches. Ne vous méprenez pas, tout ennemi de Tylon doit avoir le coeur à la bonne place.

source: But as far as I can see, the blade is all talk. They've not done nothing that's done anyone any good.
fr: Mais pour autant que je puisse voir, la lame n'est que paroles. Ils n'ont rien fait de bien à personne.

source: Do you where they are based?
fr: Savez-vous où ils sont basés?

source: People say it's in the north west, but nobody's quite sure. They keep themselves well hidden.
fr: Les gens disent que c'est dans le nord-ouest, mais personne n'est sûr. Ils se tiennent bien cachés.

source: Well, that's about to change.
fr: Eh bien, ça va bientôt changer.

source: I'm not sure I want to know what you mean by that.
fr: Je ne suis pas sûr de vouloir savoir ce que tu veux dire par là.

source: What else has been happening in these parts, Alderot?
fr: Que s'est-il passé d'autre dans ces régions, Alderot?

source: Besides your daring escape from Altaz? Let me think... Hilldon took over your racket, some of your men work for him now. But he ain't a patch on you two.
fr: A part votre audacieuse évasion d'Altaz? Laisse-moi réfléchir... Hilldon a pris le contrôle de votre racket, certains de vos hommes travaillent pour lui maintenant. Mais il n'est pas un bouc émissaire pour vous deux.

source: Aye, we ran into him already. He ducked out before we could get our hands on him.
fr: Oui, on l'a déjà rencontré. Il s'est enfui avant qu'on puisse mettre la main sur lui.

source: Aye, we should've known that fool would step forward to fill our boots.
fr: Oui, on aurait dû savoir que cet idiot s'avancerait pour nous remplacer.

source: Sounds to me like you're keen to get back in the action! Well, I've been hearing some mighty interesting rumours of late. Seems one of King Tylon's lordlings has been strutting his feathers a little too proud and has stirred up a whole heap of trouble. Some say there's rebellion in the air...
fr: On dirait que tu as envie de retourner dans l'action! Eh bien, j'ai entendu des rumeurs très intéressantes ces derniers temps. Il semblerait qu'un des lords du roi Tylon se soit pavané un peu trop fièrement et ait provoqué tout un tas d'ennuis. Certains disent qu'il y a de la rébellion dans l'air...

source: There's unrest brewing among the workers at Dahazi Beach. Uden can't keep those lizardmen under the kosh forever. Might be worth helping out if you be wanting a look-in on the spices.
fr: Il y a de l'agitation parmi les travailleurs de la plage de Dahazi. Uden ne peut pas garder ces hommes-lézards pour toujours sous le kosh. Ça pourrait valoir la peine de les aider si vous voulez jeter un oeil sur les épices.

source: Also, my people tell me there's been some cage-rattling down at Judro Pits. It's where the royals turn felons into fighters, so there's plenty of drywood there waiting for a spark.
fr: Mes gens m'ont aussi dit qu'il y a eu des bagarres de cages à Judro Pits. C'est là que les membres de la famille royale transforment les criminels en combattants, alors il y a beaucoup de bois sec qui attend une étincelle.

source: Mind you, you can't stick your oar into every passing wave. Pirates have to pick their battles, you know? Here, I'll mark both places on yer map. Just in case you happen to be passing by...
fr: Attention, tu ne peux pas mettre ta rame dans chaque vague qui passe. Les pirates doivent choisir leurs batailles, tu sais? Tiens, je vais marquer les deux endroits sur ta carte. Juste au cas où vous passeriez par là...

source: Fancy cutting loose from this place, Alderot? We could do with a sailor like you. The gold will be stacked up soon enough.
fr: Ça te dirait de te détacher de cet endroit, Alderot? Un marin comme toi nous ferait le plus grand bien. L'or sera bientôt empilé.

source: You're wanted men now, fellas. I'm happy right here. This place needs a strong arm to keep it in check. If it's crew you're after, you'll have more luck up in the encampment keep. Look for the tent on the fort, that's where you'll find recruits.
fr: Vous êtes des hommes recherchés maintenant, les gars. Je suis heureux ici. Cet endroit a besoin d'un bras fort pour le garder sous contrôle. Si c'est l'équipage que vous recherchez, vous aurez plus de chance dans le donjon du campement. Cherchez la tente sur le fort, c'est là que vous trouverez les recrues.

source: Listen up, Alderot. We're attacking Fort Liberty and we need all the help we can get. Are you in?
fr: Ecoute, Alderot. Nous attaquons le Fort Liberty et nous avons besoin de toute l'aide que nous pouvons obtenir. Vous en êtes?

source: Ha! Nice one, $unit.name|.
fr: Ha! Bien joué, $unit.name|.

source: Alderot, we ran into a huge storm down south. Miles across it was. Heard anything about it?
fr: Alderot, on a rencontré une énorme tempête au sud. A des kilomètres à la ronde. Vous avez entendu quelque chose?

source: That's certainly news to me. Don't get out on the waves as much as I used to. The sailors at Fort Bastille or Greystone must have come across it too. You should try there if you're after some navigation pointers. I'm ashamed to say it, but I'm pretty much a landlubber these days.
fr: C'est certainement nouveau pour moi. Ne va pas sur les vagues autant qu'avant. Les marins du Fort Bastille ou de Greystone ont dû le traverser aussi. Vous devriez essayer là-bas si vous cherchez des indications de navigation. J'ai honte de le dire, mais je suis plutôt un terrien ces jours-ci.

source: Ask for a loan
fr: Demander un prêt

source: Alderot, we're strapped and desperate. Any chance you could sort us out some gold?
fr: Alderot, nous sommes à court d'argent et désespérés. Pourrais-tu nous trouver de l'or?

source: You can't get into the habit of coming to me every time you're in a scrape. I thought you were pirates, not beggars...
fr: Tu ne peux pas prendre l'habitude de venir me voir à chaque fois que tu es dans le pétrin. Je pensais que vous étiez des pirates, pas des mendiants...

source: Hey, we'll pay it back. You're the one sod in this land we can trust.
fr: Hé, on va le rembourser. Vous êtes le seul connard dans ce pays à qui on peut faire confiance.

source: Hmm, it is against my better judgement, but okay. Here's forty pieces. If I see you down the gambling hall tonight - I shan't be happy!
fr: Hmm, c'est contre mon meilleur jugement, mais d'accord. Voilà quarante pièces. Si je te vois dans la salle de jeu ce soir, je ne serai pas content!

source: Thanks Alderot! This will save our skins for sure.
fr: Merci Alderot! Cela va nous sauver la peau, c'est sûr.

source: Alderot, any chance you could lend us some gold?
fr: Alderot, tu pourrais nous prêter de l'or?

source: No chance. I'd always help out a friend, but you're probably better off than most of the folk on this island.
fr: Aucune chance. J'aiderais toujours un ami, mais tu es probablement mieux loti que la plupart des gens sur cette île.

source: Offer to pay your debt
fr: Offre de payer ta dette

source: I've got your gold here, Alderot. Thanks again for helping us out.
fr: J'ai votre or ici, Alderot. Merci encore de nous avoir aidés.

source: Didn't expect to see that again! You're a good man, $unit.name|.
fr: Je ne m'attendais pas à revoir ça! Vous êtes un homme bon, $unit.name|.

source: Pretend to be poor
fr: Prétendre être pauvre

source: Sorry, old chum. My pockets are all but empty right now.
fr: Désolé, vieux copain. Mes poches sont presque vides en ce moment.

source: Well, what are you doing hanging round here? You should be off filling them with plunder.
fr: Eh bien, qu'est-ce que tu fais à traîner par ici? Tu devrais être en train de les remplir de pillage.

source: That boat of yours holding up?
fr: Ton bateau tient le coup?

source: You're a honest merchant, Grobin. It's a fine vessel.
fr: Tu es un honnête commerçant, Grobin. C'est un beau bateau.

source: Enquire about buying another ship
fr: Renseignez-vous sur l'achat d'un autre navire

source: Tell me, Grobin. Do you have any larger ships for sale?
fr: Dis-moi, Grobin. Avez-vous de plus gros navires à vendre?

source: Outgrown your sails, have ye?
fr: Vos voiles sont trop grandes pour vous, n'est-ce pas?

source: Well, we're planning to travel far. A bigger boat would be a wise purchase.
fr: Eh bien, nous avons l'intention de voyager loin. Un plus gros bateau serait un achat judicieux.

source: If you be wanting a galleon of your own, I can't help you. You're best off trying the shipyards at Fort Bastille.
fr: Si tu veux un galion à toi, je ne peux pas t'aider. Vous feriez mieux d'essayer les chantiers navals du Fort Bastille.

source: Thank you and farewell.
fr: Merci et adieu.

source: 'Allo there. Grobin's the name. You must be wanting a new ship, yes?
fr: 'Allo there. Je m'appelle Grobin. Vous devez vouloir un nouveau bateau, non?

source: Aye. We're looking for a vessel fit for the storms and gales of the open sea.
fr: Oui. Nous cherchons un navire adapté aux tempêtes et aux coups de vent du large.

source: Then you've come to the right man. I got a dhow that'll take you across the open sea. Whatsmore, it'll get you back again.
fr: Alors vous êtes chez le bon. J'ai un boutre qui vous emmènera en pleine mer. En plus, il vous fera revenir.

source: And how much are you asking for such a boat?
fr: Et combien demandez-vous pour un tel bateau?

source: Hmm. For you my friend, I charge only a hundred gold pieces. Do we have a deal?
fr: Hmm. Pour toi mon ami, je ne demande que cent pièces d'or. Est-ce que nous avons un accord?

source: One day we go home on boat... But now we ready to fight more.
fr: Un jour, on rentrera à la maison en bateau... Mais maintenant nous sommes prêts à nous battre davantage.

source: Not today, Grobin. I may return when the gold is ready.
fr: Pas aujourd'hui, Grobin. Je reviendrai peut-être quand l'or sera prêt.

source: Purchase the dhow
fr: Acheter le boutre

source: Yes, we have a deal. Here's the gold. This boat better be worth the fee.
fr: Oui, nous avons un accord. Voici l'or. Ce bateau a intérêt à valoir le prix.

source: Very good. You'll be happy with that beauty for sure. I've left the old figurehead intact, you can have that for free.
fr: Très bien. Tu seras heureux de cette beauté, c'est sûr. J'ai laissé la vieille figure de proue intacte, vous pouvez l'avoir gratuitement.

source: I christen this ship $ship_name|. May it fare us well!
fr: Je baptise ce bateau $nom_du_bateau|. Puisse-t-il nous faire du bien!

source: If we had any, we'd have got away when we had the chance.
fr: Si on en avait, on se serait enfui quand on en avait l'occasion.

source: Come on lads, let's make the most of it.
fr: Allez les gars, on va en profiter.

source: I am more akin to these monsters than you realise, but still I shall serve.
fr: Je suis plus proche de ces monstres que vous ne le pensez, mais je vais quand même servir.

source: Return To Game
fr: Retour au jeu

source: Return To Help Menu
fr: Retour au menu Aide

source: Help - Villages and Gold
fr: Help - Villages et or
