Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Why not?
fr: Pourquoi pas?

source: Other waters are ever flowing on to you. Thus it is not the same river.
fr: D'autres eaux coulent toujours sur toi. Ce n'est donc pas la même rivière.

source: I suppose so, but why does that matter?
fr: Je suppose que oui, mais quelle importance?

source: The path up and down are one and the same.
fr: Le chemin qui monte et celui qui descend sont un seul et même chemin.

source: Yes. Change alone is unchanging. There is nothing permanent except change.
fr: Oui. Le changement seul est immuable. Il n'y a rien de permanent à part le changement.

source: If you say so.
fr: Si tu le dis.

source: I think you've got it wrong.
fr: Je pense que vous vous trompez.

source: Oh? How then would you describe the essential nature of things?
fr: Oh? Comment décririez-vous alors la nature essentielle des choses?

source: How would you describe the essential nature of things?
fr: Comment décrirais-tu la nature essentielle des choses?

source: I believe that the nature of things is $temp_answer|.
fr: Je crois que la nature des choses est $temp_answer|.

source: I hear one who has swallowed thoughts not their own. Who's been putting them into your mouth?
fr: J'entends quelqu'un qui a avalé des pensées qui ne sont pas les siennes. Qui les a mises dans ta bouche?

source: Well, Parmenides said...
fr: Eh bien, Parmenides a dit...

source: That incorrigible oath! I shall have to have words with him.
fr: Ce serment incorrigible! Je vais devoir lui parler.

source: Your words speak of little but empty-headedness. Away with your brutish brain!
fr: Tes mots parlent de peu de choses mais de vide de sens. Lâchez votre cerveau brutal!

source: Heraclitus, I pity your lack of insight.
fr: Héraclite, je plains ton manque de perspicacité.

source: Know ye the nature of the universe? More importantly, do ye want to know?
fr: Connaissez-vous la nature de l'univers? Plus important encore, voulez-vous savoir?

source: Tell me your thoughts, Parmenides.
fr: Dis-moi tes pensées, Parménide.

source: We can speak and think only of what exists.
fr: Nous ne pouvons parler et penser qu'à ce qui existe.

source: What wisdom you possess!
fr: Quelle sagesse vous possédez!

source: And what exists is uncreated and imperishable for it is whole and unchanging and complete.
fr: Et ce qui existe est incréé et impérissable car il est entier, immuable et complet.

source: It was not nor shall be different since it is now, all at once, one and continuous...
fr: Il n'était pas et ne sera pas différent puisqu'il est maintenant, tout à la fois, un et continu...

source: Which means?
fr: Ce qui veut dire?

source: Nor is it divisible, since it is all alike; nor is there any more or less of it in one place which might prevent it from holding together, but all is full of what is.
fr: Il n'est pas non plus divisible, car il est tout semblable ; il n'y a pas plus ou moins de lui en un seul endroit qui pourrait l'empêcher de tenir ensemble, mais tout est plein de ce qui est.

source: Right.
fr: Droit.

source: I believe you to be much mistaken.
fr: Je crois que vous vous trompez beaucoup.

source: Since when did a pirate best a philosopher in such matters? Is there anything in this world that truly changes? If so, I demand you tell its name!
fr: Depuis quand un pirate est-il le meilleur philosophe dans ce domaine? Y a-t-il quelque chose dans ce monde qui change vraiment? Si oui, j'exige que tu me dises son nom!

source: What is the one thing that is unchanging?
fr: Quelle est la seule chose qui ne change pas?

source: I believe that $temp_answer alone is unchanging.
fr: Je crois que seule la réponse à la question "$temp_answer" est immuable.

source: This is nonsense that I have heard before. It would seem you have been listening to the whispers of a madman. I'm fed up with that fool.
fr: C'est une absurdité que j'ai déjà entendue. Il semblerait que vous ayez écouté les murmures d'un fou. J'en ai assez de cet imbécile.

source: I see. Perhaps you should refrain from philosophising until you are capable of formulating intelligible thoughts.
fr: Je vois. Peut-être devriez-vous vous abstenir de philosopher tant que vous n'êtes pas capable de formuler des pensées intelligibles.

source: Let me explain it again for you, Epicurus. You don't seem to get it.
fr: Laisse-moi t'expliquer à nouveau, Epicure. Tu n'as pas l'air de comprendre.

source: How to live? That is what troubles you, no?
fr: Comment vivre? C'est ce qui te trouble, non?

source: Explain yourself, if you must.
fr: Explique-toi, s'il le faut.

source: Extravagance is its own destroyer.
fr: L'extravagance est son propre destructeur.

source: Try telling that to Alderot.
fr: Essayez de dire ça à Alderot.

source: The avaricious man is like the barren sandy ground of the desert which sucks in all the rain and dew with greediness, but yields no fruitful herbs or plants for the benefit of others.
fr: L'homme avare est comme le sol sablonneux aride du désert qui aspire avec avidité toute la pluie et la rosée, mais ne produit aucune herbe ou plante fructueuse au profit des autres.

source: Who are you talking about here?
fr: De qui parlez-vous ici?

source: It is in virtue that happiness consists, for virtue is the state of mind which tends to make the whole of life harmonious.
fr: C'est dans la vertu que consiste le bonheur, car la vertu est l'état d'esprit qui tend à rendre toute la vie harmonieuse.

source: You can stop now if you want.
fr: Tu peux arrêter maintenant si tu veux.

source: Zeno, you're talking rot.
fr: Zeno, tu parles de pourriture.

source: But what is your counter argument? What do you place as the root of happiness?
fr: Mais quel est ton contre-argument? Que placez-vous comme racine du bonheur?

source: What is the root of happiness?
fr: Quelle est la racine du bonheur?

source: I think $temp_answer is the root of happiness.
fr: Je pense que $temp_answer est la racine du bonheur.

source: Interesting... I know another who thinks as you do. I must consult with him on this point.
fr: Intéressant... J'en connais un autre qui pense comme vous. Je dois le consulter sur ce point.

source: Ha! I would like to say it has been an enlightening discussion - but as a follower of truth, I cannot. Goodbye.
fr: Ha! J'aimerais dire que cette discussion a été instructive - mais en tant que partisan de la vérité, je ne peux pas. Au revoir.

source: You need enlightening, Zeno. Listen!
fr: Tu as besoin d'être éclairé, Zeno. Ecoute!

source: Care to know what is best in life?
fr: Tu veux savoir ce qu'il y a de mieux dans la vie?

source: I'm pretty sure I already know what's best in life. Rum, gold and women. Do you differ?
fr: Je suis presque sûr que je sais déjà ce qu'il y a de mieux dans la vie. Le rhum, l'or et les femmes. Est-ce que tu es différent?

source: In a sense, you are right. Pleasure is the beginning and the end of living happily.
fr: Dans un sens, tu as raison. Le plaisir est le début et la fin d'une vie heureuse.

source: We begin every act of choice and avoidance from pleasure, and it is to pleasure that we return using our experience of pleasure as the criterion of every good thing.
fr: Nous commençons chaque acte de choix et d'évitement par le plaisir, et c'est vers le plaisir que nous revenons en utilisant notre expérience du plaisir comme critère de toute bonne chose.

source: However, it is impossible to live a pleasant life without living wisely and well and justly. And it is impossible to live wisely and well and justly without living a pleasant life.
fr: Cependant, il est impossible de vivre une vie agréable sans vivre sagement et bien et justement. Et il est impossible de vivre sagement, bien et justement sans vivre une vie agréable.

source: Okay, that's enough. It's sure been a pleasure talking to you.
fr: Bon, ça suffit. Ce fut un plaisir de vous parler.

source: I happen to disagree with you, Epicurus.
fr: Il se trouve que je ne suis pas d'accord avec toi, Epicurus.

source: You rank something other above pleasure? I'm interested to know what you deem the path to happiness?
fr: Vous placez quelque chose d'autre au-dessus du plaisir? Je suis intéressé de savoir ce que vous considérez comme le chemin du bonheur?

source: What is the path to happiness?
fr: Quel est le chemin du bonheur?

source: I believe that $temp_answer is the path to happiness.
fr: Je crois que $temp_answer est le chemin du bonheur.

source: It would seem you have tethered yourself to the barren philosophy of the stoics. Zeno has won too many to his cause already - I must put a stop to this blindess.
fr: Il semblerait que vous vous soyez attaché à la philosophie stérile des stoïciens. Zeno a déjà trop gagné à sa cause - je dois mettre un terme à cette aveuglement.

source: If that is so, then we will have to agree to disagree. Good luck on your chosen path.
fr: Si c'est le cas, alors nous devrons accepter d'être en désaccord. Bonne chance dans la voie que vous avez choisie.

source: The following summer the brothers found work at a nearby dockyard. One night, their boss turned up in a foul, drunken temper. Having caught the boys playing cards, he decided to give them a beating.
fr: L'été suivant, les frères ont trouvé du travail dans un chantier naval voisin. Un soir, leur patron est arrivé en état d'ébriété. Après avoir surpris les garçons en train de jouer aux cartes, il a décidé de leur donner une raclée.

source: Look out!
fr: Attention!

source: Come 'ere you workshy louts!
fr: Venez là où vous travaillez, bande de voyous!

source: Damn, it's the guvnor...
fr: Merde, c'est le patron...

source: He looks steaming!
fr: Il a l'air fumant!

source: Take what's coming to you
fr: Accepter ce qui vous arrive

source: It's a fair cop. Besides, work is real hard to come by.
fr: C'est un flic juste. En plus, le travail est très difficile à trouver.

source: Run away
fr: Fuir

source: I'm out of here! He'll kill us if he catches us...
fr: Je m'en vais! Il nous tuera s'il nous attrape...

source: Try to fight your boss
fr: Essayer de combattre le patron

source: I've had enough of this. Come and get some, you drunk rat!
fr: J'en ai assez de tout ça. Viens en chercher, espèce de rat ivre!

source: The brothers left the dockyard soon after, drawn away by the lure of piracy. Many years later this life was to run aground in violence and betrayal. The campaign will now begin.
fr: Les frères ont quitté le chantier naval peu après, attirés par l'attrait de la piraterie. Bien des années plus tard, cette vie allait s'enliser dans la violence et la trahison. La campagne va maintenant commencer.

source: Explore the area
fr: Explorez la région

source: You know, there are some who say the storm in the south is the work of the brotherhood. I heard such stories in my time at the temple, though I cannot say for sure how much truth is in them.
fr: Vous savez, certains disent que la tempête dans le sud est l'œuvre de la confrérie. J'ai entendu de telles histoires lorsque j'étais au temple, bien que je ne puisse pas dire avec certitude quelle est la part de vérité qu'elles contiennent.

source: We go to the land of the ice and snow.
fr: Nous allons au pays de la glace et de la neige.

source: Welcome to the Temple of Ice. No doubt you have a just purpose in being here. Proceed to the inner sanctum.
fr: Bienvenue au Temple de glace. Il ne fait aucun doute que vous avez un but juste en étant ici. Procédez au sanctuaire intérieur.

source: How can we get down there?
fr: Comment pouvons-nous y aller?

source: Three must be as one.
fr: Trois doivent être comme un seul.

source: Are you stumped by the simplest of the tasks we set our students? If you cannot find a way to enter, perhaps you have no right to do so.
fr: Êtes-vous déconcertés par la plus simple des tâches que nous confions à nos élèves? Si vous ne pouvez pas trouver un moyen d'entrer, peut-être n'en avez-vous pas le droit.

source: Thanks a bunch.
fr: Merci beaucoup.

source: Ask about the entrance
fr: Se renseigner sur l'entrée

source: How do we get inside the temple?
fr: Comment entrer dans le temple?

source: Oh, it's an old student test. It's been so long since I've had to do it I've forgotten what it was all about. Something about the rocks, I think.
fr: Oh, c'est un vieux test d'étudiant. Ça fait tellement longtemps que je n'ai pas eu à le faire que j'ai oublié de quoi il s'agissait. Quelque chose à propos des rochers, je crois.

source: Ask about the hydra
fr: Se renseigner sur l'hydre

source: What's up with the fish thing?
fr: Qu'est-ce qui se passe avec le truc des poissons?

source: I've been training it for some time now. I don't think it likes me.
fr: Je l'entraîne depuis un certain temps déjà. Je crois qu'il ne m'aime pas.

source: Those beasts aren't pets. It will most likely turn against you, first chance it gets.
fr: Ces bêtes ne sont pas des animaux de compagnie. Il se retournera probablement contre vous à la première occasion.

source: Yes. That is why I must get my hands on some siren's blood. It can tame any monster.
fr: Oui. C'est pourquoi je dois mettre la main sur le sang d'une sirène. Elle peut apprivoiser n'importe quel monstre.

source: Siren's blood?
fr: Du sang de sirène?

source: Just so. If you bring me some siren's blood, well... let's just say my wealth and generosity are equally great.
fr: Juste comme ça. Si vous m'apportez du sang de sirène, eh bien... disons que ma richesse et ma générosité sont tout aussi grandes.

source: Give him some siren's blood
fr: Donnez-lui un peu de sang de sirène

source: Here, take this siren's blood...
fr: Tiens, prends le sang de cette sirène...

source: Excellent, thank you!
fr: Excellent, merci!

source: Bittertooth takes the vial of siren's blood and splashes it across the hydra. Nothing happens.
fr: Dents amères" prend la fiole de sang de sirène et l'éclabousse sur l'hydre. Il ne se passe rien.

source: Are you sure this is the real stuff?
fr: Tu es sûr que c'est du vrai?

source: The hydra turns to you, but you sense no malice in any of its three heads. A moment later it dives beneath the water and is gone.
fr: L'hydre se tourne vers toi, mais tu ne sens aucune malice dans aucune de ses trois têtes. Un instant plus tard, elle plonge sous l'eau et disparaît.

source: This rock is coated with packed snow, doesn't look like it fell here.
fr: Ce rocher est recouvert de neige tassée, on dirait qu'il n'est pas tombé ici.

source: The staircase down is blocked by some kind of frozen guardian. Without the slightest sign of movement it begins to speak...
fr: L'escalier qui descend est bloqué par une sorte de gardien gelé. Sans le moindre signe de mouvement, il commence à parler...

source: No skin on my bones, But there's snow on the stones. Their clothes now found, I return to the ground.
fr: Pas de peau sur mes os, Mais il y a de la neige sur les pierres. Leurs vêtements sont maintenant retrouvés, Je retourne à la terre.

source: No skin on my bones, Nor clothes on the stones. There's warmth to be found, In what falls to the ground.
fr: Pas de peau sur mes os, Ni de vêtements sur les pierres. On y trouve de la chaleur, Dans ce qui tombe au sol.

source: Cleanse the island of undead
fr: Purifier l'île des morts-vivants

source: Death of Athena
fr: La mort d'Athéna

source: We need to hurry, I can feel the deathly pall of this place in my veins.
fr: Il faut se dépêcher, je sens dans mes veines la pâleur mortelle de cet endroit.

source: We're out of time! The spirits of the dead have claimed this land...
fr: Nous n'avons plus le temps! Les esprits des morts ont revendiqué cette terre...

source: Life but lingered till death came fast, Like a slipping soul from a shell at last: A unknown future, a forgotten past.
fr: La vie, mais elle s'est prolongée jusqu'à ce que la mort arrive rapidement, Comme une âme qui glisse enfin d'une coquille : Un avenir inconnu, un passé oublié.

source: Thou hast undone centuries of torment. Mine saviour came as executioner. I bow to you.
fr: Tu as défait des siècles de tourments. Mon sauveur est venu comme bourreau. Je m'incline devant toi.

source: What... are you?
fr: Qu'est-ce que tu es?

source: Once, I was human. The grail my hope, eternal life my aim. I found it here, here in the fountain of Elixion. Now, I am nothing. What began as a noble quest ended in a folly of everlasting anguish.
fr: Autrefois, j'étais humain. Le Graal mon espoir, la vie éternelle mon but. Je l'ai trouvé ici, dans la fontaine d'Élixion. Maintenant, je ne suis plus rien. Ce qui a commencé comme une noble quête a fini dans une folie d'angoisse éternelle.

source: Surely now, an end has come?
fr: Maintenant, une fin est sûrement arrivée?

source: I pray it so, if prayers not damn me further. Where once I dreamed of eternity, I yearn now for passage into the final, blank abyss.
fr: Je le prie, si les prières ne me damnent pas davantage. Là où j'ai rêvé de l'éternité, j'aspire à présent au passage vers l'abîme final et vide.

source: So, this fountain bestows eternal life? Seems it is no fate a man would rightly wish.
fr: Alors, cette fontaine donne la vie éternelle? Il semble que ce ne soit pas le destin qu'un homme souhaiterait à juste titre.

source: I'll not tarry here a moment longer. Come brother, this place makes the gaol seem homely.
fr: Je ne vais pas rester ici un instant de plus. Viens mon frère, cet endroit rend la prison plus accueillante.

source: Agreed, perhaps the fountain may one day serve us. Though for now, we must away.
fr: D'accord, peut-être que la fontaine pourra un jour nous servir. Mais pour l'instant, nous devons partir.

source: On the thirteenth day of old, Their fate today had been foretold: These men found truth while seeking gold.
fr: Au treizième jour, Leur sort aujourd'hui avait été prédit : Ces hommes ont trouvé la vérité en cherchant de l'or.

source: She's lost her sodding mind, brother! Let's get out of here.
fr: Elle a perdu la tête, mon frère! Partons d'ici.

source: Hold Largo, the elven tongue is a strange one - but perhaps there's reason in this rhyme.
fr: Hold Largo, la langue des elfes est étrange - mais il y a peut-être une raison dans cette rime.

source: From hidden springs and streams below, The waters of the fountain flow: Where wounded heal and withered grow.
fr: Des sources et des ruisseaux cachés dessous, Les eaux de la fontaine coulent : Où les blessés guérissent et se fanent.

source: Speak plain woman! I grow weary of this riddle.
fr: Parlez franchement! Je me lasse de cette énigme.

source: Yet wickedness can also bloom, When men in wickedness consume: The fountain feeds their undead doom.
fr: Mais la méchanceté peut aussi s'épanouir, Quand les hommes se repaissent de la méchanceté: La fontaine alimente leur malheur des morts-vivants.

source: I'm not sure I like the sound of this.
fr: Je ne suis pas sûr d'aimer ce son.

source: With a following of elf and tree, The youngest two of brothers three: Shall set the souls of fountain free.
fr: Avec une colonne d'elfes et d'arbres, Les deux plus jeunes des trois frères : Libéreront les âmes de la fontaine.

source: This is getting weird, Hugo. She's talking about us, isn't she?
fr: Ça devient bizarre, Hugo. Elle parle de nous, n'est-ce pas?

source: Indeed. I guess she's asking for our help - in a roundabout way.
fr: En effet. Je suppose qu'elle nous demande de l'aide - de façon détournée.

source: Fresh meat!
fr: De la viande fraîche!

source: Seems we have little choice in the matter. To arms!
fr: Il semble que nous n'ayons pas vraiment le choix en la matière. Aux armes!

source: Do I spy something glittering to the west?
fr: Est-ce que j'espionne quelque chose qui brille à l'ouest?

source: This land seems to be stalked by the dead.
fr: Cette terre semble être traquée par les morts.

source: Let's put them to rest, brother.
fr: Mettons-les au repos, mon frère.

source: A non-linear two-player campaign with a pirate theme.
fr: Une campagne non linéaire à deux joueurs avec un thème de pirates.

source: Escape from the gaol
fr: S'échapper de la prison

source: Scum! I should've beaten you more whilst you were caged!
fr: Scum! J'aurais dû te battre davantage quand tu étais en cage!

source: I have waited long to silence your barking. Consider this an act of mercy.
fr: J'ai attendu longtemps pour faire taire tes aboiements. Considérez cela comme un acte de pitié.

source: Quickly now, to the guard's boat!
fr: Vite, à la barque du gardien!

source: Welcome to Avalon. You are safe here.
fr: Bienvenue à Avalon. Vous êtes en sécurité ici.

source: What's going on? What were those things?
fr: Que se passe-t-il? Qu'est-ce que c'est que ces choses?

source: Drakes. Winged beasts from across the seas, driven by a senseless fiery fury. They are a scourge on the world.
fr: Dracans. Des bêtes ailées venues de l'autre côté des mers, poussées par une fureur insensée. Elles sont un fléau pour le monde.

source: My eyes have never seen anything like them.
fr: Mes yeux n'ont jamais rien vu de tel.

source: Until recently, nor had mine. Although the old tales warn of a danger that fits their form. It is likely we face a foe both fearsome and ancient.
fr: Jusqu'à récemment, les miens non plus. Bien que les vieux récits mettent en garde contre un danger qui correspond à leur forme. Il est probable que nous soyons confrontés à un ennemi à la fois redoutable et ancien.

source: Where do these monsters come from?
fr: D'où viennent ces monstres?

source: Some months ago something sinister took place in the black mountain of the east. Great plumes of smoke fled upwards, filling the sky. The sun fell dark for days. Shortly afterwards the devils descended.
fr: Il y a quelques mois, une chose sinistre s'est produite dans la montagne noire de l'Est. De grands panaches de fumée se sont envolés vers le haut, remplissant le ciel. Le soleil est resté sombre pendant des jours. Peu de temps après, les démons sont descendus.

source: Can they be fought? Or do you forever flee this enemy?
fr: Peut-on les combattre? Ou fuiras-tu à jamais cet ennemi?

source: Your words are not as brave as you think. We have faced armies many times the size of the one you saw land on Lantos. We fight where we can, yet the small victories we've won have done nothing to turn the tide. For now our best defence is to remain unseen. Avalon is shielded by a magic that blinds bloodthirsty eyes.
fr: Vos paroles ne sont pas aussi courageuses que vous le pensez. Nous avons fait face à des armées bien plus importantes que celle que vous avez vue débarquer sur Lantos. Nous nous battons où nous pouvons, mais les petites victoires que nous avons remportées n'auront rien fait pour renverser la vapeur. Pour l'instant, notre meilleure défense est de rester invisibles. Avalon est protégée par une magie qui aveugle les yeux assoiffés de sang.

source: Anyway, enough such questions! I know why you are here. Your brother awaits you in the northern courtyard.
fr: De toute façon, assez de ces questions! Je sais pourquoi vous êtes ici. Ton frère t'attend dans la cour nord.

source: We've come a long way, brother. Marco's trail has led us far and wide.
fr: Nous avons fait un long chemin, mon frère. La piste de Marco nous a menés loin.

source: Aye, escaping from the gaol seems like a distant memory.
fr: Oui, s'échapper de la prison semble être un souvenir lointain.

source: My memories of Marco are more distant still. Do you remember when we three first set sail upon the sea?
fr: Mes souvenirs de Marco sont encore plus lointains. Te souviens-tu de la première fois où nous avons pris la mer tous les trois?

source: I recall it well. Such a long time ago...
fr: Je m'en souviens bien. Il y a si longtemps...

source: And when we pulled off our first raid?
fr: Et quand nous avons fait notre premier raid?
