Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: You don't remember me? You don't remember the adept you had thrown out of the brotherhood?
fr: Tu ne te souviens pas de moi? Vous ne vous souvenez pas de l'adepte que vous aviez jeté hors de la confrérie?

source: I remember how you tricked us into a stupid experiment and set a skeleton on us. All we did was let your elders know what they were dealing with.
fr: Je me souviens que tu nous as piégés dans une expérience stupide et que tu nous as mis un squelette sur le dos. Tout ce que nous avons fait, c'est de faire savoir à tes aînés à quoi ils avaient affaire.

source: I don't need those idiots any longer, but nor do I much care for the idiot stood before me.
fr: Je n'ai plus besoin de ces idiots, mais je ne me soucie pas non plus de l'idiot qui se tenait devant moi.

source: This is crazy!
fr: C'est de la folie!

source: Hey, want to see a miracle?
fr: Hé, tu veux voir un miracle?

source: I guess so. What sort of miracle?
fr: Je crois que oui. Quel genre de miracle?

source: It's a surprise, but I'll need you to bring me something first.
fr: C'est une surprise, mais j'ai besoin que tu m'apportes quelque chose d'abord.

source: Anything in particular?
fr: Quelque chose en particulier?

source: A skull. I know they're probably easy to come by in your line of work, but I need a skull from a man long dead.
fr: Un crâne. Je sais qu'ils sont probablement faciles à trouver dans votre travail, mais j'ai besoin d'un crâne d'un homme mort depuis longtemps.

source: Right. If I happen to come by such a thing I'll remember you.
fr: Bien. S'il m'arrive de trouver une telle chose, je me souviendrai de vous.

source: That is well, because I have a good memory too.
fr: C'est bien, parce que moi aussi j'ai une bonne mémoire.

source: Feeble!
fr: Faible!

source: Halt!
fr: Halte!

source: What? The brotherhood can't protect you now.
fr: Quoi? La confrérie ne peut plus te protéger maintenant.

source: You have the claim on my life, just as I once endangered yours. Are we not now equals?
fr: Tu as droit à ma vie, tout comme j'ai mis la tienne en danger autrefois. Ne sommes-nous pas égaux maintenant?

source: Continue fighting
fr: Continuer à se battre

source: Not at all. We're still alive and you're going to die. There's a big difference.
fr: Pas du tout. Nous sommes toujours en vie et tu vas mourir. Il y a une grande différence.

source: Let him live
fr: Laissez-le vivre

source: It's not equal from where I stand.
fr: Ce n'est pas égal de mon point de vue.

source: You lack that which I have. Spare me and my magic will serve you.
fr: Il te manque ce que j'ai. Epargne-moi et ma magie te servira.

source: No way, you're nothing but trouble. However, you are also a fool. Let this be a lesson.
fr: Pas question, tu n'es que des ennuis. Mais tu es aussi un idiot. Que cela te serve de leçon.

source: Lesson learned. My humble apologies...
fr: Leçon apprise. Mes humbles excuses...

source: Cheeky sod.
fr: Petit con effronté.

source: Please help me.
fr: Aidez-moi s'il vous plaît.

source: What did you say?
fr: Qu'est-ce que tu as dit?

source: I have nothing else now, nowhere to go. My pledge of loyalty is all I can give.
fr: Je n'ai rien d'autre maintenant, nulle part où aller. Mon serment de loyauté est tout ce que je peux donner.

source: Are you serious?
fr: Tu es sérieux?

source: I'm afraid so. Take you with me and my magic is yours.
fr: J'ai bien peur que oui. Prends-toi avec moi et ma magie est à toi.

source: He would be a useful crew member...
fr: Il serait un membre d'équipage utile...

source: It's a deal, but one false move and I'll finish the job.
fr: C'est un marché, mais un faux mouvement et je termine le travail.

source: I shan't deceive you.
fr: Je ne te tromperai pas.

source: I glad we won't be running into him again.
fr: Je suis content qu'on ne le rencontre plus.

source: What's that he dropped?
fr: Qu'est-ce qu'il a laissé tomber?

source: It's some sort of incantation, let's see...
fr: C'est une sorte d'incantation, voyons voir...

source: Hang on, wait!
fr: Attends, attends!

source: Too late...
fr: Trop tard...

source: So that's how he did it! Seems an easy trick to master.
fr: Alors c'est comme ça qu'il l'a fait! Ça semble être un tour facile à maîtriser.

source: You fool, you've brought back everyone we killed earlier!
fr: Espèce d'idiot, tu as ramené tous ceux qu'on a tués avant!

source: What the hell is going on?
fr: Mais qu'est-ce qui se passe?

source: Hang on, there's another bit here, I think I can just...
fr: Attends, il y a un autre morceau ici, je pense que je peux juste...

source: No!
fr: Non!

source: Yes! All sorted. Looks like we got ourselves some loyal helpers.
fr: Oui! Tout est réglé. On dirait qu'on s'est trouvé des aides fidèles.

source: It looks to me like you've been messing with stuff you shouldn't be. Get out of here!
fr: Il me semble que tu as joué avec des choses que tu ne devrais pas. Sors d'ici!

source: This is a dusty old tomb. I wonder who is buried here?
fr: C'est une vieille tombe poussiéreuse. Je me demande qui est enterré ici?

source: This is a pretty poor sarcophagus, it's just a pile of bones.
fr: C'est un pauvre sarcophage, ce n'est qu'un tas d'os.

source: Strange, looks like the skull is missing.
fr: C'est étrange, on dirait qu'il manque le crâne.

source: The fire still burns.
fr: Le feu brûle encore.

source: Recruit, talk to Athena and use the fountain
fr: Recruter, parler à Athéna et utiliser la fontaine

source: That's remarkable, even the fountain cannot cure whatever it was that Morteau did to this poor soul.
fr: C'est remarquable, même la fontaine ne peut pas guérir ce que Morteau a fait à cette pauvre âme.

source: I am beyond redemption.
fr: Je suis au-delà de la rédemption.

source: There's no hope for that one.
fr: Il n'y a aucun espoir pour celui-là.

source: Lady Athena is wise. Her wisdom has guided us for generations.
fr: Lady Athena est sage. Sa sagesse nous guide depuis des générations.

source: I'll take your word for it.
fr: Je te crois sur parole.

source: Did you know Athena once was married?
fr: Saviez-vous qu'Athena a été mariée une fois?

source: I couldn't care less.
fr: Je m'en fiche.

source: It's a tragic tale, really. It is said that they couldn't be parted until the sea did so first. One day the sea opened its mouth and stole her love.
fr: C'est une histoire tragique, vraiment. On dit qu'ils ne pouvaient pas être séparés avant que la mer ne le fasse d'abord. Un jour, la mer a ouvert sa bouche et lui a volé son amour.

source: I still don't care.
fr: Je m'en fiche toujours.

source: The sea is a jealous beast.
fr: La mer est une bête jalouse.

source: Then I had best return to the sea, before it gets angry with me and opens itself for another.
fr: Alors je ferais mieux de retourner à la mer, avant qu'elle ne se fâche contre moi et ne s'ouvre pour un autre.

source: Ugh, you're disgusting.
fr: Ugh, tu es dégoûtant.

source: I like to wet my roots here in the shallows. You know, I was just a sapling when Sir Horas arrived all those years ago. He may have outlived even me, if you hadn't come. Though who can say if he was truly alive.
fr: J'aime bien mouiller mes racines ici dans les bas-fonds. Vous savez, je n'étais qu'un jeune arbre quand Sir Horas est arrivé il y a tant d'années. Il aurait peut-être survécu, même à moi, si vous n'étiez pas venu. Mais qui peut dire s'il était vraiment vivant.

source: Ivory Tower in danger! Orcs spotted near coast! Two hundred coins for all who answer!
fr: Tour d'ivoire en danger! Orques repérés près de la côte! Deux cents pièces pour tous ceux qui répondent!

source: Looks like we've got a job to get to, Hugo.
fr: On dirait qu'on a un travail à faire, Hugo.

source: Are you not in the least concerned that the bird can talk?
fr: N'êtes-vous pas inquiet que l'oiseau puisse parler?

source: Not when it's offering a reward like that.
fr: Pas quand il offre une récompense comme ça.

source: We hear you!
fr: On t'entend!

source: Ask about the fountain
fr: Se renseigner sur la fontaine

source: What's so special about this place anyway?
fr: Qu'est-ce que cet endroit a de si spécial de toute façon?

source: The fountain flows with the waters of life. The injured and cursed come to cure their ills.
fr: La fontaine coule avec les eaux de la vie. Les blessés et les maudits viennent pour guérir leurs maux.

source: Ask about Thantos
fr: Se renseigner sur Thantos

source: What's the deal with Thantos?
fr: Quel est le problème avec Thantos?

source: You'd better ask Athena about that...
fr: Tu ferais mieux de demander à Athena...

source: Damn, I was hoping we wouldn't have to.
fr: Merde, j'espérais qu'on n'aurait pas à le faire.

source: $unit.name get hurt a lot. $unit.name want to know how you heal.
fr: $unit.name se fait beaucoup de mal. $unit.name veut savoir comment tu guéris.

source: Show me how to treat wounds, woman!
fr: Montre-moi comment soigner les blessures, femme!

source: Though my own wounds can never heal, perhaps you can show me how to care for others?
fr: Bien que mes propres blessures ne puissent jamais guérir, peut-être peux-tu me montrer comment prendre soin des autres?

source: Mikal, can you show me how to heal the sick and injured?
fr: Mikal, peux-tu me montrer comment soigner les malades et les blessés?

source: You've been trained for war, to learn the kindness needed for healing would take years.
fr: Tu as été formé pour la guerre, apprendre la gentillesse nécessaire à la guérison prendrait des années.

source: I am willing to teach, but may I ask a small favour first? I grew up on Thantos, but I was not at home with those proud and warlike elves. Though I am happier here, I sorely miss the beauty of the island. Some token remembrance of the place would please me.
fr: Je suis prêt à enseigner, mais puis-je vous demander une petite faveur d'abord? J'ai grandi sur Thantos, mais je n'étais pas à la maison avec ces elfes fiers et belliqueux. Bien que je sois plus heureux ici, la beauté de l'île me manque énormément. Un souvenir symbolique de l'endroit me ferait plaisir.

source: We can't help right now, perhaps another time.
fr: On ne peut pas aider maintenant, peut-être une autre fois.

source: Give her the flowers
fr: Donnez-lui les fleurs

source: I have with me flowers from Thantos. Is this what you had in mind?
fr: J'ai avec moi des fleurs de Thantos. Est-ce que c'est ce que vous aviez en tête?

source: Ah, I had forgotten this fragrance. It recalls the island to my every sense - and yet the petals are as frail as my memory.
fr: Ah, j'avais oublié ce parfum. Il me rappelle l'île dans tous ses sens - et pourtant les pétales sont aussi fragiles que mon souvenir.

source: Can we get on with the training now?
fr: On peut continuer l'entraînement maintenant?

source: $unit.name practises with Mikal and slowly learns the basics of herbal healing.
fr: $unit.name s'entraîne avec Mikal et apprend lentement les bases de la phytothérapie.

source: Any stung by an evil thorn, Who wish their curses to be shorn: Come bathe in this and be reborn.
fr: Toute piquée par une épine maléfique, Qui souhaitent que leurs malédictions soient tues : Venez vous y baigner et renaître.

source: Ask about the messenger bird
fr: Se renseigner sur l'oiseau messager

source: What was up with that messenger bird? Do you get a lot of that round here?
fr: Qu'est-ce qui s'est passé avec cet oiseau messager? On en voit beaucoup par ici?

source: Some use books and some use blade, Sometimes a common cause is made: The cry is loud and richly paid.
fr: Certains utilisent des livres et d'autres des lames, Parfois, une cause commune est faite : Le cri est fort et richement rémunéré.

source: Ask about Avalon
fr: Se renseigner sur Avalon

source: What do you about the elves of Avalon?
fr: Que pensez-vous des elfes d'Avalon?

source: A people are by family made, Some went yonder, some here stayed: Kinship lasts but memories fade.
fr: Un peuple est fait de familles, Certains sont allés là-bas, d'autres sont restés ici : La parenté dure mais les souvenirs s'effacent.

source: Ask if she knows Marco
fr: Demander si elle connaît Marco

source: Although revenge first forged the chain, By final link this flame should wane: Or else the trail will end the same.
fr: Bien que la vengeance ait d'abord forgé la chaîne, Par le lien final, cette flamme devrait s'éteindre : Sinon, la piste se terminera de la même façon.

source: Tell her about Athens
fr: Parlez-lui d'Athènes

source: We met a guy called Athens, inside a serpent of all places. It sounded like he knew you.
fr: On a rencontré un type qui s'appelle Athènes, à l'intérieur d'un serpent de tous les lieux. On aurait dit qu'il te connaissait.

source: The vulture picks at peace the dove, As monsters beneath the sea above: Claim the louse that once claimed love.
fr: Le vautour cueille en paix la colombe, Comme des monstres sous la mer, en haut : Réclamer le pou qui réclamait autrefois l'amour.

source: What can you tell us about Thantos? We'd heard about the hidden treasures of the place, but there were none to be found.
fr: Que pouvez-vous nous dire sur Thantos? Nous avions entendu parler des trésors cachés de l'endroit, mais il n'y en avait aucun à trouver.

source: Wealth makes many fight and flee, While wisdom grows for all to see: Like roots beneath the tallest tree.
fr: La richesse fait que beaucoup se battent et fuient, Alors que la sagesse se développe pour que tous puissent la voir : Comme les racines sous l'arbre le plus haut.

source: Enquire about general news
fr: S'informer des nouvelles générales

source: A fiery woman who took a lover, Begat a son, one more, another: Yet none thus born since knew the mother.
fr: Une femme fougueuse qui a pris un amant, Un fils, un de plus, un autre : Pourtant, aucun de ceux qui sont nés ainsi n'a connu sa mère depuis.

source: On the thirteenth day of old, Their fate back then had been foretold: These men found truth while seeking gold.
fr: Au treizième jour, Leur sort avait alors été prédit : Ces hommes ont trouvé la vérité en cherchant de l'or.

source: They went back their fate to meet, Sailing forth without a fleet: By finding ice they fought the heat.
fr: Ils sont retournés à leur destin pour se rencontrer, Naviguer sans flotte : En trouvant de la glace, ils ont combattu la chaleur.

source: Look at this! There's loot lying all around the place...
fr: Regarde ça! Il y a un butin qui traîne partout...

source: Must be offerings. Seems the gods are well provided for round here.
fr: Il doit y avoir des offrandes. On dirait que les dieux sont bien pourvus par ici.

source: We'd do well to pay our respects in some of those other temples.
fr: Nous ferions bien de rendre hommage dans d'autres temples.

source: The offerings in here are pretty worthless. Hang on, what's this?
fr: Les offrandes ici sont plutôt sans valeur. Attendez, qu'est-ce que c'est?

source: Hey, it's a map... of an island called Slavenia.
fr: Hé, c'est une carte... d'une île appelée Slavenia.

source: float^+1 Spices
fr: float^+1 Épices

source: float^+1 Jewels
fr: float^+1 Bijoux

source: float^+1 Rum
fr: float^+1 Rhum

source: There's a big fancy book in here. Incomprehensible, but it's goldleaf.
fr: Il y a un gros livre de fantaisie là-dedans. Incompréhensible, mais c'est une feuille d'or.

source: May I ask what you're doing in my temple?
fr: Puis-je vous demander ce que vous faites dans mon temple?

source: Just looking around, sorry.
fr: Je regarde juste autour, désolé.

source: Please leave now.
fr: S'il vous plaît, partez maintenant.

source: Welcome to Hellenia.
fr: Bienvenue en Hellénie.

source: Ask about Hellenia
fr: Se renseigner sur Hellenia

source: What is this place? It is like nothing I have known before.
fr: Quel est cet endroit? Il ne ressemble à rien de ce que j'ai connu auparavant.

source: Indeed, it is unique. Hellenia is the island of the philosophers, it is where we come to probe the great mysteries. This is a refuge of sorts, an enclave of ideas.
fr: En effet, il est unique. L'Hellénie est l'île des philosophes, c'est là que nous venons pour sonder les grands mystères. C'est une sorte de refuge, une enclave d'idées.

source: But what do you actually do? You can't just sit in your temples all day?
fr: Mais que faites-vous réellement? Vous ne pouvez pas rester assis dans vos temples toute la journée?

source: There are many things that move a man. A philosopher is moved by the thrust of thought and the clarity of concepts.
fr: Il y a beaucoup de choses qui font bouger un homme. Un philosophe est mû par la force de la pensée et la clarté des concepts.

source: A great deal. In fact, I hear Plato has refined his thoughts on the ruling of states.
fr: Beaucoup de choses. En fait, j'ai entendu dire que Platon a affiné ses réflexions sur le règne des états.

source: So what?
fr: Et alors?

source: Even if you do not deem it of any worth, Aristotle is sure to. Those two have been arguing for quite some time.
fr: Même si vous ne le jugez pas utile, Aristote le fera certainement. Ces deux-là se disputent depuis un certain temps.

source: Arguing? About what?
fr: Se disputent? A propos de quoi?

source: About the ruling of states, of course. They have quite contrary opinions as it happens.
fr: A propos de l'autorité des Etats, bien sûr. Ils ont des opinions tout à fait opposées.

source: Are they rulers themselves?
fr: Est-ce qu'ils sont eux-mêmes des dirigeants?

source: Of course not. They are philosophers.
fr: Bien sûr que non. Ce sont des philosophes.

source: Request to be educated
fr: Demande d'éducation

source: I feel like I'm way out of my depth here. Could you teach me?
fr: J'ai l'impression d'être complètement dépassé ici. Pourriez-vous m'apprendre?

source: You wish to be educated? It seems a little unusual for a man of the sea to request such a thing, but I am pleased you show an interest. However, a philosopher must spend many years upon his ponderings. I fear you may have some catching up to do.
fr: Vous souhaitez être éduqué? Cela semble un peu inhabituel pour un homme de la mer de demander une telle chose, mais je suis heureux que vous montriez de l'intérêt. Cependant, un philosophe doit passer de nombreuses années à réfléchir. Je crains que vous n'ayez du retard à rattraper.

source: Here, take this... I have been working on a child's guide to philosophy. You may find it useful.
fr: Tiens, prends ça... J'ai travaillé sur un guide philosophique pour enfants. Il vous sera peut-être utile.

source: Aristotle, you are clearly wrong!
fr: Aristote, tu as clairement tort!

source: Greetings, you have come to hear the wisdom of Plato?
fr: Salutations, vous êtes venus entendre la sagesse de Platon?

source: Listen
fr: Écouter

source: A good decision is based on knowledge and not on numbers.
fr: Une bonne décision est basée sur la connaissance et non sur les chiffres.

source: I guess so.
fr: Je suppose que oui.

source: Democracy is a charming form of government, full of variety and disorder; and dispensing a sort of equality to equals and unequals alike.
fr: La démocratie est une forme de gouvernement charmante, pleine de variété et de désordre ; et qui accorde une sorte d'égalité aux égaux et aux inégaux.

source: What?
fr: Quoi?

source: There will be no end to the troubles of states, or of humanity itself, until philosophers become kings in this world. Or until those we now call kings and rulers really and truly become philosophers.
fr: Il n'y aura pas de fin aux troubles des Etats, ou de l'humanité elle-même, tant que les philosophes ne seront pas devenus rois dans ce monde. Ou jusqu'à ce que ceux que nous appelons aujourd'hui rois et dirigeants deviennent réellement et véritablement des philosophes.

source: Good luck with that.
fr: Bonne chance avec ça.

source: Argue
fr: Argumenter

source: I disagree with you.
fr: Je ne suis pas d'accord avec vous.

source: You disagree with Plato? Ha! So which system of government would you endorse?
fr: Vous n'êtes pas d'accord avec Platon? Ha! Alors quel système de gouvernement approuveriez-vous?

source: Which system of government would you endorse?
fr: Quel système de gouvernement soutiendriez-vous?

source: Type a one-word lowercase answer.
fr: Tapez une réponse d'un mot en minuscule.

source: Type Here:
fr: Tapez ici :

source: I believe in a $temp_answer government.
fr: Je crois en un gouvernement de $temp_answer.

source: On what grounds?
fr: Pour quels motifs?

source: I believe that many ruling together is better than one.
fr: Je crois qu'il vaut mieux que plusieurs gouvernent ensemble qu'un seul.

source: Have you been talking to Aristotle? Damn him! I need to go and settle this matter once and for all.
fr: As-tu parlé à Aristote? Qu'il soit maudit! Il faut que j'aille régler cette affaire une fois pour toutes.

source: Never heard of such a thing. I have not the time for benighted banter with the uncouth.
fr: Jamais entendu parler d'une telle chose. Je n'ai pas le temps de badiner avec les grossiers.

source: Plato, we need to talk.
fr: Platon, il faut qu'on parle.

source: Hello, care for a discourse on matters of the polis?
fr: Bonjour, tu veux un discours sur la politique?

source: I don't know what...
fr: Je ne sais pas ce que...

source: Of course, man is by nature a political animal.
fr: Bien sûr, l'homme est par nature un animal politique.

source: Huh?
fr: Hein?

source: And democracy is when the indigent, and not the men of property, are the rulers.
fr: Et la démocratie, c'est quand les indigents, et non les hommes de biens, sont les dirigeants.

source: Most rulers are scum, I know that much.
fr: La plupart des dirigeants sont des racailles, je le sais bien.

source: That may be the case. But I believe many and not one should rule, because anyone can rule well when educated by the laws. Many ruling together is better than one ruling alone, don't you agree?
fr: C'est peut-être le cas. Mais je crois que beaucoup et pas un seul devraient gouverner, car n'importe qui peut bien gouverner quand il est éduqué par les lois. Il vaut mieux que beaucoup gouvernent ensemble qu'un seul, n'est-ce pas?

source: I'm not sure I agree with you, Aristotle.
fr: Je ne suis pas sûr d'être d'accord avec toi, Aristote.

source: Then which person or persons do you deem fit to rule?
fr: Alors quelle(s) personne(s) jugez-vous appropriée(s) pour gouverner?

source: Which person or persons do you deem fit to rule?
fr: Quelle(s) personne(s) jugez-vous digne de régner?

source: I believe $temp_answer should rule.
fr: Je crois que $temp_answer devrait régner.

source: Support your argument please!
fr: Soutenez votre argument s'il vous plaît!

source: I think democracy leads to disorder.
fr: Je pense que la démocratie mène au désordre.

source: Then you will find a suitable teacher in that rascal, Plato. Excuse me, but since his theory seems to be spreading I must prove to him its errors.
fr: Alors vous trouverez un professeur approprié en ce vaurien de Platon. Excusez-moi, mais comme sa théorie semble se répandre, je dois lui prouver ses erreurs.

source: I'm afraid I do not grasp your reasoning. Or perhaps you do not grasp the importance of reason itself. Come back when you feel yourself less prone to nonsense.
fr: J'ai bien peur de ne pas saisir votre raisonnement. Ou peut-être que vous ne saisissez pas l'importance de la raison elle-même. Revenez quand vous vous sentirez moins enclin à l'absurdité.

source: You are utterly mistaken, Parmenides!
fr: Tu te trompes complètement, Parménide!

source: Ah, a new student... be you ready to look into the heart of things?
fr: Ah, un nouvel étudiant... êtes-vous prêt à regarder au coeur des choses?

source: I'm not sure.
fr: Je ne suis pas sûr.

source: Did you know, you cannot step twice into the same river?
fr: Savais-tu que tu ne peux pas marcher deux fois dans la même rivière?
