Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Why! Again you foul our waters with your evil trinkets!
fr: Pourquoi! Encore une fois, tu salis nos eaux avec tes bibelots maléfiques!

source: We don't often see merfolk at the helm of a ship... what's this all about?
fr: On ne voit pas souvent des marins à la barre d'un navire... qu'est-ce que c'est que ça?

source: You walk on legs yet cross the seas. We tread these boards with tails. Which is most natural?
fr: Tu marches sur tes jambes et pourtant tu traverses les mers. Nous foulons ces planches avec des queues. Qu'est-ce qui est le plus naturel?

source: Ask about the ring
fr: Se renseigner sur l'anneau

source: What's the deal with that ring in the bow?
fr: C'est quoi le problème avec cette bague à l'arc?

source: We find many of your human things on our seabed. Please take it back where it belongs.
fr: Nous trouvons beaucoup de vos objets humains sur nos fonds marins. S'il vous plaît, ramenez-les à leur place.

source: Attack the mermen
fr: Attaquer les hommes poisson

source: You should return to the deeps, fishface.
fr: Tu devrais retourner dans les profondeurs, face de poisson.

source: Under the sway of Glorin's gentle guidance an uneasy trust is forged between the brothers. In the days that follow, the misdeeds of the past are eclipsed by talk of dangers to come. As more reports arrive of the growing menace in the east, it becomes clear to all that they are bound to a common cause. Bereft of ship and crew, the mariners must accept their fate now depends on the elves.
fr: Sous l'influence de la douce direction de Glorin, une confiance fragile se crée entre les frères. Dans les jours qui suivent, les méfaits du passé sont éclipsés par les discours sur les dangers à venir. Alors que de plus en plus de rapports font état de la menace croissante à l'Est, il devient clair pour tous qu'ils sont liés à une cause commune. Privés de navire et d'équipage, les marins doivent accepter que leur sort dépend désormais des elfes.

source: Speak with Elma
fr: Parlez avec Elma

source: If I am to fight in this war, I want my efforts to not be wasted. Why not strike at the heart, attack the black mountain itself?
fr: Si je dois me battre dans cette guerre, je veux que mes efforts ne soient pas gaspillés. Pourquoi ne pas frapper au coeur, attaquer la montagne noire elle-même?

source: We have tried that. In fact, Marco himself led the expedition.
fr: Nous avons déjà essayé cela. En fait, c'est Marco lui-même qui a mené l'expédition.

source: Alas, it was fruitless. Shrouded by Elma's magic I managed to land a craft at the base of the mountain - and found it to be crossed with fiery streams of melting rock. We aimed to scale the summit but the heat proved too much for my companions. For some reason I was able to continue and thus did so alone.
fr: Hélas, ce fut inutile. Grâce à la magie d'Elma, j'ai réussi à faire atterrir un bateau au pied de la montagne - et j'ai découvert qu'elle était traversée par des torrents de roche en fusion. Nous avions l'intention de gravir le sommet, mais la chaleur s'est avérée trop forte pour mes compagnons. Pour une raison quelconque, j'ai pu continuer et j'ai donc fait cela seul.

source: Upon reaching the ridge, I gained a glimpse of what lay within - and what I saw sent me scrambling back to the ship. It was a vision of hell. An immense pit of fire as wide as a lake, burning furiously and sending up a thick black vapour.
fr: En atteignant la crête, j'ai eu un aperçu de ce qui se trouvait à l'intérieur - et ce que j'ai vu m'a fait retourner au bateau. C'était une vision de l'enfer. Une immense fosse de feu aussi large qu'un lac, brûlant furieusement et dégageant une épaisse vapeur noire.

source: When, for a moment, the smoke abated I saw the full extent of the drake legion. Thousands of the beasts thronged in that inferno. Number upon number of devilish fiends were there - waiting their turn to take to the skies and set the world aflame.
fr: Quand, pendant un instant, la fumée s'est calmée, j'ai vu toute l'étendue de la légion de dracans. Des milliers de bêtes se sont rassemblées dans cet enfer. De nombreux monstres diaboliques étaient là, attendant leur tour pour prendre le ciel et enflammer le monde.

source: It was a sight to turn the hearts of men much braver than I.
fr: C'était un plaisir de faire tourner le coeur d'hommes bien plus courageux que moi.

source: As you can gather, this fortress of fire has meant our war has so far been fought on the defensive.
fr: Comme vous pouvez le voir, cette forteresse de feu a fait que notre guerre a été jusqu'à présent menée sur la défensive.

source: Since it is a threat that reaches beyond the land of elves, surely there are others who will join the battle?
fr: Puisque c'est une menace qui s'étend au-delà du pays des elfes, il y en a sûrement d'autres qui se joindront à la bataille?

source: That was our hope also, yet such an alliance has not come to pass. Instead, the leaders of men have merely sought to shield themselves from the danger. Their storm barrier has prevented the drakes from advancing northwards - but it is doubtful whether the magic that sustains it can endure.
fr: C'était aussi notre espoir, mais une telle alliance ne s'est pas concrétisée. Au lieu de cela, les chefs des hommes ont simplement cherché à se protéger du danger. Leur barrière anti-tempête a empêché les dracans d'avancer vers le nord - mais il est douteux que la magie qui la soutient puisse perdurer.

source: We have been to the temple wherein this storm is founded, though we did not know its purpose.
fr: Nous sommes allés au temple où cette tempête est fondée, bien que nous n'en connaissions pas le but.

source: The temple of ice? We thought as much. No doubt the Brotherhood believes they are serving to protect the northern lands. But to us in the south it has merely cut off all help. In any case, it is a shortsighted ploy. In time, men too will feel the fury of the drake flame. But by then I fear it will be too late.
fr: Le temple de glace? C'est ce que nous avons pensé. La Confrérie pense sans doute qu'ils servent à protéger les terres du nord. Mais pour nous, dans le sud, elle a simplement coupé toute aide. En tout cas, c'est un stratagème à courte vue. Avec le temps, les hommes aussi sentiront la fureur de la flamme du dracan. Mais d'ici là, je crains qu'il ne soit trop tard.

source: We passed through the barrier with the aid of an orb from the sorcerers' temple. Could not the same means be used to harness further help?
fr: Nous avons franchi la barrière à l'aide d'un orbe du temple des sorciers. Ne pourrait-on pas utiliser les mêmes moyens pour obtenir de l'aide supplémentaire?

source: I sense that your orb wanes even now. Besides, nothing less than a fleet is needed for this war - and such a force could not pass through as you did.
fr: Je sens que ton orbe s'affaiblit déjà. De plus, il ne faut rien de moins qu'une flotte pour cette guerre - et une telle force ne pourrait pas passer à travers comme vous l'avez fait.

source: No, the barrier must be lowered. The spell must be stopped.
fr: Non, la barrière doit être abaissée. Le sort doit être arrêté.

source: Thus leaving the royal lands exposed to drake attack? You mean to force the king into action?
fr: Laissant ainsi les terres royales exposées aux attaques des dracans? Vous voulez forcer le roi à agir?

source: If that's the plan, then I approve. That scumbag is due a shock such as this.
fr: Si c'est le plan, alors j'approuve. Cette ordure doit subir un choc comme celui-ci.

source: It is not a course we embark upon lightly. Several envoys have been sent to the palace to broker a pact. None have returned.
fr: Ce n'est pas une voie qu'on s'engage à la légère. Plusieurs envoyés ont été envoyés au palais pour négocier un pacte. Aucun n'est revenu.

source: It is the only way. If the brotherhood will not call off the storm - we must make them.
fr: C'est le seul moyen. Si la confrérie ne veut pas arrêter la tempête, nous devons le faire.

source: Count me in, I never liked those guys anyway.
fr: Comptez sur moi, je n'ai jamais aimé ces types de toute façon.

source: May you succeed.
fr: Puisses-tu réussir.

source: How are we to reach the temple?
fr: Comment allons-nous atteindre le temple?

source: I can see to that.
fr: Je peux m'en occuper.

source: In this I shall accompany my brothers. It is fitting I join them on such a task.
fr: En cela, j'accompagnerai mes frères. Il est normal que je me joigne à eux pour une telle tâche.

source: That is well. Elma shall prepare the magic required for your journey.
fr: C'est bien. Elma va préparer la magie nécessaire à votre voyage.

source: My powers upon your kind extend further than they do upon my own. If it were otherwise, I would have sent a party of elves on the same course. Even so, the distance is great. I can transport you to the temple, but I cannot bring you back.
fr: Mes pouvoirs sur ton espèce s'étendent plus loin qu'ils ne le font sur la mienne. S'il en était autrement, j'aurais envoyé un groupe d'elfes sur le même chemin. Malgré tout, la distance est grande. Je peux vous transporter jusqu'au temple, mais je ne peux pas vous ramener.

source: We're ready when you are.
fr: Nous sommes prêts quand vous l'êtes.

source: A two player non-linear campaign following the swashbuckling adventures of two brothers on the open sea. Players can navigate their own path through the story - trading goods, boarding ships, solving puzzles and completing subquests. Combat ranges from RPG-style fights and squad skirmishes to full-scale battles.
fr: Une campagne non linéaire à deux joueurs qui suit les aventures épées de deux frères en pleine mer. Les joueurs peuvent suivre leur propre chemin dans l'histoire : échange de marchandises, embarquement sur des navires, résolution d'énigmes et sous-quêtes. Les combats vont des combats de style RPG et des escarmouches d'escouades aux batailles à grande échelle.

source: The Altaz Mariners (Version 3.3) - By jb and Bob_The_Mighty The Altaz Mariners is a non-linear campaign following the swashbuckling adventures of two brothers on the open sea. Players can navigate their own path through the story - trading goods, boarding ships, solving puzzles and completing subquests. Combat ranges from RPG-style fights and squad skirmishes to full-scale battles. The first two mini scenarios allow you to customise your character, after which the campaign proper begins. The Altaz Mariners can be played as a single-player or multiplayer campaign. Right-click on your leader to read the custom help section. Please post any bugs, suggestions or feedback on the forum thread.
fr: Les marins de l'Altaz (Version 3.3) - Par jb et Bob_The_Mighty Les marins de l'Altaz est une campagne non linéaire qui suit les aventures de deux frères en pleine mer. Les joueurs peuvent suivre leur propre chemin à travers l'histoire - en échangeant des marchandises, en montant à bord des navires, en résolvant des énigmes et en menant à bien des sous-quêtes. Les combats sont de type RPG, escarmouches d'escouades jusqu'à batailles à grande échelle. Les deux premiers mini-scénarios vous permettent de personnaliser votre personnage, après quoi la campagne proprement dite commence. Les Altaz Mariners peuvent être joués en solo ou en multijoueur. Faites un clic droit sur votre chef pour lire la section d'aide personnalisée. Veuillez poster tout bug, suggestion ou commentaire sur le fil de discussion du forum.

source: Move your character to customise traits
fr: Déplacez votre personnage pour personnaliser les traits

source: When they were boys the brothers often went camping in the woods. One day their dog caught the scent of a rabbit and bolted. Very soon he was out of view.
fr: Quand ils étaient petits, les frères allaient souvent camper dans les bois. Un jour, leur chien a senti l'odeur d'un lapin et a filé. Très vite, il s'est retrouvé hors de vue.

source: Come back, boy!
fr: Reviens, mon garçon!

source: He's gone...
fr: Il est parti...

source: We should go after him!
fr: On devrait le poursuivre!

source: Maybe, but it's getting dark. You know what the woods are like at this time.
fr: Peut-être, mais il commence à faire nuit. Tu sais comment sont les bois en ce moment.

source: Head off into the woods to find your dog
fr: Allez dans les bois pour trouver votre chien

source: I say we go after him at once.
fr: Je dis que nous devons le poursuivre immédiatement.

source: Get some sleep and look for him in the morning
fr: Dormez un peu et cherchez-le le matin

source: Let's rest and search for him at dawn.
fr: Reposons-nous et recherchons le à l'aube.

source: Return to your village to get help
fr: Retournez dans votre village pour obtenir de l'aide

source: We'd best go back to the village and get a search party.
fr: Nous ferions mieux de retourner au village et d'envoyer une équipe de recherche.

source: This place would make a good smuggler's den.
fr: Cet endroit ferait un bon repaire de contrebandiers.

source: The wreck is empty now.
fr: L'épave est vide maintenant.

source: The weapons are still here. They're sure to be useful to someone.
fr: Les armes sont toujours là. Elles seront sûrement utiles à quelqu'un.

source: Hey, there's a big old stash of weapons here. The crates look much newer than the ship.
fr: Hé, il y a une grande et vieille cachette d'armes ici. Les caisses ont l'air beaucoup plus récentes que le navire.

source: Ah, so that's why Hilldon's map led us here. He was smuggling arms for Renaldo's lot on Farrow, wasn't he? Must have stashed them here for safe keeping.
fr: Ah, c'est donc pour ça que la carte de Hilldon nous a menés ici. Il faisait de la contrebande d'armes pour le lot de Renaldo à Farrow, n'est-ce pas? Il a dû les cacher ici pour les garder en sécurité.

source: Well, there's too many crates for us to shift. Maybe we'll come back for them.
fr: Eh bien, il y a trop de caisses pour qu'on puisse les déplacer. Peut-être qu'on reviendra les chercher.

source: Elves
fr: Elfes

source: Royals
fr: Royal

source: The last one has fallen.
fr: Le dernier est tombé.

source: Unless there's more of them hiding in the trees...
fr: A moins qu'il n'y en ait d'autres qui se cachent dans les arbres...

source: You never know. We'd better get back to the ship.
fr: On ne sait jamais. On ferait mieux de retourner au bateau.

source: The Temples of Thantos... If the rumors be true, there are rich treasures hidden here.
fr: Les temples de Thantos... Si les rumeurs sont vraies, il y a de riches trésors cachés ici.

source: Such rumours don't last long. We can't be the first to come looking.
fr: De telles rumeurs ne durent pas longtemps. Nous ne pouvons pas être les premiers à venir les chercher.

source: Ah, but they say the isle is guarded by fierce natives. Some say they are but shadows, never seen until the fatal blow.
fr: Ah, mais ils disent que l'île est gardée par des indigènes féroces. Certains disent qu'ils ne sont que des ombres, jamais vues avant le coup fatal.

source: Well, look what we have here. A patch of royal scum playing war in the jungle. Or mayhaps they seek the riches too?
fr: Eh bien, regardez ce que nous avons ici. Une bande d'écume royale jouant à la guerre dans la jungle. Ou peut-être cherchent-ils aussi les richesses?

source: Shh, listen...
fr: Chut, écoute...

source: Damn jungle heat. The horses were a bad idea in this thicket.
fr: Foutue chaleur de la jungle. Les chevaux étaient une mauvaise idée dans ce bosquet.

source: Don't worry sir, we'll find it. Men, search every temple!
fr: Ne vous inquiétez pas monsieur, on va le trouver. Les hommes, fouillez tous les temples!

source: I'm beginning to abandon hope. We've been at it all day, I see no use running through the jungles at night.
fr: Je commence à abandonner tout espoir. Nous avons été dessus toute la journée, je ne vois pas l'utilité de courir dans la jungle la nuit.

source: So be it. At ease, men.
fr: Qu'il en soit ainsi. Repos, les hommes.

source: Sir, enemy spotted!
fr: Monsieur, ennemi repéré!

source: Who us? Nay, we are but treasure hunters. Simple folk. Harmless really.
fr: Qui nous? Non, nous ne sommes que des chasseurs de trésors. Des gens simples. Vraiment inoffensifs.

source: Looks like the crew that escaped Altaz!
fr: On dirait l'équipage qui s'est échappé d'Altaz!

source: You'll never take us alive! I'm not going back to that rock.
fr: Vous ne nous prendrez jamais vivants! Je ne retournerai pas sur ce rocher.

source: Subtle, brother.
fr: Subtil, mon frère.

source: Sod the search, we'll be rich enough from the bounty on this pair.
fr: Laisse tomber les recherches, on sera assez riches grâce à la prime sur cette paire.

source: You've just signed your own death warrent, fool. You wanna collect? Come get me. I'll rip out your heart with my bare hands!
fr: Tu viens de signer ton propre arrêt de mort, idiot. Tu veux encaisser? Viens me chercher. Je t'arracherai le coeur à mains nues!

source: Really Largo? Your bare hands? Just use your mace.
fr: Vraiment Largo? Tes mains nues? Utilise ta masse.

source: Defeat all enemies
fr: Vaincre tous les ennemis

source: Search the temples for treasure
fr: Cherchez un trésor dans les temples

source: Damn, this one is empty as well! We've wasted our time.
fr: Merde, celui-là aussi est vide! Nous avons perdu notre temps.

source: Sometimes I am fooled into thinking that humans are capable of wisdom. You have finally disabused me of the idea.
fr: Parfois, je suis trompé en pensant que les humains sont capables de sagesse. Vous m'avez finalement fait perdre le fil de mes idées.

source: Is it so unwise to hunt for treasure?
fr: Est-ce si imprudent de chasser un trésor?

source: It is unwise to search when you know not what you seek.
fr: Il est imprudent de chercher quand on ne sait pas ce qu'on cherche.

source: Gold!
fr: De l'or!

source: All that glitters is not gold...
fr: Tout ce qui brille n'est pas de l'or...

source: Silver!
fr: Argent!

source: I truly was a fool to think so highly of the human kind.
fr: J'étais vraiment idiot de penser autant de bien de l'humanité.

source: If there's no treasure here, what is it you guard so preciously?
fr: S'il n'y a pas de trésor ici, qu'est-ce que tu gardes si précieusement?

source: I guard this island as I guard my secrets. Knowledge is the thing that is precious.
fr: Je garde cette île comme je garde mes secrets. La connaissance est la chose la plus précieuse.

source: Enough of this crap. Kill him.
fr: Assez de ces conneries. Tuez-le.

source: No treasure here...
fr: Il n'y a pas de trésor ici...

source: This one is empty.
fr: Celui-ci est vide.

source: There's nothing in here.
fr: Il n'y a rien ici.

source: No elf should ever have to fight their own, yet I shall not step aside!
fr: Aucun elf ne devrait jamais avoir à se battre contre les siens, mais je ne m'écarterai pas!

source: This great tree stands like a glittering mountain surrounded by pebbles. Truly a marvel. Had I but more time to enjoy its majesty...
fr: Ce grand arbre se dresse comme une montagne scintillante entourée de cailloux. C'est vraiment une merveille. N'avais-je que plus de temps pour profiter de sa majesté...

source: Disgusting human.
fr: Dégoûtant humain.

source: To me, men. To me!
fr: Pour moi, les hommes. A moi!

source: Damn you, there is no glory in this ambush!
fr: Maudit sois-tu, il n'y a pas de gloire dans cette embuscade!

source: Pitiful manlings!
fr: Pitoyables hommes!

source: For the king!
fr: Pour le roi!

source: Die human!
fr: Meurs humain!

source: Oh God, they're everywhere.
fr: Oh mon Dieu, ils sont partout.

source: Go from here. It is not the place you think it is.
fr: Partez d'ici. Ce n'est pas l'endroit que vous pensez.

source: You make enough noise to wake the dead. Leave this island at once. My rangers will make no distinction between humans. You will all die.
fr: Tu fais assez de bruit pour réveiller les morts. Quittez cette île immédiatement. Mes rangers ne feront aucune distinction entre les humains. Vous allez tous mourir.

source: Hold, they are our enemies too. We can work together.
fr: Tenez, ce sont aussi nos ennemis. Nous pouvons travailler ensemble.

source: You think I'd side with a human, let alone sea-filth like you? I've given you my warning, now be gone.
fr: Tu crois que je me rangerais du côté d'un humain, sans parler de la mer comme toi? Je vous ai prévenu, partez maintenant.

source: We're not leaving until those royals are dead. If elves get in our way we'll make no distinction either.
fr: Nous ne partirons pas tant que ces royaux ne seront pas morts. Si des elfes se mettent en travers de notre chemin, nous ne ferons pas de distinction non plus.

source: Dead souls haunt this forsaken ship! Turn back while you still can!
fr: Des âmes mortes hantent ce navire abandonné! Faites demi-tour tant que vous le pouvez encore!

source: Hmm, something's not quite right here.
fr: Hmm, il y a quelque chose qui ne va pas ici.

source: It's just a guy in a sheet...
fr: C'est juste un gars dans un drap...

source: Turn back while you still can!
fr: Fais demi-tour tant que tu le peux encore!

source: Haha, nice try.
fr: Haha, bien essayé.

source: Save for the crossing of the storm barrier, the journey south proves uneventful. The brothers soon find themselves back in Avalon, recounting all that had passed since their last visit. The news of Marco's further treachery saddens the elves, as does the failure of the mariners' mission. However, Glorin's dismay is short-lived. He returns from a meeting of the elders resolved to wage open war on King Tylon.
fr: A part le passage du barrage anti-tempête, le voyage vers le sud s'est déroulé sans incident. Les frères se retrouvent bientôt à Avalon, racontant tout ce qui s'est passé depuis leur dernière visite. La nouvelle de la nouvelle trahison de Marco attriste les elfes, tout comme l'échec de la mission des marins. Cependant, la consternation de Glorin est de courte durée. Il revient d'une réunion des anciens résolus à mener une guerre ouverte contre le roi Tylon.

source: Speak with the elves
fr: Parlez avec les elfes

source: The plan is ill-advised, Glorin. Even if our warriors were a match for the royal army, our fleet is still trapped by the cursed storm.
fr: Le plan est malavisé, Glorin. Même si nos guerriers étaient à la hauteur de l'armée royale, notre flotte est toujours piégée par la tempête maudite.

source: What are we to do? It angers me that men and elves must do battle, rather than strike at the volcano as one. But Tylon has forced this war.
fr: Que devons-nous faire? Cela me met en colère que les hommes et les elfes doivent se battre, plutôt que de frapper le volcan comme s'ils ne faisaient qu'un. Mais Tylon a forcé cette guerre.

source: The king has forsaken the elves of Avalon. I believe Glorin is right in this.
fr: Le roi a abandonné les elfes d'Avalon. Je crois que Glorin a raison.

source: They say Frozenheart has been taken into the king's protection. If it is so, this binds our aims. They will both be stopped.
fr: On dit que Frozenheart a été pris sous la protection du roi. S'il en est ainsi, cela nous lie à nos objectifs. Ils seront tous les deux arrêtés.

source: I heard this also of Frozenheart. Too that the king has left his palace for the safety of Fort Liberty, in the north. It is a forbidding stronghold.
fr: J'ai entendu cela aussi de la part de Frozenheart. Et aussi que le roi a quitté son palais pour la sécurité de Fort Liberty, au nord. C'est une forteresse interdite.

source: And what do our human friends think of the matter?
fr: Et que pensent nos amis humains de cette affaire?
