Repository: Maboul/The_Altaz_Mariners
Catalog: translations/wesnoth-The_Altaz_Mariners/*.po
Languages: fr

source: Though Tylon commands a mighty army, there are many in the north who would see him unseated. An attack on the fort is sure to rally them.
fr: Bien que Tylon commande une puissante armée, il y a beaucoup de gens dans le nord qui le verraient sans siège. Une attaque sur le fort les ralliera certainement.

source: Renaldo of Farrow is one. He would welcome such a war.
fr: Renaldo de Farrow en est un. Il accueillerait favorablement une telle guerre.

source: So too, the Black Blade. Those guys are desperate to topple the throned fool.
fr: Tout comme la Lame Noire. Ces gars sont désespérés de renverser l'imbécile sur le trône.

source: During my time in Tylon's kingdom I indeed found little love for the man.
fr: Pendant mon séjour au royaume de Tylon, j'ai en effet trouvé peu d'amour pour cet homme.

source: Then it is decided.
fr: Alors c'est décidé.

source: Glorin, again I trouble you with the problem of the storm...
fr: Glorin, encore une fois, je te dérange avec le problème de la tempête...

source: We may not have the means to send a fleet, but if one ship can pass through it may be enough. We shall raise an army on the other side.
fr: Nous n'avons peut-être pas les moyens d'envoyer une flotte, mais si un seul navire peut passer, cela peut suffire. Nous allons lever une armée de l'autre côté.

source: Do we have the help of Marco's brothers?
fr: Avons-nous l'aide des frères de Marco?

source: That bastard has given you little reason to trust us, but we are not like him.
fr: Ce salaud t'a donné peu de raisons de nous faire confiance, mais nous ne sommes pas comme lui.

source: I suspect our brother is holed up with the royals as we speak. I'd do anything to have another chance at him.
fr: Je soupçonne notre frère de se terrer avec la famille royale en ce moment même. Je ferais n'importe quoi pour avoir une autre chance avec lui.

source: You ensured my return to Avalon. This earns my trust at least.
fr: Vous avez assuré mon retour à Avalon. Cela me permet au moins de gagner ma confiance.

source: Likewise, we have now been twice saved by elves. We owe you this.
fr: De même, nous avons maintenant été sauvés deux fois par des elfes. Nous vous devons bien ça.

source: So you will use this orb of yours to sail north once more?
fr: Alors tu vas utiliser ton orbe pour naviguer à nouveau vers le nord?

source: Aye, if it can be done.
fr: Oui, si cela peut être fait.

source: For my part, I shall prepare the elvish fleet. If you are swift in dealing with Frozenheart, my ships shall cut off the royal reinforcements.
fr: Pour ma part, je vais préparer la flotte des elfes. Si vous êtes rapides avec Frozenheart, mes navires couperont les renforts royaux.

source: Then let us go.
fr: Alors laissez-nous partir.

source: You shall not go alone. An elvish troop shall fight by your side. This time you go not as assassins, but as generals.
fr: Vous n'irez pas seuls. Une troupe d'elfes combattra à vos côtés. Cette fois, vous n'irez pas en tant qu'assassins, mais en tant que généraux.

source: I'm waiting for the angels of Avalon, waiting for the eastern glow.
fr: J'attends les anges d'Avalon, j'attends la lueur de l'Est.

source: Which ship are we to take?
fr: Quel bateau allons-nous prendre?

source: Your own. $ship_name was found by our scouts shortly after you left here. Your crew too survived. By a miracle, they escaped the drakes on Lantos.
fr: Le vôtre. $ship_name a été trouvé par nos éclaireurs peu après votre départ d'ici. Votre équipage a également survécu. Par miracle, ils ont échappé aux dracans sur Lantos.

source: Hello boss!
fr: Bonjour patron!

source: Am I glad to see you!
fr: Je suis content de vous voir!

source: Kill the guardian
fr: Tuez le gardien

source: Looks like bad things happened here. It still reeks of death.
fr: On dirait que de mauvaises choses se sont passées ici. Ça pue encore la mort.

source: That's decay you smell, brother. This was once Peoria.
fr: C'est la pourriture que tu sens, mon frère. C'était autrefois Peoria.

source: Well, let us see where Hilldon's map leads us.
fr: Bon, voyons où la carte de Hilldon nous mène.

source: You are indeed worthy to accept the blessings of this stone.
fr: Tu es en effet digne d'accepter les bénédictions de cette pierre.

source: 'Twas but a test. No wonder Hilldon never claimed the treasure.
fr: Ce n'était qu'un test. Pas étonnant qu'Hilldon n'ait jamais réclamé le trésor.

source: Trade, recruit and make merry!
fr: Echangez, recrutez et faites la fête!

source: Hey, handsome.
fr: Hé, beau gosse.

source: Rusty is a dark horse, that's for sure.
fr: Rusty est un cheval noir, ça c'est sûr.

source: Watch your step, there's some real shady characters around here.
fr: Attention à la marche, il y a de vrais personnages louches par ici.

source: You're looking for the Black Blade aren't you?
fr: Tu cherches la Lame Noire, n'est-ce pas?

source: Maybe.
fr: Peut-être.

source: Rusty ain't too fond of that lot, but I says they talk some sense.
fr: Rusty n'aime pas trop ça, mais je dis qu'ils sont sensés.

source: Have you tried to find them?
fr: Tu as essayé de les trouver?

source: Nay, but I did hear some sailor claiming he'd found their hideout. Somewhere in the north west he said it was. That's all I know.
fr: Non, mais j'ai entendu un marin dire qu'il avait trouvé leur cachette. Quelque part dans le nord-ouest, il a dit que c'était le cas. C'est tout ce que je sais.

source: What are you up to? I spy a man with a shifty stance.
fr: Qu'est-ce que tu fais? J'espionne un homme qui a une attitude sournoise.

source: Well, I ain't gonna be robbing you now, am I?
fr: Eh bien, je ne vais pas te voler maintenant, n'est-ce pas?

source: So who are you going to rob?
fr: Alors, qui vas-tu voler?

source: If you must know, I'm waiting for a chance to nip on board the ship over there. I heard it's stacked with jewels.
fr: Si tu veux savoir, j'attends une chance de pouvoir me faufiler à bord du bateau là-bas. J'ai entendu dire qu'il est rempli de bijoux.

source: I'm sure they won't have left it unguarded. Good luck with that.
fr: Je suis sûr qu'ils ne l'auront pas laissé sans surveillance. Bonne chance avec ça.

source: So first you jumped my raid, and now you want to chinwag? Get lost.
fr: Alors d'abord tu as sauté sur mon raid, et maintenant tu veux faire la causette? Va te faire voir.

source: I heard Palmer bit it. You're not much of a thief, are ye? More like a murderer methinks!
fr: J'ai entendu dire que Palmer l'avait mordu. Tu n'es pas un grand voleur, n'est-ce pas? Plutôt un meurtrier, je pense!

source: Get off my ship at once!
fr: Descends de mon bateau tout de suite!

source: You devil!
fr: Tu es le diable!

source: I take it you are in charge round here?
fr: Je suppose que c'est vous qui commandez ici?

source: In a manner of speaking. But this ain't no kingship. Watch your step.
fr: D'une certaine manière. Mais ce n'est pas une royauté. Attention à la marche.

source: Ask what he knows of Marco
fr: Lui demander ce qu'il sait sur Marco

source: I'm looking for a man called Marco. Has he been here?
fr: Je cherche un homme qui s'appelle Marco. Il est venu ici?

source: How should I know? I got a good knack for faces, but I see a lot coming through here.
fr: Comment le saurais-je? J'ai un bon don pour les visages, mais je vois beaucoup de choses passer par ici.

source: Well, the man I seek is my brother. Perhaps you remember a likeness?
fr: Eh bien, l'homme que je cherche est mon frère. Peut-être vous souvenez-vous d'une ressemblance?

source: I'd remember a face as ugly as yours. I don't.
fr: Je me souviendrais d'un visage aussi laid que le tien. Je ne m'en souviens pas.

source: Ask about the storm
fr: Se renseigner sur l'orage

source: You noticed that strange storm brewing just south of here?
fr: Vous avez remarqué cette étrange tempête qui se prépare juste au sud d'ici?

source: It's nothing. The only thing that's strange is how much Yran's been ranting about it.
fr: Ce n'est rien. La seule chose qui est étrange, c'est la façon dont Yran en parle.

source: Ask what he knows about the Black Blade
fr: Demander ce qu'il sait sur la Lame Noire

source: Know anything about the Black Blade?
fr: Vous savez quelque chose sur la Lame Noire?

source: Trumped up pirates they are, nothing more.
fr: Ce sont de vrais pirates, rien de plus.

source: Sounds like something the king would say.
fr: On dirait quelque chose que le roi dirait.

source: Listen! I ain't no royalist - but I ain't no fool either. When it comes to Tylon, the best way to avoid the chop is to keep your head down.
fr: Ecoute! Je ne suis pas un royaliste, mais je ne suis pas non plus un idiot. Quand il s'agit de Tylon, le meilleur moyen d'éviter le coup est de garder la tête baissée.

source: Enquire about other news
fr: S'informer des autres nouvelles

source: What's been going on round here?
fr: Que s'est-il passé ici?

source: What's it to you? You some sort of spy? You're gonna have to try harder than that.
fr: Qu'est-ce que ça peut vous faire? Vous êtes une sorte d'espion? Tu vas devoir faire plus d'efforts que ça.

source: Forget it.
fr: Oublie ça.

source: Well, some crazy wizard rolled into town recently. He's got it in for a couple of pirates who kicked him out of his home or something. He's a troublemaker if you ask me.
fr: Eh bien, un sorcier fou est arrivé en ville récemment. Il en a après deux pirates qui l'ont viré de chez lui ou quelque chose comme ça. C'est un fauteur de troubles si vous voulez mon avis.

source: Didn't you hear? Some idiot started raising the dead. Don't try it again!
fr: Tu n'as pas entendu? Un idiot a commencé à ressusciter les morts. N'essaie plus jamais!

source: Rusty, we're looking to hire a crew - you'd fit right in.
fr: Rusty, on cherche à engager une équipe, tu t'intégrerais bien.

source: Watch it. You'd fit right in a grave.
fr: Attention. Tu t'adapterais bien dans une tombe.

source: Rusty, fancy joining our assault on King Tylon?
fr: Rusty, tu veux te joindre à notre assaut sur le King Tylon?

source: No. You will all die. And it will be a good riddance.
fr: Non. Vous allez tous mourir. Et ce sera un bon débarras.

source: Ask if he has seen Crow
fr: Lui demander s'il a vu Crow

source: Know you of one called Crow? He was often seen in this port.
fr: Connaissez-vous un dénommé Crow? On le voyait souvent dans ce port.

source: Aye, but seen no longer. He died a few days back.
fr: Oui, mais on ne le voyait plus. Il est mort il y a quelques jours.

source: What? How did it happen?
fr: Quoi? Comment c'est arrivé?

source: It won't do you any favours asking so many questions. All I know is that Tohman found the body.
fr: Ça ne te rendra pas service de poser autant de questions. Tout ce que je sais, c'est que Tohman a trouvé le corps.

source: Ask if he has seen Darcus' ankh
fr: Demandez-lui s'il a vu l'ankh de Darcus

source: Any of your thieves come across a holy ankh? Brother Darcus said a pickpocket took it.
fr: L'un de vos voleurs est-il tombé sur un saint ankh? Frère Darcus a dit qu'un pickpocket l'avait pris.

source: Why would I tell you?
fr: Pourquoi je vous le dirais?

source: Because if you don't you'll have one mean mage on your case.
fr: Parce que sinon vous aurez un méchant mage sur votre dos.

source: Look, stuff like that don't hang around. They'd sell it on, wouldn't they? Try looking somewhere posh.
fr: Ecoute, des trucs comme ça, ça ne traîne pas. Ils le vendraient, n'est-ce pas? Essayez de chercher un endroit chic.

source: This seems to be some sort of plaque. Says here Greystone Port is built on the site of an old fortress.
fr: Ça semble être une sorte de plaque. Il est dit ici que le port de Greystone est construit sur le site d'une ancienne forteresse.

source: Sightseeing, are we?
fr: On fait du tourisme, n'est-ce pas?

source: Mind your own business, fool.
fr: Occupe-toi de tes affaires, idiot.

source: You are the brothers from Altaz?
fr: Vous êtes les frères d'Altaz?

source: Who are you?
fr: Qui êtes-vous?

source: We can't talk here. Meet me in the woods north of the port.
fr: On ne peut pas parler ici. Retrouve-moi dans les bois au nord du port.

source: Deliver the scroll, then we talk.
fr: Livrez le parchemin, puis nous parlerons.

source: What's going on?
fr: Qu'est-ce qui se passe?

source: It's safer here. The King has ears in even the shadiest of ports.
fr: C'est plus sûr ici. Le Roi a des oreilles même dans les ports les plus sombres.

source: The royals are after you as well?
fr: Les rois sont aussi après toi?

source: Indeed, we have much in common. We heard of your escape from Altaz with some interest. However, it was your efforts on Dahazi that convinced us.
fr: En effet, nous avons beaucoup en commun. Nous avons entendu parler de votre évasion d'Altaz avec un certain intérêt. Cependant, ce sont vos efforts sur Dahazi qui nous ont convaincus.

source: Indeed, we have much in common. We heard of your escape from Altaz with some interest. However, it was your efforts on Judro that convinced us.
fr: En effet, nous avons beaucoup en commun. Nous avons entendu parler de votre évasion d'Altaz avec un certain intérêt. Cependant, ce sont vos efforts sur Judro qui nous ont convaincus.

source: Convinced you of what? You don't make much sense right now.
fr: Vous ont convaincu de quoi? Vous n'avez pas beaucoup de sens en ce moment.

source: You went to Altaz as common pirates. Perhaps you have returned as something more. That is what I hope to learn.
fr: Vous êtes allés à Altaz comme de vulgaires pirates. Peut-être êtes-vous revenus sous une autre forme. C'est ce que j'espère apprendre.

source: Tell me, what know you of the Black Blade?
fr: Dites-moi, que savez-vous de la Lame Noire?

source: Let me guess. It's some sort of ancient magic weapon?
fr: Laisse-moi deviner. C'est une sorte d'ancienne arme magique?

source: Cease the jesting, my friend. I wish to help. Tylon lost more than a pair of petty criminals when you escaped. A king who rules through fear alone cannot allow his power to be questioned. The royals are after you.
fr: Cesse de plaisanter, mon ami. Je veux t'aider. Tylon a perdu plus d'une paire de petits criminels quand tu t'es échappé. Un roi qui règne par la peur ne peut pas laisser son pouvoir être remis en question. Les rois sont après toi.

source: They've not caught up with us yet. I don't see how you can help us.
fr: Ils ne nous ont pas encore rattrapés. Je ne vois pas comment vous pouvez nous aider.

source: You think you can forever outrun the royal ships? You who are trusting enough to follow a stranger into the woods? Next time it will be a royal blade that awaits you.
fr: Tu crois que tu pourras toujours distancer les navires royaux? Toi qui es assez confiant pour suivre un étranger dans les bois? La prochaine fois, ce sera une lame royale qui vous attendra.

source: Enough of this. What is it you want?
fr: Ça suffit. Qu'est-ce que tu veux?

source: There is a war coming. The Black Blade is poised at the throat of our wretched ruler, yet there is still much to do. We need your help.
fr: Il y a une guerre qui arrive. La Lame Noire est à la gorge de notre misérable souverain, mais il y a encore beaucoup à faire. Nous avons besoin de ton aide.

source: I would gladly see the back of Tylon, but it seems a folly to think the royals can be toppled so easily. What is it you would have us do?
fr: J'aimerais bien voir le dos de Tylon, mais c'est une folie de penser que les rois peuvent être renversés si facilement. Que voulez-vous que nous fassions?

source: You've already proved your ability, yet we need to make sure of your loyalty. We have an agent in Fort Bastille, an insider among their ranks. Take this scroll and deliver it to him, then return to me. Such an errand may help forge some trust.
fr: Vous avez déjà prouvé votre capacité, mais nous devons nous assurer de votre loyauté. Nous avons un agent au Fort Bastille, un initié dans leurs rangs. Prenez ce parchemin et remettez-le-lui, puis revenez me voir. Une telle course peut aider à forger une certaine confiance.

source: Very well, we shall see about this.
fr: Très bien, nous verrons cela.

source: Where's Crow? He asked us to come back and see him.
fr: Où est Crow? Il nous a demandé de revenir le voir.

source: Maybe we should ask the locals.
fr: Peut-être qu'on devrait demander aux gens du coin.

source: Fine day for fishing.
fr: Belle journée pour la pêche.

source: Have you seen Crow? He was in these parts recently.
fr: Vous avez vu Crow? Il était dans le coin récemment.

source: Get lost.
fr: Va te faire voir.

source: Tohman, Rusty said you found Crow's body. Do you know what happened?
fr: Tohman, Rusty dit que tu as trouvé le corps de Crow. Tu sais ce qui s'est passé?

source: Lay off, you ain't getting none of it.
fr: Laisse tomber, tu n'auras rien de tout ça.

source: You looted his corpse? How did he die?
fr: Tu as pillé son corps? Comment est-il mort?

source: You should stay out of this. I ain't giving you nothing.
fr: Tu devrais rester en dehors de ça. Je ne te donnerai rien.

source: Look, we're just trying to...
fr: Ecoute, on essaie juste de...

source: Sod off!
fr: Va te faire foutre!

source: Tohman's in trouble!
fr: Tohman a des ennuis!

source: Bodd's in trouble!
fr: Bodd a des ennuis!

source: Let's search him, sounds like he found something on Crow.
fr: Fouillons-le, on dirait qu'il a trouvé quelque chose sur Crow.

source: Look, Tohman was carrying this dagger.
fr: Regarde, Tohman portait cette dague.

source: Doesn't look much like a fighting weapon. Too fancy for a trapper like Tohman.
fr: Ça ne ressemble pas vraiment à une arme de combat. Trop chic pour un trappeur comme Tohman.

source: Let me see... seems to be made from some sort of black metal. And it's oddly serrated at the blade's point.
fr: Laisse-moi voir... semble être fait d'une sorte de métal noir. Et il est curieusement dentelé à la pointe de la lame.

source: Well, I'm guessing this is the key to finding out what Crow was on about.
fr: Eh bien, je suppose que c'est la clé pour trouver ce que Crow voulait dire.

source: Have you seen the omens?
fr: Avez-vous vu les présages?

source: Of what do you speak, stranger?
fr: De quoi parles-tu, étranger?

source: The dark skies in the south. A mighty storm. I sense trouble brewing.
fr: Les cieux sombres du sud. Une puissante tempête. Je sens que les ennuis se préparent.

source: I sense you're a loon.
fr: Je sens que tu es un fou.

source: You are right, I myself have seen strange clouds hanging upon the seas not far from here.
fr: Tu as raison, j'ai moi-même vu d'étranges nuages accrochés à la mer non loin d'ici.

source: It bodes not well.
fr: C'est de mauvais augure.

source: What do you think it means?
fr: Que penses-tu que cela signifie?

source: I'm not sure, but by my reckoning it's the work of the ice wizards. I've heard they play with thunder.
fr: Je ne suis pas sûr, mais à mon avis, c'est l'œuvre des sorciers des glaces. J'ai entendu dire qu'ils jouent avec le tonnerre.

source: You really think the Brotherhood of Ice can conjure a storm the breadth of the ocean?
fr: Vous pensez vraiment que la Confrérie des glaces peut provoquer une tempête de l'ampleur de l'océan?

source: I heard of stranger tales in my time.
fr: J'ai entendu des contes plus étranges à mon époque.

source: You're right. There's more to that storm than you know.
fr: Tu as raison. Il y a plus dans cette tempête que tu ne le penses.

source: What do you mean?
fr: Qu'est-ce que tu veux dire?

source: It doesn't concern you. Stay out of it.
fr: Ça ne te concerne pas. Reste en dehors de ça.

source: Suit yourself, idiot.
fr: Comme tu veux, idiot.

source: Hello Steven. We ran into your old man on our travels.
fr: Bonjour Steven. Nous avons rencontré ton vieux père pendant notre voyage.

source: Wot nonsense! I heard he croaked.
fr: Pas de bêtises! J'ai entendu dire qu'il a crevé.

source: Well, actually...
fr: Eh bien, en fait...

source: Can't you see I'm a-grieving? Get out of here!
fr: Tu ne vois pas que je suis en deuil? Sors d'ici!

source: Hello again Steven. We met your father on our travels.
fr: Bonjour encore Steven. Nous avons rencontré ton père lors de nos voyages.

source: I heard he croaked.
fr: J'ai entendu dire qu'il était mort.

source: Um, no, he's doing fine.
fr: Um, non, il va bien.

source: Really?
fr: Vraiment?

source: Er, yeah. He made quite a fortune down in the south.
fr: Euh, oui. Il a fait fortune dans le sud.

source: I knew he'd come good. What a man! Say, are you headed that way again? Wouldn't need another pair of hands would ya?
fr: Je savais qu'il viendrait bien. Quel homme! Dis, tu vas encore par là? Tu n'aurais pas besoin d'une autre paire de mains, n'est-ce pas?

source: Hmm, I guess it couldn't hurt.
fr: Hmm, je suppose que ça ne peut pas faire de mal.

source: I'll travel with you till we meet the old man. Can't wait to see him again.
fr: Je vais voyager avec toi jusqu'à ce qu'on rencontre le vieux. J'ai hâte de le revoir.

source: Hey, it's you again. One of dem brothers - which one are you?
fr: Hé, c'est encore toi. Un des frères Dem - lequel es-tu?

source: I'm $unit.id|.
fr: Je suis $unit.id|.

source: Catch wind of me old man, did you?
fr: T'as eu vent de mon vieux, hein?

source: Afraid not. We haven't exactly been looking for him.
fr: J'ai peur que non. On ne l'a pas vraiment cherché.

source: Well, keep your eyes open, mate!
fr: Eh bien, garde les yeux ouverts, mon pote!

source: I will, if you keep your mouth shut.
fr: Je le ferai, si tu la fermes.

source: Alright! Alright!
fr: D'accord! D'accord!

source: Hey, you look familiar. What's your name?
fr: Hé, tu me sembles familier. Comment tu t'appelles?

source: I'm pretty sure I've never met you before.
fr: Je suis presque sûr que je ne t'ai jamais rencontré avant.

source: Hmm, maybe not. Say, do you have a brother?
fr: Hmm, peut-être pas. Dis, tu as un frère?

source: Well, yes. There's one of them over there. The other brother is proving somewhat harder to track down.
fr: Eh bien, oui. Il y en a un là-bas. L'autre frère est un peu plus difficile à retrouver.

source: He weren't a bloke called Marco, was he? You sure look like him.
fr: Ce n'était pas un gars qui s'appelle Marco, n'est-ce pas? Tu lui ressembles vraiment.

source: Yes! Marco is my brother. Did you meet him? Where is he now?
fr: Oui! Marco est mon frère. Tu l'as rencontré? Où est-il maintenant?

source: No idea, mate. He dropped by about a year ago - took me old man off with him. Lured by the coin, he was. Never seen him since.
fr: Aucune idée, mon pote. Il est passé il y a environ un an - il m'a emmené avec lui. Il a été attiré par la pièce. Je ne l'ai jamais revu depuis.

source: You've no idea where they went?
fr: Vous n'avez aucune idée d'où ils sont allés?

source: Southwest I think. Set sail for some promised land, like they all do.
fr: Au sud-ouest, je crois. Ils ont mis les voiles pour une terre promise, comme ils le font tous.

source: Thanks, that might be useful.
fr: Merci, ça pourrait être utile.

source: Hey, if you bump into the old geezer, say hello for me. His name's Leene. Tell him I'm doing okay. Staying outta trouble anyways.
fr: Hé, si tu croises le vieux, dis-lui bonjour de ma part. Il s'appelle Leene. Dis-lui que je vais bien. J'évite les ennuis de toute façon.

source: Will do. Goodbye now.
fr: Je vais le faire. Au revoir maintenant.

source: Give him a skull
fr: Donnez-lui un crâne

source: I've got a skull for you.
fr: J'ai un crâne pour toi.

source: Let me see. Yes, this will suffice. Still want to see the miracle?
fr: Laisse-moi voir. Oui, cela suffira. Tu veux toujours voir le miracle?

source: Go ahead...
fr: Vas-y...

source: What is this?
fr: Qu'est-ce que c'est?
